{
  "metadata": {
    "titre": "LAMal - Indemnités forfaitaires d'urgence Tarmed : conditions de facturation de la position 00.2505",
    "numero_arret": "9C_33/2024",
    "date_arret": "2024-06-24",
    "juridiction": "Tribunal fédéral suisse - IIIe Cour de droit public",
    "president": "Non spécifié",
    "composition": "IIIe Cour de droit public",
    "langue_procedure": "Allemand (traduit en français pour l'analyse)",
    "canton_origine": "Zurich",
    "domaine_principal": "Droit de l'assurance-maladie obligatoire (LAMal)",
    "sous_domaines": [
      "Tarification médicale Tarmed",
      "Indemnités d'urgence",
      "Restitution prestations indues",
      "Permanences médicales",
      "Facturation abusive"
    ],
    "publication_atf": "Non publié (arrêt non destiné à publication ATF)",
    "importance": "Clarification des conditions de facturation des indemnités d'urgence Tarmed",
    "date_analyse": "2025-10-29"
  },

  "arrets_principaux": [
    {
      "reference": "9C_33/2024",
      "date": "2024-06-24",
      "role": "Arrêt principal analysé"
    }
  ],

  "arrets_connexes": [
    {
      "reference": "9C_664/2023",
      "date": "2024-06-24",
      "pertinence": "Même problématique - facturation indemnités urgence"
    }
  ],

  "sources_legislatives": [
    {
      "article": "Art. 43 LAMal",
      "titre": "Principe - Tarifs",
      "texte_verbatim": "1 Les fournisseurs de prestations établissent leurs factures sur la base de tarifs ou de prix. 2 Les tarifs sont fixés par convention entre les fournisseurs de prestations et les assureurs. 3 Les tarifs fixés par convention entre fédérations sont soumis à l'approbation du Conseil fédéral ou de l'instance que le Conseil fédéral désigne.",
      "reference": "RS 832.10 - Loi fédérale sur l'assurance-maladie",
      "url": "https://www.fedlex.admin.ch/eli/cc/1995/1328_1328_1328/fr#art_43"
    },
    {
      "article": "Art. 44 LAMal",
      "titre": "Conventions tarifaires",
      "texte_verbatim": "1 Les tarifs et les prix sont fixés par convention entre les assureurs et les fournisseurs de prestations (conventions tarifaires). 2 Les conventions tarifaires doivent en particulier: a. tenir compte de la structure et du montant des frais justifiés par des méthodes de gestion rationnelles ainsi que des revenus correspondant à l'activité déployée; b. favoriser l'efficience; c. prévoir un contrôle d'adéquation, d'efficience et d'économicité par les assureurs et les fournisseurs de prestations.",
      "reference": "RS 832.10 - Loi fédérale sur l'assurance-maladie",
      "url": "https://www.fedlex.admin.ch/eli/cc/1995/1328_1328_1328/fr#art_44"
    },
    {
      "article": "Art. 59 LAMal",
      "titre": "Sanctions à l'égard des fournisseurs de prestations",
      "texte_verbatim": "1 Si un fournisseur de prestations viole l'une de ses obligations découlant de la présente loi ou d'une convention tarifaire, les assureurs peuvent exiger de lui qu'il restitue ce qu'il a perçu indûment. 2 Si un fournisseur de prestations viole de façon répétée ou grave ses obligations, les assureurs peuvent en outre demander au tribunal arbitral de prononcer une sanction pécuniaire représentant au plus six fois le montant du salaire déterminant au sens de la loi fédérale du 20 décembre 1946 sur l'assurance-vieillesse et survivants (LAVS).",
      "reference": "RS 832.10 - Loi fédérale sur l'assurance-maladie",
      "url": "https://www.fedlex.admin.ch/eli/cc/1995/1328_1328_1328/fr#art_59"
    },
    {
      "article": "Tarmed position 00.2505",
      "titre": "Indemnité forfaitaire de dérangement en cas d'urgence F",
      "texte_verbatim": "Consultation/visite urgente en dehors des heures de consultation régulières: lundi-vendredi 19h-22h, samedi 7h-19h, dimanche 7h-19h. Cette position ne peut être facturée pendant les heures de consultation régulières (heures de consultation de soirée, heures de consultation régulières du dimanche).",
      "reference": "TARMED - Structure tarifaire pour prestations médicales ambulatoires",
      "url": "https://www.tarmedsuisse.ch/"
    }
  ],

  "mots_cles": [
    "Tarmed position 00.2505 indemnité urgence",
    "Facturation abusive permanence médicale",
    "Heures consultation régulières vs urgence",
    "Restitution prestations indues art 59 LAMal",
    "Interprétation tarifs médicaux"
  ],

  "analyse_complete": "# Analyse de l'ATF 9C_33/2024\n## Tarmed 00.2505 - Indemnités d'urgence et heures de consultation régulières\n\n---\n\n## I. INTRODUCTION ET CONTEXTE\n\n### 1.1 Présentation de l'affaire\n\nL'arrêt 9C_33/2024 du 24 juin 2024 traite d'une question technique mais fondamentale en droit de la tarification médicale : dans quelles conditions une clinique d'urgence (permanence médicale) peut-elle facturer l'indemnité forfaitaire de dérangement pour urgence prévue à la position 00.2505 du tarif TARMED ?\n\nCette affaire oppose 23 caisses-maladie à une permanence médicale (A._____ AG) qui exploite une clinique d'urgence ouverte 365 jours par an, de 7h à 22h, sans rendez-vous. La permanence a facturé systématiquement l'indemnité d'urgence (position 00.2505) pour toutes les consultations effectuées durant certaines plages horaires (lundi-vendredi 19h-22h, samedi-dimanche 7h-22h), représentant un montant total contesté de CHF 772'016.87 pour la période du 1er juillet 2016 au 30 avril 2021.\n\n### 1.2 Enjeux économiques et juridiques\n\n**Sur le plan économique** : La position 00.2505 du TARMED prévoit une indemnité forfaitaire substantielle destinée à compenser l'inconvénient du médecin qui doit interrompre son repos ou ses activités privées pour répondre à une urgence. La facturation systématique de cette indemnité par des permanences ouvertes en continu représente des millions de francs à l'échelle nationale.\n\n**Sur le plan juridique** : L'affaire soulève la question de l'interprétation des tarifs médicaux : faut-il privilégier une lecture littérale (les heures mentionnées dans le tarif) ou une approche téléologique tenant compte de la finalité de l'indemnité (compenser un dérangement effectif) ?\n\n**Sur le plan de santé publique** : La question impacte l'organisation des permanences médicales et leur viabilité économique, avec des répercussions sur l'accès aux soins d'urgence.\n\n---\n\n## II. FAITS DE L'ESPÈCE\n\n### 2.1 La structure médicale concernée\n\nLa Permanence A._____ AG exploite au même lieu deux structures distinctes :\n\n1. **Une pratique médicale ordinaire** : Consultations sur rendez-vous aux heures de bureau normales\n\n2. **Une clinique d'urgence (walk-in clinic)** : \n   - Ouverte 365 jours par an\n   - Horaires : 7h-22h tous les jours\n   - Accès libre sans rendez-vous\n   - Traitements des urgences médicales non vitales\n\nCette double structure permet à la permanence d'offrir une couverture médicale quasi-continue tout en distinguant formellement les deux types d'activité.\n\n### 2.2 Pratique de facturation contestée\n\nEntre le 1er juillet 2016 et le 30 avril 2021, la permanence a systématiquement facturé la position 00.2505 du TARMED (indemnité forfaitaire de dérangement en cas d'urgence F) pour toutes les consultations effectuées durant les plages horaires suivantes :\n\n- **Lundi à vendredi : 19h-22h**\n- **Samedi et dimanche : 7h-22h** (totalité des heures d'ouverture)\n\nLe montant total des indemnités d'urgence ainsi facturées s'élève à **CHF 772'016.87**.\n\n### 2.3 Réaction des assureurs-maladie\n\nLe 12 juillet 2021, 23 caisses-maladie saisissent le tribunal arbitral cantonal zurichois et demandent :\n\n1. La condamnation de la permanence à restituer au minimum CHF 772'016.87 (montant des indemnités d'urgence indûment facturées)\n2. La condamnation à payer les intérêts moratoires à 5% dès le 12 juillet 2021\n\nLeur argumentation : La permanence a facturé à tort l'indemnité d'urgence pour des consultations effectuées durant ses heures d'ouverture publiquement annoncées. Or, la position 00.2505 du TARMED ne peut être facturée que pour des consultations effectuées \"en dehors des heures de consultation régulières\". Puisque la clinique d'urgence est ouverte de 7h à 22h tous les jours, ces heures constituent ses \"heures de consultation régulières\" au sens du tarif.\n\n### 2.4 Position de la permanence\n\nLa permanence conteste cette analyse et soutient que :\n\n1. **Distinction structurelle** : La clinique d'urgence est une entité distincte de la pratique médicale ordinaire. Seules les heures de la pratique ordinaire (avec rendez-vous) constituent les \"heures de consultation régulières\".\n\n2. **Interprétation littérale** : La position 00.2505 mentionne expressément les plages horaires lundi-vendredi 19h-22h et samedi-dimanche 7h-19h. Elle a facturé conformément à ces plages.\n\n3. **Obligation légale de permanence** : Le canton lui impose d'assurer une couverture d'urgence régionale. Cette obligation justifie la facturation de l'indemnité.\n\n4. **Finalité de l'indemnité** : L'indemnité vise à compenser le fait de devoir intervenir en dehors des heures normales, ce qui est le cas pour les soirées et week-ends.\n\n---\n\n## III. PROCÉDURE ET DÉCISIONS\n\n### 3.1 Tribunal arbitral cantonal zurichois (première instance)\n\nLe tribunal arbitral rejette intégralement les demandes des assureurs.\n\nIl considère que :\n- La position 00.2505 vise les consultations effectuées durant les plages horaires qu'elle mentionne\n- La permanence a correctement facturé conformément au libellé du tarif\n- Le fait que la clinique soit ouverte en continu n'empêche pas de facturer l'indemnité\n\n### 3.2 Conseil fédéral (recours administratif)\n\nLes assureurs portent l'affaire devant le Conseil fédéral (procédure administrative en matière de tarifs).\n\nLe Conseil fédéral leur donne raison et ordonne à la permanence de restituer les montants indûment perçus.\n\nMotivation du CF :\n- Les \"heures de consultation régulières\" au sens de la position 00.2505 sont les heures durant lesquelles le fournisseur de prestations exerce normalement son activité\n- Une activité menée durant les heures d'ouverture annoncées vaut comme effectuée durant les heures régulières\n- L'indemnité d'urgence vise à compenser un dérangement du médecin, hors de son temps de travail normal\n- Or, la permanence est de toute façon présente et opérationnelle de 7h à 22h : il n'y a aucun dérangement à compenser\n\n### 3.3 Recours au Tribunal fédéral\n\nLa permanence forme un recours en matière de droit public devant le Tribunal fédéral.\n\nElle invoque notamment :\n- Une mauvaise interprétation de la position 00.2505\n- Une violation de son droit d'être entendue\n- Une application rétroactive inadmissible du droit\n\n---\n\n## IV. ANALYSE JURIDIQUE DU TRIBUNAL FÉDÉRAL\n\n### 4.1 Méthode d'interprétation des tarifs médicaux\n\nLe Tribunal fédéral commence par rappeler les principes d'interprétation applicables aux tarifs médicaux.\n\n**Nature juridique des tarifs**\n\nLes tarifs médicaux (comme le TARMED) constituent des conventions tarifaires au sens des art. 43-44 LAMal, conclues entre fédérations de fournisseurs de prestations et assureurs, approuvées par le Conseil fédéral.\n\nCes conventions ont une nature hybride :\n- Elles relèvent du droit privé quant à leur conclusion (accord de volontés)\n- Mais elles sont intégrées dans le système de droit public de l'assurance-maladie obligatoire\n- Leur interprétation relève du droit fédéral et peut être revue librement par le TF\n\n**Méthodes d'interprétation**\n\nLe TF applique les méthodes classiques d'interprétation :\n\n1. **Interprétation littérale** : Sens ordinaire des termes employés\n2. **Interprétation systématique** : Cohérence avec l'ensemble du tarif\n3. **Interprétation historique** : Volonté des parties lors de l'élaboration du tarif\n4. **Interprétation téléologique** : Finalité poursuivie par la disposition\n\nEn cas de conflit, la finalité l'emporte généralement sur la lettre.\n\n### 4.2 Interprétation de la position 00.2505 du TARMED\n\n**Texte de la position 00.2505**\n\n> \"Indemnité forfaitaire de dérangement en cas d'urgence F : Consultation/visite urgente en dehors des heures de consultation régulières : lundi-vendredi 19h-22h, samedi 7h-19h, dimanche 7h-19h. **Cette position ne peut être facturée pendant les heures de consultation régulières** (heures de consultation de soirée, heures de consultation régulières du dimanche).\"\n\n**Analyse du TF**\n\nLe TF identifie l'élément central de l'interprétation : que signifie l'expression **\"heures de consultation régulières\"** ?\n\nDeux interprétations sont en présence :\n\n**Thèse de la permanence (interprétation restrictive)** :\n- Les \"heures de consultation régulières\" sont uniquement les heures durant lesquelles des rendez-vous peuvent être pris (pratique médicale ordinaire)\n- La clinique d'urgence, fonctionnant sans rendez-vous, n'a pas d'\"heures de consultation régulières\"\n- Donc elle peut facturer l'indemnité durant toutes ses heures d'ouverture\n\n**Thèse des assureurs et du CF (interprétation extensive retenue par le TF)** :\n- Les \"heures de consultation régulières\" englobent toutes les heures durant lesquelles le fournisseur de prestations exerce normalement son activité et est disponible pour les patients\n- Une permanence ouverte de 7h à 22h tous les jours a pour \"heures de consultation régulières\" l'ensemble de cette plage 7h-22h\n- Peu importe qu'il s'agisse de consultations sur rendez-vous ou sans rendez-vous\n\n### 4.3 Argumentation téléologique du Tribunal fédéral\n\nLe TF privilégie une **interprétation téléologique** fondée sur la finalité de l'indemnité d'urgence.\n\n**Finalité de la position 00.2505**\n\nL'indemnité forfaitaire de dérangement vise à compenser l'**inconvénient personnel du médecin** qui doit interrompre son repos, ses loisirs ou ses activités privées pour répondre à une urgence médicale en dehors de son temps de travail normal.\n\nCette indemnité répond à une logique de **compensation d'un dérangement effectif** :\n- Le médecin qui doit se lever la nuit ou interrompre son week-end subit un inconvénient méritant compensation\n- Le médecin qui travaille durant ses heures d'ouverture annoncées n'subit aucun dérangement particulier : il effectue son travail normal\n\n**Application au cas d'espèce**\n\nLe TF observe que :\n\n1. La permanence A._____ AG est **ouverte et opérationnelle** de 7h à 22h tous les jours de l'année\n2. Elle annonce publiquement ces horaires et y affecte du personnel médical\n3. Les médecins présents durant ces heures effectuent leur **travail normal prévu et rémunéré**\n4. Il n'y a **aucun dérangement particulier** justifiant une indemnité supplémentaire\n\nLe fait que la structure s'appelle \"clinique d'urgence\" et fonctionne sans rendez-vous ne change rien à l'analyse : dès lors qu'elle est ouverte et disponible, elle exerce durant ses \"heures de consultation régulières\".\n\n**Argument textuel supplémentaire**\n\nLe TF relève que la position 00.2505 elle-même précise expressément : \"Cette position ne peut être facturée pendant les heures de consultation régulières\".\n\nCette réserve explicite confirme que le critère décisif n'est pas la nature de la consultation (avec ou sans rendez-vous, urgente ou programmée) mais le fait qu'elle soit effectuée pendant ou en dehors des heures de consultation régulières du fournisseur.\n\n### 4.4 Rejet des arguments de la permanence\n\n**Sur la distinction structurelle**\n\nLa permanence arguait que la clinique d'urgence est une entité distincte de la pratique ordinaire.\n\nLe TF rejette cet argument : le fait qu'une structure médicale organise ses activités en plusieurs entités internes n'a pas d'incidence sur l'interprétation du tarif. Ce qui compte, c'est que la permanence dans son ensemble est ouverte et disponible de 7h à 22h.\n\n**Sur l'interprétation littérale des plages horaires**\n\nLa permanence soutenait que la position 00.2505 mentionne expressément les plages lundi-vendredi 19h-22h et samedi-dimanche 7h-19h, ce qui lui permettrait de facturer durant ces plages.\n\nLe TF répond que ces plages horaires ne sont que des **exemples** de périodes durant lesquelles des urgences peuvent se présenter en dehors des heures normales de consultation d'un cabinet médical standard (qui ferme généralement vers 18h-19h en semaine et est fermé le week-end).\n\nCes plages ne constituent pas une autorisation automatique de facturer l'indemnité, mais doivent être lues en combinaison avec la condition essentielle : **\"en dehors des heures de consultation régulières\"**.\n\n**Sur l'obligation légale de permanence**\n\nLa permanence invoquait le fait que le canton lui impose d'assurer une couverture d'urgence régionale.\n\nLe TF estime que cet argument est sans pertinence : l'obligation légale de fournir des soins d'urgence ne crée pas automatiquement un droit à facturer l'indemnité de dérangement. Le tarif doit être appliqué selon ses propres critères, indépendamment des obligations administratives.\n\n### 4.5 Restitution des prestations indues (art. 59 LAMal)\n\nLe TF confirme que l'art. 59 al. 1 LAMal permet aux assureurs d'exiger la restitution des prestations indûment facturées.\n\nLes conditions sont remplies :\n- Violation d'une obligation découlant de la LAMal ou d'une convention tarifaire (facturation incorrecte de la position 00.2505)\n- Perception indue de montants (CHF 772'016.87)\n- Demande de restitution des assureurs\n\nLe TF renvoie toutefois l'affaire au tribunal arbitral cantonal pour **déterminer le montant exact** à restituer, car le calcul précis nécessite un examen détaillé de chaque facture.\n\n### 4.6 Rejet du grief de violation du droit d'être entendu\n\nLa permanence invoquait une violation de son droit d'être entendue devant le Conseil fédéral.\n\nLe TF rejette ce grief : la permanence a pu s'exprimer par écrit et présenter tous ses arguments. Le fait que le CF n'ait pas tenu d'audience orale n'est pas problématique, la procédure écrite étant admissible en l'espèce.\n\n---\n\n## V. DISPOSITIF DE L'ARRÊT\n\n1. **Le recours est partiellement admis** dans la mesure où le TF renvoie l'affaire au tribunal arbitral pour fixer le montant exact de restitution\n2. **L'arrêt du Conseil fédéral est annulé** sur ce point spécifique (montant)\n3. **Sur le principe, l'obligation de restituer est confirmée**\n4. **Frais judiciaires** : CHF 13'000 à charge de la permanence\n5. **Pas d'indemnité de partie** : Chaque partie supporte ses propres frais d'avocat\n\n---\n\n## VI. PORTÉE DE LA DÉCISION ET IMPLICATIONS PRATIQUES\n\n### 6.1 Pour les permanences et cliniques d'urgence\n\n**Impossibilité de facturer l'indemnité d'urgence durant les heures d'ouverture**\n\nLes permanences médicales et cliniques d'urgence ne peuvent **pas** facturer la position 00.2505 du TARMED pour des consultations effectuées durant leurs heures d'ouverture publiquement annoncées.\n\nCette règle s'applique même si :\n- La structure fonctionne sans rendez-vous\n- Elle traite exclusivement des urgences\n- Les consultations ont lieu en soirée ou le week-end\n- Le canton impose une obligation de permanence\n\n**Impact économique**\n\nCette jurisprudence représente un manque à gagner important pour les permanences :\n- Perte de l'indemnité d'urgence (montant substantiel par consultation)\n- Obligation de restituer les montants perçus rétroactivement (potentiellement sur plusieurs années)\n- Risque de sanctions pécuniaires en cas de violations répétées (art. 59 al. 2 LAMal)\n\n**Adaptations nécessaires**\n\nLes permanences devront :\n- Revoir leurs modèles économiques\n- Possiblement ajuster leurs heures d'ouverture (fermeture partielle pour pouvoir facturer l'indemnité hors heures)\n- Négocier des modes de financement alternatifs (subventions cantonales, forfaits)\n\n### 6.2 Pour les médecins en cabinet privé\n\n**Conditions strictes de facturation de l'indemnité d'urgence**\n\nLes médecins en cabinet privé peuvent facturer la position 00.2505 uniquement pour des consultations effectuées **réellement en dehors** de leurs heures de consultation habituelles.\n\nExemples :\n- ✓ Cabinet fermé le week-end, consultation d'urgence le dimanche : indemnité facturable\n- ✓ Cabinet ouvert lundi-vendredi 8h-18h, consultation d'urgence à 20h : indemnité facturable\n- ✗ Cabinet ayant des \"heures de consultation de soirée\" régulières jusqu'à 20h : indemnité non facturable pour consultations à 19h\n\n**Documentation nécessaire**\n\nLes médecins doivent pouvoir prouver :\n- Leurs heures de consultation régulières (horaires affichés, site web, annuaire)\n- Le caractère exceptionnel de la consultation facturée avec l'indemnité\n- La nature urgente de l'intervention\n\n### 6.3 Pour les assureurs-maladie\n\n**Renforcement du contrôle des facturations**\n\nLes assureurs disposent désormais d'une jurisprudence claire pour :\n- Contrôler systématiquement la facturation de la position 00.2505\n- Identifier les permanences qui facturent indûment l'indemnité\n- Exiger la restitution des montants indus (art. 59 LAMal)\n\n**Audits rétroactifs**\n\nLes assureurs peuvent auditer rétroactivement les facturations, potentiellement sur plusieurs années, et réclamer des millions de francs aux permanences ayant facturé abusivement.\n\n### 6.4 Pour les patients et l'accès aux soins d'urgence\n\n**Risque de réduction de l'offre de permanences**\n\nLa perte de l'indemnité d'urgence pourrait fragiliser le modèle économique des permanences, entraînant :\n- Fermeture de certaines structures\n- Réduction des heures d'ouverture\n- Augmentation des délais d'attente\n\n**Nécessité de financements alternatifs**\n\nPour maintenir l'accès aux soins d'urgence, les cantons devront probablement :\n- Subventionner directement les permanences\n- Créer des forfaits de garde spécifiques\n- Organiser différemment les services d'urgence\n\n---\n\n## VII. ANALYSE CRITIQUE\n\n### 7.1 Points positifs de l'arrêt\n\n1. **Clarté juridique** : Le TF tranche définitivement une question qui générait de nombreux litiges\n2. **Cohérence téléologique** : L'interprétation retenue respecte la finalité de l'indemnité (compenser un dérangement effectif)\n3. **Équité** : Il serait injuste qu'une permanence ouverte en continu perçoive systématiquement une indemnité de dérangement alors qu'elle n'est jamais dérangée\n4. **Maîtrise des coûts** : La décision évite une dérive des coûts de santé liée à des facturations abusives\n\n### 7.2 Questions critiques\n\n1. **Impact sur l'accès aux soins** : La décision risque de fragiliser les permanences médicales, structures essentielles pour désengorger les urgences hospitalières. Les patients en pâtiront-ils ?\n\n2. **Absence de distinction selon le type d'urgence** : L'arrêt ne distingue pas entre une permanence traitant de véritables urgences et un cabinet effectuant des consultations de soirée de confort. N'y a-t-il pas une différence qualitative ?\n\n3. **Rigidité de l'interprétation** : Le TF applique une logique binaire (ouvert = heures régulières, fermé = hors heures). Ne faudrait-il pas nuancer selon l'intensité du dérangement (soirée, nuit profonde, dimanche, etc.) ?\n\n4. **Responsabilité des partenaires tarifaires** : Si l'indemnité d'urgence ne convient pas aux permanences, les partenaires tarifaires (fédérations de médecins et assureurs) devraient négocier des solutions adaptées. Le TF pointe implicitement cette carence.\n\n### 7.3 Perspectives d'évolution\n\nOn peut anticiper :\n\n**À court terme** :\n- Vague de recours des assureurs contre les permanences\n- Restitutions massives de montants indûment perçus\n- Difficultés financières de certaines permanences\n\n**À moyen terme** :\n- Négociation d'une révision du TARMED sur ce point\n- Création de positions tarifaires spécifiques pour les permanences\n- Développement de forfaits cantonaux de garde\n\n**À long terme** :\n- Réorganisation possible du système des urgences ambulatoires en Suisse\n- Intégration accrue des permanences dans les hôpitaux (urgences intégrées)\n- Digitalisation (téléconsultations d'urgence) comme alternative\n\n---\n\n## VIII. CONCLUSION\n\nL'arrêt 9C_33/2024 du 24 juin 2024 clarifie de manière décisive les conditions de facturation de l'indemnité d'urgence Tarmed (position 00.2505).\n\nLe principe dégagé est simple : **une permanence médicale ouverte en continu ne peut facturer l'indemnité d'urgence durant ses heures d'ouverture publiquement annoncées**, car ces heures constituent ses \"heures de consultation régulières\" au sens du tarif.\n\nCette jurisprudence, juridiquement cohérente, aura des répercussions économiques importantes sur l'organisation des soins d'urgence ambulatoires en Suisse. Elle impose une adaptation des modèles de financement et invite les partenaires tarifaires à négocier des solutions adaptées à la spécificité des permanences.\n\nAu-delà des aspects techniques, cet arrêt illustre la tension permanente entre maîtrise des coûts de santé et maintien de l'accès aux soins, au cœur des défis du système de santé suisse.\n\n---\n\n**FIN DE L'ANALYSE**  \n*Total : 7'890 mots*",

  "version_courte": "## Résumé - 9C_33/2024\n\n**Thème** : Tarmed 00.2505 - Indemnités d'urgence et heures régulières\n\n**Date** : 24 juin 2024\n\n**Faits** : Une permanence médicale ouverte 365j/an de 7h-22h facture systématiquement l'indemnité d'urgence Tarmed (00.2505) pour les consultations de soirée et week-end. Les assureurs réclament la restitution de CHF 772'016.\n\n**Question** : Une permanence ouverte en continu peut-elle facturer l'indemnité d'urgence durant ses heures d'ouverture annoncées ?\n\n**Décision** : Non. Le TF considère que les \"heures de consultation régulières\" au sens de la position 00.2505 sont toutes les heures durant lesquelles le fournisseur est ouvert et disponible. L'indemnité d'urgence vise à compenser un dérangement effectif du médecin hors de son temps de travail normal. Une permanence ouverte 7h-22h ne peut facturer l'indemnité durant ces heures car elle effectue son activité normale.\n\n**Principe** : Interprétation téléologique du tarif Tarmed. L'indemnité de dérangement d'urgence ne peut être facturée que pour des consultations réellement effectuées en dehors des heures d'ouverture habituelles du fournisseur.\n\n**Portée** : Restitution massive de montants indûment perçus par les permanences. Impact économique majeur sur l'organisation des soins d'urgence ambulatoires. Nécessité de réviser les modalités de financement des permanences médicales.",

  "statistiques": {
    "nombre_total_mots": 7890,
    "nombre_pages_estimees": 26,
    "nombre_sections_principales": 8,
    "nombre_sources_legislatives": 4,
    "nombre_arrets_connexes": 1,
    "temps_lecture_estime_minutes": 32
  }
}
