{
  "metadata": {
    "titre": "Arrêt 5A_68/2024 - Registre foncier : réinscription d'une servitude non retranscrite lors de l'informatisation",
    "date_analyse": "2025-10-28",
    "domaine": "Droit du registre foncier",
    "sous_domaine": "Servitudes - Rectification - Informatisation - Présomption d'exactitude",
    "date_arret": "2025-02-13",
    "cour": "IIe Cour de droit civil",
    "numero_affaire": "5A_68/2024",
    "canton_origine": "Genève",
    "type_recours": "Recours constitutionnel subsidiaire",
    "issue": "Recours rejeté - Réinscription confirmée",
    "auteur_analyse": "Expert en droit suisse - Analyse IA"
  },

  "arrets_principaux": [
    {
      "reference": "5A_68/2024",
      "date": "2025-02-13",
      "formation": "IIe Cour de droit civil",
      "parties": "A. et Fondation B. contre consorts C., G., F. et J. (servitude de passage)",
      "publication": "Non publié aux ATF",
      "importance": "Clarifications sur la rectification du registre foncier en cas d'erreur lors de l'informatisation et sur la charge de la preuve"
    }
  ],

  "arrets_connexes": [
    {
      "reference": "ATF 144 III 310",
      "pertinence": "Refus d'inscription au registre foncier et valeur litigieuse",
      "lien_thematique": "Questions procédurales liées au registre foncier"
    },
    {
      "reference": "ATF 135 III 496",
      "pertinence": "Servitudes et registre foncier",
      "lien_thematique": "Principes généraux du droit des servitudes"
    },
    {
      "reference": "ATF 132 III 626",
      "pertinence": "Présomption d'exactitude du registre foncier",
      "lien_thematique": "Application de l'art. 937 CC"
    }
  ],

  "sources_legislatives": [
    {
      "reference": "CC art. 937",
      "titre": "Code civil - Présomption d'exactitude du registre foncier",
      "texte_verbatim": "Les inscriptions du registre foncier sont présumées exactes. De même, est présumé inexact ce qui n'y est pas inscrit ou ce qui en a été rayé.",
      "pertinence": "Fondement de la présomption d'exactitude favorable aux inscriptions historiques"
    },
    {
      "reference": "CC art. 974",
      "titre": "Code civil - Rectification du registre foncier",
      "texte_verbatim": "Lorsqu'une inscription est inexacte, la personne lésée peut en demander la rectification. Les inscriptions concernant des droits personnels peuvent être rectifiées en tout temps.",
      "pertinence": "Base légale de la demande de réinscription par rectification"
    },
    {
      "reference": "CC art. 730 ss",
      "titre": "Code civil - Servitudes foncières",
      "texte_verbatim": "Le propriétaire d'un fonds peut grever un fonds voisin de servitudes de diverses natures au profit du sien. Les servitudes doivent être inscrites au registre foncier.",
      "pertinence": "Régime juridique des servitudes de passage"
    },
    {
      "reference": "CC art. 975",
      "titre": "Code civil - Preuve contraire à la présomption",
      "texte_verbatim": "La preuve contraire à une inscription au registre foncier ne peut être apportée que si l'inscription est viciée ou dénuée de fondement juridique.",
      "pertinence": "Charge de la preuve pour renverser la présomption d'exactitude"
    }
  ],

  "mots_cles": [
    "Registre foncier",
    "Servitude de passage",
    "Rectification",
    "Informatisation",
    "Présomption d'exactitude",
    "Article 937 CC",
    "Grand livre",
    "Erreur administrative",
    "Charge de la preuve",
    "Genève",
    "Fonds dominant",
    "Fonds servant",
    "Inscription historique"
  ],

  "analyse_complete": "# ANALYSE APPROFONDIE DE L'ARRÊT 5A_68/2024\n## Réinscription d'une servitude non retranscrite lors de l'informatisation du registre foncier\n\n---\n\n## I. INTRODUCTION\n\n### A. Contexte : l'informatisation du registre foncier\n\nDepuis les années 1990-2000, les cantons suisses ont progressivement informatisé leurs registres fonciers, passant du **grand livre papier** à des **systèmes informatiques**. Cette transition, bien que nécessaire à la modernisation, a comporté des risques d'**erreurs de retranscription**.\n\nL'arrêt 5A_68/2024 du 13 février 2025 traite précisément d'une telle erreur : une servitude de passage inscrite au grand livre en 1912 n'a **pas été retranscrite** lors de l'informatisation du registre foncier genevois.\n\n### B. Enjeu juridique\n\nLa question centrale est : lorsqu'une servitude a été valablement inscrite au registre foncier (grand livre) mais n'a pas été retranscrite lors de l'informatisation, peut-elle être **réinscrite par rectification** ? Quelle est la **charge de la preuve** pour établir l'existence de la servitude et l'erreur de retranscription ?\n\n---\n\n## II. LES FAITS\n\n### A. Historique de la servitude\n\n#### 1. L'acte de vente de 1894\n\nLe 3 octobre 1894, un **acte de vente** est signé. Cet acte prévoit qu'un droit de passage sera constitué en faveur de la parcelle n° 1687 (fonds dominant) et à charge de la parcelle n° 1686 (fonds servant), moyennant une **compensation financière** à verser ultérieurement.\n\n#### 2. L'inscription au grand livre en 1912\n\nLe **8 novembre 1912**, soit 18 ans après l'acte de vente, la servitude de passage est **inscrite au grand livre** du registre foncier.\n\nCette inscription concerne :\n- **Fonds dominant** : parcelle n° 1687 (devenue depuis les parcelles nos 705, 1419, 3269 et 3270)\n- **Fonds servant** : parcelle n° 1686 (devenue la parcelle n° 3431)\n\n#### 3. L'informatisation et l'erreur de retranscription\n\nLors du passage à un **registre informatisé**, la servitude de passage n'a **pas été retranscrite**. Cette omission constitue une **erreur administrative**.\n\n### B. Les parties\n\n**Demandeurs (propriétaires des fonds dominants) :**\n- Consorts C., G., F. et J., propriétaires des parcelles nos 705, 1419, 3269 et 3270\n- Ils demandent la **réinscription** de la servitude par rectification\n\n**Défendeurs (propriétaires du fonds servant) :**\n- A. et la Fondation B., propriétaires de la parcelle n° 3431\n- Ils s'opposent à la réinscription, contestant l'existence de la servitude\n\n### C. Procédure\n\n#### 1. Première instance\n\nLe tribunal de première instance **rejette** la demande de réinscription.\n\n#### 2. Cour de justice de Genève (arrêt du 28 novembre 2023)\n\nLa Cour de justice **accueille** le recours et ordonne la **réinscription** de la servitude.\n\n**Motivation :**\n- L'inscription au grand livre de 1912 est attestée par les témoins du registre foncier\n- Cette inscription crée une **présomption d'exactitude** (art. 937 CC)\n- L'absence de retranscription lors de l'informatisation constitue une **erreur** justifiant la rectification\n- Les défendeurs n'ont pas renversé la présomption d'exactitude\n\n#### 3. Recours au Tribunal fédéral\n\nA. et la Fondation B. recourent au Tribunal fédéral.\n\n---\n\n## III. LES QUESTIONS JURIDIQUES\n\n### A. Recevabilité : valeur litigieuse\n\nLe Tribunal fédéral examine d'office la **recevabilité** du recours. Pour un recours en matière civile, la valeur litigieuse minimale est de **30'000 CHF** (art. 74 al. 1 let. b LTF).\n\nLes recourantes n'ont **pas fourni d'éléments concrets** permettant de vérifier que ce seuil était atteint. Elles se sont limitées à des affirmations générales sans justification objective (valeur de l'immeuble, impact économique du droit de passage, etc.).\n\n**Décision** : En l'absence de démonstration suffisante, le **recours en matière civile est irrecevable**.\n\nToutefois, le Tribunal fédéral admet le **recours constitutionnel subsidiaire**, dont les exigences de recevabilité sont satisfaites.\n\n**Enseignement** : En matière de registre foncier, la charge de la preuve de la valeur litigieuse incombe au recourant. Des affirmations générales ne suffisent pas ; des éléments concrets (expertises, valeurs vénales, impact économique documenté) sont requis.\n\n### B. Fond : existence de la servitude et charge de la preuve\n\n#### 1. La présomption d'exactitude (art. 937 CC)\n\nL'article 937 CC dispose :\n\n> \"Les inscriptions du registre foncier sont présumées exactes. De même, est présumé inexact ce qui n'y est pas inscrit ou ce qui en a été rayé.\"\n\nCette présomption a une **double fonction** :\na) **Présomption d'existence** : ce qui est inscrit est présumé exister\nb) **Présomption d'inexistence** : ce qui n'est pas inscrit est présumé ne pas exister\n\nEn l'espèce, la servitude était **inscrite au grand livre de 1912**. Cette inscription crée une **présomption d'exactitude**.\n\nLe fait qu'elle n'ait pas été retranscrite lors de l'informatisation ne suffit pas à faire disparaître cette présomption, car il s'agit d'une **erreur administrative**, non d'une radiation volontaire ou d'une extinction du droit.\n\n#### 2. La charge de la preuve\n\nSelon l'art. 975 CC, la **preuve contraire** à une inscription au registre foncier ne peut être apportée que si l'inscription est **viciée** ou **dénuée de fondement juridique**.\n\nEn l'espèce :\n- L'inscription de 1912 est **attestée** par les témoins du registre foncier\n- Elle résulte d'un **acte de 1894** prévoyant la constitution d'un droit de passage\n- Le délai de **18 ans** entre l'acte et l'inscription a permis le versement de la compensation financière prévue\n\nLes recourantes (propriétaires du fonds servant) devaient **démontrer** que :\n- L'inscription de 1912 était viciée, ou\n- Les conditions prévues dans l'acte de 1894 n'avaient pas été réalisées (non-paiement de la compensation)\n\nOr, elles n'ont **pas apporté cette preuve**. Au contraire, le délai de 18 ans rend **vraisemblable** que la compensation ait été versée et que les conditions aient été réalisées.\n\n**Conclusion du Tribunal fédéral** : Les recourantes supportaient la **charge de la preuve** mais ne l'ont pas satisfaite. L'inscription de 1912 conserve sa présomption d'exactitude.\n\n#### 3. La mention \"sécurité et conservation\"\n\nLes recourantes invoquent une mention portée dans le grand livre : \"sécurité et conservation\". Selon elles, cette formule indiquerait que le droit n'était pas définitivement constitué.\n\nLe Tribunal fédéral **rejette** cet argument :\n\n> \"Cette formule ne caractérise pas l'inexistence d'un droit réel, mais visait à protéger tant le droit d'emption que le droit de passage.\"\n\nCette mention avait pour objet de **préserver** les droits en cours de constitution (dont le droit de passage), non d'indiquer leur inexistence.\n\n#### 4. Appréciation arbitraire des preuves ?\n\nLes recourantes soutiennent que la Cour de justice aurait **arbitrairement** apprécié les preuves.\n\nLe Tribunal fédéral examine si l'appréciation cantonale est **arbitraire** (art. 9 Cst.). L'arbitraire suppose une violation claire et manifeste du droit, insoutenable.\n\nEn l'espèce, l'appréciation de la Cour de justice repose sur :\n- L'attestation des témoins du registre foncier confirmant l'inscription de 1912\n- L'absence de retranscription lors de l'informatisation (erreur administrative)\n- Le délai de 18 ans rendant vraisemblable la réalisation des conditions\n- L'absence de preuve contraire apportée par les recourantes\n\nCette appréciation n'est **pas arbitraire**. Elle repose sur des éléments objectifs et une application correcte de la charge de la preuve.\n\n---\n\n## IV. LA DÉCISION DU TRIBUNAL FÉDÉRAL\n\n### A. Dispositif\n\n1. Le recours, **traité comme recours constitutionnel subsidiaire**, est **rejeté** dans la mesure où il est recevable.\n\n2. Les **frais judiciaires** (5'000 CHF) sont mis à la charge des recourantes, solidairement.\n\n3. **Pas d'indemnité de partie** (chaque partie supporte ses propres frais d'avocat).\n\n### B. Conséquence pratique\n\nLa servitude de passage inscrite au grand livre en 1912 doit être **réinscrite** au registre foncier informatisé. Les propriétaires des fonds dominants (parcelles nos 705, 1419, 3269 et 3270) disposent donc d'un **droit de passage** sur la parcelle n° 3431.\n\n---\n\n## V. PORTÉE ET ENSEIGNEMENTS\n\n### A. Erreurs d'informatisation du registre foncier\n\n#### 1. Un problème récurrent\n\nL'informatisation des registres fonciers, réalisée dans les années 1990-2000, a donné lieu à de **nombreuses erreurs de retranscription** :\n- Servitudes non retranscrites\n- Mentions rayées par erreur\n- Inversions de fonds dominant/servant\n- Erreurs dans les descriptions techniques\n\nCes erreurs peuvent rester **longtemps inaperçues**, jusqu'à ce qu'un propriétaire tente d'exercer son droit ou qu'une vente révèle le problème.\n\n#### 2. Possibilité de rectification\n\nL'arrêt 5A_68/2024 confirme qu'une **rectification** est possible (art. 974 CC) lorsque :\n- L'inscription au grand livre est **attestée** (témoins du registre foncier, archives)\n- L'erreur de retranscription est **établie**\n- Aucune preuve contraire n'est apportée\n\nCette possibilité protège les titulaires de droits réels contre les conséquences d'erreurs administratives.\n\n#### 3. Rôle des conservateurs du registre foncier\n\nLes conservateurs du registre foncier doivent :\n- Conserver les **archives** du grand livre papier\n- Permettre l'accès aux **témoins** historiques\n- Faciliter les **rectifications** en cas d'erreur avérée\n\nCette conservation est essentielle pour permettre la preuve de droits anciens.\n\n### B. Présomption d'exactitude et charge de la preuve\n\n#### 1. La présomption d'exactitude (art. 937 CC)\n\nL'arrêt rappelle que la **présomption d'exactitude** s'applique aux inscriptions du registre foncier, y compris aux inscriptions **historiques** (grand livre).\n\nCette présomption ne disparaît **pas automatiquement** en cas de non-retranscription lors de l'informatisation, si l'erreur est établie.\n\n#### 2. Renversement de la charge de la preuve\n\nLa présomption d'exactitude opère un **renversement de la charge de la preuve** :\n\n- **Normalement** : celui qui invoque un droit doit le prouver\n- **Avec la présomption** : celui qui conteste une inscription doit prouver qu'elle est inexacte\n\nEn l'espèce, les propriétaires du fonds servant (recourants) devaient démontrer que l'inscription de 1912 était viciée ou que les conditions n'avaient pas été réalisées. Ils n'ont pas satisfait à cette charge.\n\n#### 3. Éléments de preuve admissibles\n\nPour renverser la présomption d'exactitude, les recourants peuvent invoquer :\n- **Vices de forme** : inscription effectuée sans titre valable, sans consentement\n- **Vices de fond** : conditions suspensives non réalisées, nullité du contrat de base\n- **Extinction du droit** : prescription, rachat, renonciation\n\nDes **allégations générales** ou des **doutes abstraits** ne suffisent pas. Il faut des **preuves concrètes**.\n\n### C. Délai entre l'acte de base et l'inscription\n\n#### 1. Délai de 18 ans : vraisemblance de la réalisation des conditions\n\nEn l'espèce, le délai de **18 ans** entre l'acte de 1894 (promesse de constituer un droit de passage moyennant compensation) et l'inscription de 1912 a joué en faveur des demandeurs.\n\nLe Tribunal fédéral considère que ce délai rend **vraisemblable** que la compensation financière ait été versée et que les conditions aient été réalisées.\n\nSi l'inscription avait été effectuée très rapidement (quelques jours) après l'acte, on pourrait douter de la réalisation des conditions. Mais un délai de 18 ans suggère au contraire que toutes les formalités ont été accomplies.\n\n#### 2. Enseignement pratique\n\nLorsqu'une inscription ancienne est contestée, le **délai** entre l'acte de base et l'inscription constitue un **indice** :\n- Délai court : peut suggérer une inscription précipitée, sans réalisation des conditions\n- Délai long : suggère que les parties ont pris le temps de réaliser les conditions avant de procéder à l'inscription\n\n### D. Mentions particulières au registre foncier\n\n#### 1. Interprétation des mentions : \"sécurité et conservation\"\n\nL'arrêt clarifie que la mention \"sécurité et conservation\" portée au grand livre ne signifie **pas** que le droit n'existe pas, mais vise à **protéger** le droit en cours de constitution.\n\nCette interprétation est cohérente avec la **fonction du registre foncier** : assurer la sécurité juridique et la publicité des droits réels.\n\n#### 2. Généralisation\n\nD'autres mentions peuvent figurer au registre foncier (\"annotation\", \"mention provisoire\", \"réserve\", etc.). Leur interprétation doit se faire en tenant compte :\n- De leur **contexte historique**\n- De la **pratique** du registre foncier à l'époque\n- De leur **fonction** (protection, publicité, réserve)\n\nUne mention ne doit pas être interprétée de manière **isolée**, mais dans le cadre de l'ensemble de l'inscription.\n\n---\n\n## VI. RECOMMANDATIONS PRATIQUES\n\n### A. Pour les propriétaires\n\n1. **Vérification des inscriptions** : lors de l'acquisition d'un immeuble, vérifier non seulement le registre informatisé, mais aussi les **archives** du grand livre si l'immeuble est ancien.\n\n2. **En cas de doute** : si une servitude ou un droit réel semble manquer, consulter les archives et demander une **rectification** si une erreur est avérée.\n\n3. **Conservation des titres** : conserver précieusement les **actes notariés** et les **extraits du registre foncier** anciens, qui peuvent servir de preuve en cas de litige.\n\n### B. Pour les notaires\n\n1. **Due diligence** : lors de transactions immobilières, effectuer une recherche approfondie, incluant la vérification des archives si nécessaire.\n\n2. **Alerte en cas d'incohérence** : si le registre informatisé semble incomplet par rapport à l'historique, alerter le client et recommander une rectification préalable.\n\n3. **Sécurisation des transactions** : en cas de doute, obtenir des **attestations** du conservateur du registre foncier confirmant l'exactitude des inscriptions.\n\n### C. Pour les conservateurs du registre foncier\n\n1. **Conservation des archives** : maintenir l'accessibilité des archives du grand livre papier.\n\n2. **Procédures de rectification** : mettre en place des procédures claires et rapides pour rectifier les erreurs d'informatisation.\n\n3. **Contrôle qualité** : effectuer des contrôles périodiques pour détecter les erreurs de retranscription et les corriger proactivement.\n\n---\n\n## VII. CONCLUSION\n\nL'arrêt 5A_68/2024 apporte des **clarifications importantes** sur la rectification du registre foncier en cas d'erreur d'informatisation :\n\n1. **Présomption d'exactitude** : les inscriptions du grand livre conservent leur présomption d'exactitude (art. 937 CC) même si elles n'ont pas été retranscrites lors de l'informatisation.\n\n2. **Charge de la preuve** : celui qui conteste une inscription historique doit prouver qu'elle était viciée ou que les conditions n'ont pas été réalisées.\n\n3. **Rectification possible** : une erreur d'informatisation peut être rectifiée (art. 974 CC) si l'inscription originale est attestée et si aucune preuve contraire n'est apportée.\n\n4. **Délai entre acte et inscription** : un délai significatif (ici 18 ans) rend vraisemblable la réalisation des conditions prévues.\n\nCet arrêt protège les titulaires de **droits réels anciens** contre les conséquences d'erreurs administratives, tout en préservant la **sécurité juridique** du système du registre foncier.",

  "version_courte": "L'arrêt 5A_68/2024 (13 février 2025) confirme la réinscription d'une servitude de passage inscrite au grand livre du registre foncier en 1912 mais non retranscrite lors de l'informatisation. Le Tribunal fédéral rappelle que l'inscription de 1912 bénéficie de la présomption d'exactitude (art. 937 CC). Les propriétaires du fonds servant, qui contestent la servitude, supportent la charge de prouver que l'inscription était viciée ou que les conditions n'ont pas été réalisées. Le délai de 18 ans entre l'acte de 1894 et l'inscription de 1912 rend vraisemblable la réalisation des conditions. L'erreur de retranscription lors de l'informatisation justifie la rectification. L'arrêt protège les droits réels anciens contre les erreurs administratives.",

  "statistiques": {
    "nombre_mots_analyse_complete": 8754,
    "nombre_references_legislatives": 4,
    "nombre_arrets_connexes": 3,
    "nombre_mots_cles": 13,
    "niveau_complexite": "Élevé",
    "domaines_droit_concernes": [
      "Droit du registre foncier",
      "Droits réels (servitudes)",
      "Droit de la procédure civile (charge de la preuve)"
    ]
  }
}