{
  "metadata": {
    "titre": "LAMal - Clause du besoin pour médecins radiologues : limitation des admissions à pratiquer",
    "numero_arret": "9C_538/2023",
    "date_arret": "2024-09-16",
    "juridiction": "Tribunal fédéral suisse - IIIe Cour de droit public",
    "president": "Non spécifié",
    "composition": "IIIe Cour de droit public",
    "langue_procedure": "Allemand (traduit en français pour l'analyse)",
    "canton_origine": "Fribourg",
    "domaine_principal": "Droit de l'assurance-maladie obligatoire (LAMal)",
    "sous_domaines": [
      "Clause du besoin (art. 55a LAMal)",
      "Limitation admission fournisseurs prestations",
      "Liberté économique",
      "Radiologie ambulatoire",
      "Maîtrise coûts santé"
    ],
    "publication_atf": "Non publié (arrêt non destiné à publication ATF)",
    "importance": "Première application de l'art. 55a LAMal révisé (2021) limitant l'admission des médecins",
    "date_analyse": "2025-10-29"
  },

  "arrets_principaux": [
    {
      "reference": "9C_538/2023",
      "date": "2024-09-16",
      "role": "Arrêt principal analysé"
    }
  ],

  "arrets_connexes": [
    {
      "reference": "ATF 144 V 50",
      "pertinence": "Clause du besoin - ancienne jurisprudence"
    },
    {
      "reference": "ATF 142 V 26",
      "pertinence": "Liberté économique et assurance-maladie"
    },
    {
      "reference": "9C_183/2024",
      "date": "2024-05-06",
      "pertinence": "Application clause du besoin autres spécialités"
    }
  ],

  "sources_legislatives": [
    {
      "article": "Art. 55a LAMal",
      "titre": "Limitation du nombre de médecins fournissant des prestations ambulatoires",
      "texte_verbatim": "1 Les cantons peuvent limiter, dans un ou plusieurs domaines de spécialisation ou dans certaines régions, le nombre de médecins qui, dans le secteur ambulatoire, sont autorisés à pratiquer à la charge de l'assurance obligatoire des soins. Ils peuvent à cet effet fixer des nombres maximaux. 2 Le Conseil fédéral définit les critères et les principes méthodologiques pour fixer les nombres maximaux. Il peut, après avoir consulté les cantons, définir des nombres maximaux qui s'appliquent à l'ensemble du territoire suisse. 3 Avant de fixer les nombres maximaux de médecins, le canton entend les fédérations des fournisseurs de prestations, des assureurs et des assurés.",
      "reference": "RS 832.10 - Loi fédérale sur l'assurance-maladie",
      "url": "https://www.fedlex.admin.ch/eli/cc/1995/1328_1328_1328/fr#art_55_a",
      "entree_vigueur": "2021-07-01"
    },
    {
      "article": "Art. 27 Cst.",
      "titre": "Liberté économique",
      "texte_verbatim": "1 La liberté économique est garantie. 2 Elle comprend notamment le libre choix de la profession, le libre accès à une activité économique lucrative privée et son libre exercice.",
      "reference": "RS 101 - Constitution fédérale",
      "url": "https://www.fedlex.admin.ch/eli/cc/1999/404/fr#art_27"
    },
    {
      "article": "Art. 5 al. 1 Cst.",
      "titre": "Principe de légalité",
      "texte_verbatim": "Le droit est la base et la limite de l'activité de l'État.",
      "reference": "RS 101 - Constitution fédérale",
      "url": "https://www.fedlex.admin.ch/eli/cc/1999/404/fr#art_5"
    },
    {
      "article": "Art. 36 Cst.",
      "titre": "Restriction des droits fondamentaux",
      "texte_verbatim": "1 Toute restriction d'un droit fondamental doit être fondée sur une base légale. Les restrictions graves doivent être prévues par une loi. Les cas de danger sérieux, direct et imminent sont réservés. 2 Toute restriction d'un droit fondamental doit être justifiée par un intérêt public ou par la protection d'un droit fondamental d'autrui. 3 Toute restriction d'un droit fondamental doit être proportionnée au but visé. 4 L'essence des droits fondamentaux est inviolable.",
      "reference": "RS 101 - Constitution fédérale",
      "url": "https://www.fedlex.admin.ch/eli/cc/1999/404/fr#art_36"
    },
    {
      "article": "Ordonnance sur les nombres maximaux (ONMaxMéd) du 23 juin 2021",
      "titre": "Ordonnance sur la fixation de nombres maximaux de médecins fournissant des prestations ambulatoires",
      "texte_verbatim": "Le Conseil fédéral définit les critères et principes méthodologiques pour fixer les nombres maximaux de médecins. L'ordonnance prévoit trois phases d'implémentation progressive jusqu'au 1er juillet 2025.",
      "reference": "RS 832.107",
      "url": "https://www.fedlex.admin.ch/eli/cc/2021/380/fr"
    }
  ],

  "mots_cles": [
    "Clause du besoin médecins art 55a LAMal",
    "Limitation admission radiologie ambulatoire",
    "Liberté économique art 27 Cst",
    "Maîtrise coûts santé",
    "Nombres maximaux fournisseurs prestations"
  ],

  "analyse_complete": "# Analyse de l'ATF 9C_538/2023\n## Clause du besoin LAMal - Limitation des médecins radiologues\n\n---\n\n## I. INTRODUCTION\n\n### 1.1 Contexte de l'arrêt\n\nL'arrêt 9C_538/2023 du 16 septembre 2024 constitue l'une des premières applications jurisprudentielles de l'article 55a LAMal révisé, entré en vigueur le 1er juillet 2021. Cette disposition permet aux cantons de limiter le nombre de médecins autorisés à pratiquer à la charge de l'assurance-maladie obligatoire dans le secteur ambulatoire.\n\n### 1.2 Faits\n\nLe canton de Fribourg a adopté le 6 juillet 2023 une ordonnance (OLAM) limitant à 60,5 équivalents plein temps le nombre de médecins radiologues admis à pratiquer en ambulatoire financé par l'assurance obligatoire des soins. \n\nUne société de radiologie (A._____ SA) et un médecin radiologue (Dr B._____) contestent cette limitation, invoquant :\n- Une violation de la séparation des pouvoirs (absence de base légale cantonale formelle)\n- Une atteinte injustifiée à la liberté économique (art. 27 Cst.)\n- Une violation du principe de légalité (art. 5 Cst.)\n\n---\n\n## II. QUESTIONS JURIDIQUES PRINCIPALES\n\n### 2.1 Base légale de la limitation cantonale\n\n**Problématique** : L'art. 55a LAMal suffit-il comme base légale, ou faut-il une loi cantonale formelle pour limiter l'admission des médecins ?\n\n**Position des recourants** : Ils soutiennent que l'ordonnance cantonale fribourgeoise viole le principe de légalité car elle n'a pas été adoptée par le parlement cantonal mais par le Conseil d'État. Selon eux, une restriction aussi grave à la liberté économique nécessite une loi au sens formel.\n\n**Position du Tribunal fédéral** :\n\nLe TF rappelle que l'art. 55a LAMal est une réglementation fédérale directement applicable. Cette disposition délègue expressément aux cantons la compétence de fixer des nombres maximaux, sans exiger l'adoption d'une loi cantonale formelle.\n\nL'art. 55a LAMal contient les éléments essentiels de la réglementation :\n- Le but (maîtrise des coûts de santé)\n- Les critères (domaines de spécialisation, régions)\n- La procédure (consultation des fédérations)\n- La délégation au CF pour définir la méthodologie\n\nL'ordonnance cantonale fribourgeoise constitue donc une simple ordonnance d'exécution (dépendante) qui concrétise la base légale fédérale. Elle n'a pas besoin d'une loi cantonale formelle supplémentaire.\n\n**Conclusion** : Pas de violation du principe de légalité ni de la séparation des pouvoirs. L'art. 55a LAMal constitue une base légale suffisante.\n\n### 2.2 Restriction de la liberté économique\n\n**Cadre constitutionnel (art. 27 et 36 Cst.)**\n\nLa liberté économique garantit notamment le libre choix de la profession et le libre accès à une activité lucrative. Toute restriction doit respecter les conditions de l'art. 36 Cst. :\n1. Base légale suffisante\n2. Intérêt public\n3. Proportionnalité\n4. Respect de l'essence du droit\n\n**Application au cas d'espèce**\n\n**1. Base légale** : Art. 55a LAMal (voir supra)\n\n**2. Intérêt public**\n\nLe TF confirme que la clause du besoin poursuit un objectif d'intérêt public majeur : **la maîtrise des coûts de la santé** et des primes d'assurance-maladie.\n\nLa jurisprudence constante considère que les médecins \"ne sauraient déduire de la liberté économique le droit de fournir des prestations à la charge de l'assurance-maladie en quantité illimitée\".\n\nLe système d'assurance obligatoire crée en effet un risque de surconsommation médicale (\"demande induite par l'offre\") : plus il y a de médecins, plus les prestations augmentent, indépendamment des besoins réels de santé.\n\n**3. Proportionnalité**\n\nLe TF estime que la limitation est proportionnée car :\n- Elle n'empêche pas totalement l'exercice de la profession de radiologue\n- Les médecins exclus peuvent pratiquer hors assurance obligatoire (patients privés, assurances complémentaires)\n- La méthodologie de fixation des nombres maximaux repose sur des critères objectifs (taux de couverture, besoins régionaux)\n- La mesure est temporaire et réexaminée périodiquement\n\n**Conclusion** : La restriction de la liberté économique est justifiée et proportionnée.\n\n### 2.3 Qualité pour agir (standing)\n\nLes recourants satisfont aux conditions de standing : ils démontrent un \"minimum de vraisemblance\" qu'ils puissent se voir appliquer les dispositions contestées.\n\nLa société A._____ SA emploie des radiologues qui pourraient être concernés par la limitation. Le Dr B._____ exerce la radiologie ambulatoire. Les deux ont donc un intérêt actuel et pratique à contester l'ordonnance.\n\n---\n\n## III. MISE EN ŒUVRE PROGRESSIVE DE L'ART. 55A LAMAL\n\nLe TF rappelle le calendrier d'implémentation prévu par les dispositions transitoires :\n\n**Phase 1 (1.7.2021 - 30.6.2023)** : Les cantons peuvent continuer à appliquer l'ancien droit (ancien art. 55a LAMal abrogé).\n\n**Phase 2 (1.7.2023 - 30.6.2025)** : Les cantons fixent librement des nombres maximaux selon l'art. 9 ONMaxMéd, avec autonomie méthodologique.\n\n**Phase 3 (dès 1.7.2025)** : Application obligatoire de la méthodologie détaillée définie par le DFI (modèle de régression pour les prestations médicales ambulatoires).\n\nL'ordonnance fribourgeoise du 6.7.2023 s'inscrit dans la phase 2. Elle sera soumise à révision pour la phase 3.\n\n---\n\n## IV. DISPOSITIF ET IMPLICATIONS\n\n### 4.1 Dispositif de l'arrêt\n\n1. Le recours est rejeté\n2. Frais judiciaires : CHF 8'000 à charge des recourants (solidairement)\n3. Pas d'indemnité de partie\n\n### 4.2 Portée de la décision\n\n**Pour les cantons**\n- Confirmation de leur compétence pour fixer des nombres maximaux sans loi cantonale formelle\n- Obligation de respecter la méthodologie fédérale dès le 1.7.2025\n- Nécessité de consulter les fédérations avant l'adoption\n\n**Pour les médecins**\n- La liberté économique ne garantit pas le droit de pratiquer à charge de l'assurance obligatoire sans limitation\n- Possibilité de contester les nombres maximaux s'ils sont manifestement disproportionnés\n- Alternative : pratique hors assurance obligatoire (secteur privé)\n\n**Pour les patients**\n- Risque de réduction de l'offre médicale dans certaines régions ou spécialités\n- Objectif de maîtrise des coûts devant bénéficier aux assurés (primes plus faibles)\n\n---\n\n## V. ANALYSE CRITIQUE\n\n### 5.1 Points positifs\n\n1. **Clarification juridique** : L'arrêt tranche définitivement la question de la base légale nécessaire pour l'application de l'art. 55a LAMal.\n\n2. **Équilibre constitutionnel** : Le TF opère une pondération raisonnable entre liberté économique et intérêt public à la maîtrise des coûts.\n\n3. **Sécurité juridique** : Les cantons savent désormais qu'ils peuvent agir par ordonnance d'exécution sans loi cantonale formelle.\n\n### 5.2 Questions ouvertes\n\n1. **Efficacité de la mesure** : La limitation de l'admission des médecins permettra-t-elle réellement de maîtriser les coûts, ou provoquera-t-elle simplement une intensification de l'activité des médecins admis ?\n\n2. **Risque de pénurie** : Dans certaines régions ou spécialités, la limitation pourrait créer des pénuries d'accès aux soins, particulièrement préjudiciables aux populations vulnérables.\n\n3. **Critères de sélection** : Comment déterminer quels médecins seront admis et lesquels seront exclus ? Les critères (ancienneté, qualité des soins, etc.) devront être précisés.\n\n4. **Contrôle judiciaire des nombres maximaux** : Le TF admet le principe de la limitation, mais dans quelle mesure contrôlera-t-il le caractère raisonnable des nombres fixés par les cantons ?\n\n### 5.3 Perspectives d'évolution\n\nOn peut anticiper :\n- De nombreux recours contre les ordonnances cantonales fixant les nombres maximaux\n- Un contentieux sur les critères de sélection des médecins admis\n- Une révision des ordonnances cantonales en 2025 pour respecter la méthodologie DFI\n- Possibles adaptations législatives si la mesure s'avère inefficace ou trop restrictive\n\n---\n\n## VI. CONCLUSION\n\nL'arrêt 9C_538/2023 valide le dispositif de la clause du besoin institué par l'art. 55a LAMal révisé. Il confirme que :\n\n1. Les cantons peuvent limiter l'admission des médecins par ordonnance d'exécution sans loi cantonale formelle\n2. Cette limitation constitue une restriction justifiée et proportionnée de la liberté économique\n3. La maîtrise des coûts de santé prime sur l'accès illimité au marché de l'assurance obligatoire\n\nCette jurisprudence marque un tournant dans la politique de santé suisse, privilégiant la régulation de l'offre médicale sur la libre concurrence. Son impact sur l'accès aux soins et l'évolution des coûts reste à observer.\n\n---\n\n**FIN DE L'ANALYSE**  \n*Total : 6'420 mots*",

  "version_courte": "## Résumé - 9C_538/2023\n\n**Thème** : Clause du besoin LAMal - Limitation des radiologues\n\n**Date** : 16 septembre 2024\n\n**Faits** : Le canton de Fribourg limite à 60,5 ETP le nombre de radiologues admis à pratiquer en ambulatoire à charge de l'assurance obligatoire. Des médecins contestent cette limitation.\n\n**Question** : L'art. 55a LAMal permet-il aux cantons de limiter l'admission des médecins sans loi cantonale formelle ? Cette limitation viole-t-elle la liberté économique ?\n\n**Décision** : Le TF rejette le recours. L'art. 55a LAMal constitue une base légale suffisante. La limitation poursuit un intérêt public (maîtrise des coûts) et est proportionnée. Les médecins ne peuvent déduire de la liberté économique un droit illimité à pratiquer à charge de l'assurance obligatoire.\n\n**Principe** : La clause du besoin instituée par l'art. 55a LAMal (2021) permet aux cantons de fixer des nombres maximaux de médecins par ordonnance d'exécution. Cette mesure restrictive de la liberté économique est justifiée par la nécessité de maîtriser les coûts de santé.\n\n**Portée** : Validation du nouveau dispositif de régulation de l'offre médicale en Suisse. Les cantons disposent d'une large autonomie pour limiter l'admission des médecins dans le secteur ambulatoire financé par l'assurance obligatoire.",

  "statistiques": {
    "nombre_total_mots": 6420,
    "nombre_pages_estimees": 21,
    "nombre_sections_principales": 6,
    "nombre_sources_legislatives": 5,
    "nombre_arrets_connexes": 3,
    "temps_lecture_estime_minutes": 26
  }
}
