{
  "metadata": {
    "titre": "ATF 151 I 62 - Admission provisoire et obligation positive de délivrer une autorisation de séjour pour une adolescente intégrée",
    "date_analyse": "2025-10-28",
    "domaine": "Droit des étrangers",
    "sous_domaine": "Admission provisoire - Protection de la vie privée - Intégration",
    "date_arret": "2024-07-23",
    "cour": "IIe Cour de droit public",
    "numero_affaire": "2C_157/2023",
    "canton_origine": "Fribourg",
    "type_recours": "Recours en matière de droit public",
    "issue": "Recours admis - Délivrance d'une autorisation de séjour ordonnée",
    "auteur_analyse": "Expert en droit suisse - Analyse IA"
  },

  "arrets_principaux": [
    {
      "reference": "ATF 151 I 62",
      "date": "2024-07-23",
      "formation": "IIe Cour de droit public",
      "parties": "A. contre Service de la population et des migrants du canton de Fribourg",
      "publication": "Destiné à la publication aux ATF",
      "importance": "Arrêt de principe sur les obligations positives de l'État face au maintien de l'admission provisoire pour une adolescente intégrée"
    }
  ],

  "arrets_connexes": [
    {
      "reference": "ATF 144 I 266",
      "pertinence": "Atteinte à la vie privée par le maintien de l'admission provisoire",
      "lien_thematique": "Conditions dans lesquelles l'admission provisoire porte atteinte à l'art. 8 CEDH"
    },
    {
      "reference": "ATF 144 II 1",
      "pertinence": "Intégration et vie privée des jeunes étrangers",
      "lien_thematique": "Critères d'évaluation de l'intégration des mineurs"
    },
    {
      "reference": "ATF 137 I 247",
      "pertinence": "Protection de la vie familiale - Enfants bien intégrés",
      "lien_thematique": "Poids de l'intégration dans la pesée des intérêts"
    },
    {
      "reference": "ATF 120 Ib 1",
      "pertinence": "Art. 8 CEDH et droit de séjour des étrangers",
      "lien_thematique": "Obligations positives découlant de l'art. 8 CEDH"
    }
  ],

  "sources_legislatives": [
    {
      "reference": "CEDH art. 8",
      "titre": "Convention européenne des droits de l'homme - Droit au respect de la vie privée et familiale",
      "texte_verbatim": "1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance. 2. Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui.",
      "pertinence": "Fondement de la protection de la vie privée, ayant une portée identique à l'art. 13 Cst."
    },
    {
      "reference": "Cst. art. 13",
      "titre": "Constitution fédérale - Protection de la sphère privée",
      "texte_verbatim": "1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile, de sa correspondance et des relations qu'elle établit par la poste et les télécommunications. 2. Toute personne a le droit d'être protégée contre l'emploi abusif des données qui la concernent.",
      "pertinence": "Garantie constitutionnelle de la vie privée, dont découle l'obligation positive de délivrer une autorisation de séjour dans certains cas"
    },
    {
      "reference": "LEI art. 84 al. 5",
      "titre": "Loi fédérale sur les étrangers et l'intégration - Examen de l'octroi d'une autorisation de séjour",
      "texte_verbatim": "L'autorité compétente tient compte, en règle générale, de la durée de la présence en Suisse, de la situation familiale, de la situation financière, de l'intégration et du respect de l'ordre juridique suisse ainsi que de l'exigibilité d'un retour dans l'État d'origine.",
      "pertinence": "Critères légaux d'examen pour la transformation de l'admission provisoire en autorisation de séjour"
    },
    {
      "reference": "CDE art. 3 al. 1",
      "titre": "Convention relative aux droits de l'enfant - Intérêt supérieur de l'enfant",
      "texte_verbatim": "Dans toutes les décisions qui concernent les enfants, qu'elles soient le fait des institutions publiques ou privées de protection sociale, des tribunaux, des autorités administratives ou des organes législatifs, l'intérêt supérieur de l'enfant doit être une considération primordiale.",
      "pertinence": "Principe directeur dans l'examen des demandes concernant des mineurs"
    },
    {
      "reference": "CDE art. 6",
      "titre": "Convention relative aux droits de l'enfant - Droit à la vie et au développement",
      "texte_verbatim": "1. Les États parties reconnaissent que tout enfant a un droit inhérent à la vie. 2. Les États parties assurent dans toute la mesure possible la survie et le développement de l'enfant.",
      "pertinence": "Obligation de garantir le développement harmonieux de l'enfant"
    }
  ],

  "mots_cles": [
    "Admission provisoire",
    "Autorisation de séjour",
    "Droit des étrangers",
    "Vie privée",
    "Article 8 CEDH",
    "Article 13 Cst.",
    "Intégration",
    "Adolescente",
    "Obligations positives",
    "LEI article 84 al. 5",
    "Intérêt de l'enfant",
    "Exigibilité du retour",
    "Syrie",
    "Naturalisation",
    "Proportionnalité"
  ],

  "analyse_complete": "# ANALYSE APPROFONDIE DE L'ATF 151 I 62\n## Admission provisoire et obligation de délivrer une autorisation de séjour à une adolescente intégrée\n\n---\n\n## I. INTRODUCTION\n\n### A. Contexte et importance de l'arrêt\n\nL'ATF 151 I 62, rendu le 23 juillet 2024 par la IIe Cour de droit public du Tribunal fédéral suisse, constitue un arrêt majeur en matière de droit des étrangers et de protection des droits fondamentaux. Il illustre la tension entre la politique migratoire de la Suisse et les droits individuels protégés par la Constitution fédérale et la Convention européenne des droits de l'homme (CEDH).\n\nCet arrêt marque une évolution significative de la jurisprudence en reconnaissant qu'une **adolescente** arrivée jeune en Suisse et parfaitement intégrée peut se voir reconnaître une **obligation positive de l'État** de lui délivrer une autorisation de séjour en remplacement de son statut d'admission provisoire. Cette décision s'inscrit dans le prolongement de la jurisprudence relative à la protection de la vie privée (art. 8 CEDH et art. 13 Cst.), mais l'applique de manière novatrice à la catégorie spécifique des adolescents en admission provisoire.\n\n### B. Présentation sommaire de l'affaire\n\nUne ressortissante syrienne, née en 2009, arrive en Suisse en avril 2014 à l'âge de **5 ans** avec sa famille. Après le rejet de leur demande d'asile en 2015, toute la famille obtient une **admission provisoire** (permis F). En juillet 2021, alors qu'elle a 12 ans, la jeune fille demande une **autorisation de séjour** (permis B). Les autorités fribourgeoises refusent, considérant que le statut d'admission provisoire est adapté à sa situation.\n\nLe Tribunal fédéral, saisit du recours, examine si le maintien du statut d'admission provisoire pour une adolescente de 15 ans (âge au moment du jugement cantonal), arrivée à 5 ans et établie depuis 10 ans en Suisse, constitue une **atteinte disproportionnée à sa vie privée** au sens de l'article 8 CEDH et de l'article 13 Cst. Il conclut par l'affirmative et ordonne la délivrance d'une autorisation de séjour.\n\n---\n\n## II. LES FAITS ET LA PROCÉDURE\n\n### A. Parcours de la requérante\n\n#### 1. Arrivée en Suisse et procédure d'asile\n\nLa requérante, ressortissante syrienne née le **13 avril 2009**, arrive en Suisse en **avril 2014** à l'âge de **5 ans**, accompagnée de sa mère, de son beau-père et de ses frères et sœurs. La famille dépose une demande d'asile.\n\nPar décision du **27 février 2015**, le Secrétariat d'État aux migrations (SEM) **rejette** la demande d'asile de la famille mais lui octroie une **admission provisoire** en raison de l'inexigibilité du renvoi vers la Syrie, pays en guerre.\n\nLa requérante reçoit donc, dès l'âge de 6 ans, un **permis F** (admission provisoire), qu'elle conservera pendant toute son enfance et son adolescence.\n\n#### 2. Intégration en Suisse\n\nEntre 2014 et 2021, la requérante passe de l'âge de 5 ans à 12 ans. Elle :\n- **Fréquente l'école** en Suisse, du niveau primaire au cycle d'orientation\n- **Apprend le français**, qu'elle maîtrise parfaitement à l'oral et à l'écrit\n- **S'intègre socialement** dans son environnement fribourgeois\n- **Obtient d'excellents résultats scolaires** (attestés par les autorités cantonales)\n\nÀ 12 ans, elle a vécu **plus de la moitié de sa vie en Suisse** (7 ans sur 12). Ses souvenirs de Syrie sont faibles ou inexistants.\n\n#### 3. Demande d'autorisation de séjour\n\nLe **27 juillet 2021**, alors qu'elle a tout juste 12 ans, la requérante dépose auprès du Service de la population et des migrants du canton de Fribourg (ci-après : SPM) une demande visant à **transformer son admission provisoire en autorisation de séjour** (passage du permis F au permis B).\n\n**Motivation de la demande :**\n- Durée de présence en Suisse (7 ans)\n- Excellente intégration linguistique, scolaire et sociale\n- Absence de perspective de retour en Syrie dans un avenir prévisible\n- Inconvénients du statut d'admission provisoire pour son développement futur (notamment en vue de la formation professionnelle et de la naturalisation)\n\n### B. Procédure administrative et cantonale\n\n#### 1. Décision du SPM (21 octobre 2021)\n\nPar décision du **21 octobre 2021**, le SPM **refuse** la demande.\n\n**Motivation du refus :**\n- Le statut d'admission provisoire est adapté à la situation de la requérante\n- Les critères de l'art. 84 al. 5 LEI (intégration, durée de séjour, etc.) ne sont pas suffisamment remplis pour justifier la délivrance d'une autorisation de séjour\n- L'admission provisoire permet à la requérante de résider légalement en Suisse et de poursuivre sa scolarité\n- La pratique cantonale fribourgeoise est restrictive en matière de transformation de l'admission provisoire\n\n#### 2. Recours au Tribunal cantonal fribourgeois\n\nLa requérante recourt auprès du **Tribunal cantonal du canton de Fribourg**.\n\n**Argumentation de la recourante :**\n- Le maintien de l'admission provisoire constitue une **atteinte disproportionnée à sa vie privée** (art. 8 CEDH, art. 13 Cst.)\n- Son intégration est exemplaire\n- Elle a passé la majeure partie de sa vie en Suisse\n- Le retour en Syrie n'est pas exigible et ne le sera pas dans un avenir prévisible\n- Le statut d'admission provisoire crée des **obstacles à son développement** (formation, naturalisation, mobilité)\n\n**Décision du Tribunal cantonal (arrêt du 21 février 2023) :**\n\nLe Tribunal cantonal **rejette** le recours.\n\n**Motivation :**\n- L'admission provisoire permet à la requérante de résider en Suisse et de suivre sa scolarité\n- Les inconvénients du statut F ne sont pas suffisamment graves pour constituer une atteinte disproportionnée à la vie privée\n- La requérante n'a pas démontré que l'admission provisoire l'empêche de mener une vie normale\n- La pratique cantonale doit être respectée\n\nÀ cette date (21 février 2023), la requérante a **13 ans** et réside en Suisse depuis **près de 9 ans**.\n\n### C. Recours au Tribunal fédéral\n\n#### 1. Dépôt du recours\n\nPar acte déposé en mars 2023, la requérante interjette un **recours en matière de droit public** devant le Tribunal fédéral (cause 2C_157/2023).\n\n**Griefs principaux :**\n- Violation de l'art. 8 CEDH\n- Violation de l'art. 13 Cst.\n- Violation de l'art. 84 al. 5 LEI\n- Application arbitraire du droit cantonal\n- Méconnaissance de l'intérêt supérieur de l'enfant (art. 3 CDE)\n\n#### 2. Position des autorités fribourgeoises\n\nLe SPM et le Tribunal cantonal concluent au **rejet** du recours, maintenant leur position selon laquelle le statut d'admission provisoire est adapté.\n\n#### 3. Décision du Tribunal fédéral (23 juillet 2024)\n\nPar arrêt du **23 juillet 2024**, le Tribunal fédéral **admet le recours**.\n\n**Dispositif :**\n1. Le recours est admis\n2. L'arrêt du Tribunal cantonal fribourgeois et la décision du SPM sont annulés\n3. **Le SPM est tenu de délivrer une autorisation de séjour à la requérante** en remplacement de son admission provisoire\n4. Pas de frais judiciaires pour la requérante (assistance judiciaire)\n5. Indemnité de partie allouée à la requérante\n\nAu moment de l'arrêt du Tribunal fédéral (juillet 2024), la requérante a **15 ans** et vit en Suisse depuis **10 ans**, soit **les deux tiers de sa vie**.\n\n---\n\n## III. LE DROIT APPLICABLE\n\n### A. Les fondements constitutionnels et conventionnels\n\n#### 1. Article 8 CEDH : droit au respect de la vie privée et familiale\n\nL'article 8 de la Convention européenne des droits de l'homme (CEDH) dispose :\n\n**Article 8 - Droit au respect de la vie privée et familiale**\n\n\"1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.\n\n2. Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui.\"\n\n**Protection de la \"vie privée\" au sens large**\n\nLa notion de \"vie privée\" au sens de l'art. 8 CEDH englobe :\n- L'identité physique et sociale d'une personne\n- Son développement personnel\n- Son droit d'établir et de développer des relations avec d'autres êtres humains\n- Son intégration sociale dans le pays de résidence\n\nPour un enfant ou un adolescent arrivé jeune dans un pays et y ayant grandi, sa \"vie privée\" se situe **principalement dans ce pays**, où se trouvent ses amis, son école, ses repères culturels et linguistiques.\n\n**Obligations négatives et positives**\n\nL'art. 8 CEDH engendre deux types d'obligations pour l'État :\n\na) **Obligations négatives** : l'État ne doit pas porter atteinte à la vie privée sans justification (par exemple, en expulsant une personne intégrée)\n\nb) **Obligations positives** : dans certaines circonstances, l'État doit adopter des mesures pour protéger effectivement la vie privée (par exemple, en délivrant un titre de séjour stable)\n\nL'ATF 151 I 62 concerne précisément cette **obligation positive** : l'État suisse doit-il délivrer une autorisation de séjour pour protéger la vie privée de la requérante ?\n\n#### 2. Article 13 Cst. : protection de la sphère privée\n\nL'article 13 de la Constitution fédérale suisse (Cst.) dispose :\n\n**Article 13 - Protection de la sphère privée**\n\n\"1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile, de sa correspondance et des relations qu'elle établit par la poste et les télécommunications.\n\n2. Toute personne a le droit d'être protégée contre l'emploi abusif des données qui la concernent.\"\n\n**Portée identique à l'art. 8 CEDH**\n\nSelon la jurisprudence constante du Tribunal fédéral (confirmée au considérant 5.1 de l'ATF 151 I 62), **l'art. 13 Cst. et l'art. 8 CEDH ont une portée identique** en matière de droit des étrangers. Les deux dispositions protègent les mêmes intérêts et sont interprétées de manière harmonisée.\n\nEn conséquence, l'analyse juridique peut se concentrer sur l'art. 8 CEDH, étant entendu que les conclusions valent également pour l'art. 13 Cst.\n\n#### 3. Convention relative aux droits de l'enfant (CDE)\n\nLa Suisse a ratifié la Convention relative aux droits de l'enfant (CDE) du 20 novembre 1989. Deux dispositions sont particulièrement pertinentes :\n\n**Article 3 al. 1 CDE - Intérêt supérieur de l'enfant**\n\n\"Dans toutes les décisions qui concernent les enfants, qu'elles soient le fait des institutions publiques ou privées de protection sociale, des tribunaux, des autorités administratives ou des organes législatifs, **l'intérêt supérieur de l'enfant doit être une considération primordiale**.\"\n\n**Article 6 CDE - Droit à la vie et au développement**\n\n\"1. Les États parties reconnaissent que tout enfant a un droit inhérent à la vie.\n\n2. Les États parties assurent dans toute la mesure possible **la survie et le développement de l'enfant**.\"\n\nCes dispositions imposent aux autorités de placer l'**intérêt supérieur de l'enfant** au cœur de leur décision. Pour un adolescent en phase de formation de son identité, la stabilité juridique et les perspectives d'avenir (formation, naturalisation) constituent des éléments essentiels de son développement harmonieux.\n\n### B. Le droit fédéral sur les étrangers\n\n#### 1. L'admission provisoire (permis F)\n\nL'admission provisoire est régie par l'article 83 ss LEI (Loi fédérale sur les étrangers et l'intégration).\n\n**Nature juridique**\n\nL'admission provisoire n'est **pas un titre de séjour** au sens strict. C'est une **mesure de substitution au renvoi** ordonnée lorsque l'exécution du renvoi est :\n- **Impossible** (par exemple, en raison de l'absence de documents de voyage)\n- **Illicite** (en raison d'obligations de droit international, notamment la non-refoulement)\n- **Inexigible** (en raison de la situation dans le pays d'origine, comme la guerre)\n\nL'admission provisoire vise donc initialement à régler une situation **temporaire**, dans l'attente que l'exécution du renvoi devienne possible ou exigible.\n\n**Statut juridique de la personne admise à titre provisoire**\n\nLes personnes admises à titre provisoire (titulaires d'un permis F) ont le droit :\n- De résider en Suisse\n- De travailler (sous certaines conditions)\n- De scolariser leurs enfants\n- D'accéder aux soins de santé\n- De bénéficier de l'aide sociale (si nécessaire)\n\n**Inconvénients du permis F**\n\nMalgré ces droits, le permis F présente des **inconvénients significatifs** par rapport à une autorisation de séjour (permis B) :\n\na) **Restriction de mobilité internationale** : les personnes admises provisoirement ne peuvent voyager librement. Elles doivent demander des autorisations spéciales pour voyager à l'étranger, qui ne sont accordées que pour des motifs sérieux.\n\nb) **Obstacles à la naturalisation** : selon la loi sur la nationalité suisse, la naturalisation ordinaire ne peut être demandée que par les titulaires d'une **autorisation d'établissement** (permis C). Les titulaires d'un permis F ne peuvent donc pas demander la naturalisation tant qu'ils n'ont pas obtenu un permis B puis un permis C.\n\nc) **Incertitude juridique** : l'admission provisoire est en principe temporaire et peut être levée si les conditions dans le pays d'origine s'améliorent. Cette incertitude pèse sur les projets de vie à long terme.\n\nd) **Stigmatisation sociale** : le permis F est parfois perçu comme un statut de \"seconde zone\", ce qui peut entraîner des discriminations (par exemple, dans la recherche d'un logement ou d'un apprentissage).\n\ne) **Limitations professionnelles** : certaines professions ou formations sont difficiles d'accès pour les titulaires d'un permis F.\n\n#### 2. Article 84 al. 5 LEI : transformation de l'admission provisoire\n\nL'article 84 al. 5 LEI prévoit la possibilité de **transformer une admission provisoire en autorisation de séjour** dans certains cas.\n\n**Article 84 al. 5 LEI**\n\n\"L'autorité compétente tient compte, en règle générale, de la durée de la présence en Suisse, de la situation familiale, de la situation financière, de l'intégration et du respect de l'ordre juridique suisse ainsi que de l'exigibilité d'un retour dans l'État d'origine.\"\n\nCette disposition énonce des **critères d'examen** que l'autorité doit prendre en compte, sans toutefois créer un droit automatique à l'autorisation de séjour.\n\n**Critères d'examen :**\n\na) **Durée de la présence en Suisse** : plus la personne est en Suisse depuis longtemps, plus son intégration est profonde et plus le maintien de l'admission provisoire devient difficile à justifier.\n\nb) **Situation familiale** : la présence de membres de la famille en Suisse (parents, fratrie, conjoint, enfants) renforce l'ancrage.\n\nc) **Situation financière** : l'indépendance financière (absence de recours à l'aide sociale) est un élément favorable.\n\nd) **Intégration** : maîtrise de la langue, scolarité/formation réussie, participation à la vie sociale, respect des normes culturelles.\n\ne) **Respect de l'ordre juridique** : absence de condamnations pénales, respect des obligations administratives.\n\nf) **Exigibilité d'un retour** : si le retour dans l'État d'origine demeure inexigible (guerre, persécution, catastrophe), le maintien de l'admission provisoire se justifie moins, car elle ne constitue plus une mesure temporaire.\n\n**Nature de la disposition : obligation d'examiner**\n\nL'art. 84 al. 5 LEI ne crée pas un **droit automatique** à l'autorisation de séjour, mais impose aux autorités d'**examiner sérieusement** la situation et de procéder à une **pesée des intérêts** complète.\n\nCet examen doit être effectué à la lumière des droits fondamentaux (art. 8 CEDH, art. 13 Cst., CDE).\n\n### C. La jurisprudence du Tribunal fédéral\n\n#### 1. Atteinte à la vie privée par l'admission provisoire : ATF 144 I 266\n\nDans l'ATF 144 I 266, le Tribunal fédéral a établi que le **maintien de l'admission provisoire peut constituer une atteinte à la vie privée** au sens de l'art. 8 CEDH lorsque ses inconvénients sont suffisamment graves.\n\n**Principe :**\n\nPour les personnes ayant passé de nombreuses années en Suisse et fortement intégrées, le statut d'admission provisoire peut entraver leur développement personnel et leur intégration progressive, notamment en raison :\n- Des restrictions de mobilité internationale\n- De l'impossibilité de demander la naturalisation\n- De l'incertitude juridique\n- Des difficultés accrues dans la recherche d'emploi ou de logement\n\nCes entraves peuvent constituer une **atteinte à la vie privée** si elles sont suffisamment concrètes et significatives.\n\n**Conséquence :**\n\nLorsqu'une telle atteinte est établie, les autorités doivent procéder à un **examen de proportionnalité** : l'intérêt public au maintien de l'admission provisoire l'emporte-t-il sur l'intérêt privé à l'obtention d'un titre de séjour stable ?\n\n#### 2. Spécificités pour les jeunes : prise en compte de l'âge d'arrivée et de l'intégration\n\nLa jurisprudence reconnaît que les **enfants et adolescents** constituent une catégorie particulièrement vulnérable :\n\na) **Socialisation primaire en Suisse** : un enfant arrivé jeune se socialise en Suisse. Ses repères linguistiques, culturels, sociaux se forment dans le pays d'accueil, non dans le pays d'origine.\n\nb) **Développement de l'identité** : l'adolescence est une période cruciale de formation de l'identité. L'incertitude liée au statut F peut perturber ce développement.\n\nc) **Formation professionnelle** : en Suisse, le système de formation professionnelle (apprentissage) joue un rôle central. Les titulaires d'un permis F rencontrent davantage de difficultés pour trouver une place d'apprentissage.\n\nd) **Perspective de naturalisation** : pour un jeune ayant grandi en Suisse, l'impossibilité de demander la naturalisation constitue un obstacle majeur à son intégration complète.\n\n---\n\n## IV. LES CONSIDÉRANTS DU TRIBUNAL FÉDÉRAL\n\n### A. Cadre d'examen : obligations positives et vie privée\n\n#### 1. Portée identique de l'art. 13 Cst. et de l'art. 8 CEDH (considérant 5.1)\n\nLe Tribunal fédéral rappelle sa jurisprudence constante : en matière de droit des étrangers, **l'art. 13 Cst. et l'art. 8 CEDH ont une portée identique**. L'analyse peut donc se concentrer sur l'art. 8 CEDH.\n\n#### 2. Distinction entre cas d'expulsion et cas de régularisation (considérants 5.2-5.5)\n\nLe Tribunal fédéral établit une distinction fondamentale :\n\n**a) Cas d'expulsion ou de refus de prolongation**\n\nLorsqu'une personne risque d'être **expulsée** de Suisse ou que son titre de séjour n'est **pas prolongé**, l'analyse porte sur la question : l'expulsion constitue-t-elle une **ingérence disproportionnée** dans le droit à la vie privée ?\n\nDans ce cas, on examine si l'État a le droit de **mettre fin** à la présence de la personne en Suisse.\n\n**b) Cas de régularisation de statut (présent arrêt)**\n\nLorsqu'une personne **réside déjà légalement en Suisse** (ici, avec un permis F) et demande la délivrance d'un titre de séjour plus stable (permis B), la question juridique est différente : l'État a-t-il une **obligation positive** de délivrer ce titre ?\n\nDans ce cas, on examine si le **refus** de délivrer un titre de séjour constitue une violation de l'obligation de l'État de protéger effectivement la vie privée.\n\n**Conséquence :**\n\nLes critères d'examen ne sont pas strictement identiques. Pour les obligations positives, le Tribunal fédéral reconnaît à l'État une **marge d'appréciation** légèrement plus large, mais cette marge n'est pas illimitée.\n\n#### 3. Critères d'examen de l'art. 84 al. 5 LEI (considérant 5.6-5.7)\n\nLe Tribunal fédéral rappelle que l'art. 84 al. 5 LEI impose aux autorités d'examiner, en règle générale :\n- La durée de présence en Suisse\n- La situation familiale\n- La situation financière\n- L'intégration\n- Le respect de l'ordre juridique\n- L'exigibilité du retour dans l'État d'origine\n\nCet examen doit être effectué **à la lumière de l'art. 8 CEDH**. Autrement dit, les critères de l'art. 84 al. 5 LEI doivent être appliqués en tenant compte de l'obligation de protéger la vie privée.\n\n**Jurisprudence antérieure (ATF 144 I 266) :**\n\nLe Tribunal fédéral a déjà jugé que le maintien de l'admission provisoire peut constituer une **atteinte à la vie privée** lorsque ses inconvénients (restrictions de mobilité, obstacles à l'intégration progressive, difficultés professionnelles) deviennent suffisamment graves.\n\nCette atteinte est particulièrement marquée pour les **jeunes étrangers** ayant grandi en Suisse, car :\n- La naturalisation n'est possible qu'après obtention d'une autorisation d'établissement (permis C), elle-même conditionnée à une autorisation de séjour (permis B)\n- L'admission provisoire constitue donc un **obstacle structurel** à la naturalisation future\n- Pour un jeune socialisé en Suisse, l'impossibilité d'accéder à la nationalité suisse constitue une entrave à son développement identitaire\n\n### B. Application au cas d'espèce\n\n#### 1. Existence d'une atteinte à la vie privée (considérants 5.8-5.9)\n\nLe Tribunal fédéral examine si le maintien de l'admission provisoire constitue, en l'espèce, une atteinte à la vie privée de la requérante.\n\n**Éléments factuels déterminants :**\n\na) **Âge d'arrivée : 5 ans**\n\nLa requérante est arrivée en Suisse à l'âge de **5 ans**, soit à un âge où la socialisation primaire est encore en cours. Elle a donc grandi, appris à lire et à écrire, développé ses repères sociaux **en Suisse**.\n\nb) **Durée de présence : 10 ans au moment du jugement cantonal**\n\nAu moment de l'arrêt du Tribunal cantonal (février 2023), la requérante résidait en Suisse depuis près de **9 ans**. Au moment de l'arrêt du Tribunal fédéral (juillet 2024), cette durée atteint **10 ans**, soit **les deux tiers de sa vie**.\n\nc) **Âge au moment de la décision : 15 ans**\n\nÀ 15 ans, la requérante est en pleine **adolescence**, période cruciale de formation de l'identité et de préparation de l'avenir professionnel.\n\nLe Tribunal fédéral souligne que l'âge pertinent pour l'analyse est celui au moment de la décision judiciaire (15 ans), non celui au moment de la demande (12 ans).\n\nd) **Intégration exemplaire**\n\nLes autorités cantonales ont constaté :\n- **Excellente maîtrise du français** (oral et écrit)\n- **Excellents résultats scolaires**\n- **Intégration sociale** réussie\n\nCette intégration n'est pas contestée.\n\n**Analyse du Tribunal fédéral :**\n\nCompte tenu de ces éléments, le Tribunal fédéral conclut que la requérante subit **davantage les inconvénients** du statut d'admission provisoire qu'un enfant plus jeune.\n\n**Obstacles à la naturalisation future**\n\nPour accéder à la naturalisation ordinaire, il faut :\n1. Obtenir une **autorisation de séjour** (permis B)\n2. Résider en Suisse avec ce permis B pendant plusieurs années\n3. Obtenir une **autorisation d'établissement** (permis C)\n4. Résider en Suisse avec ce permis C pendant au moins 10 ans (selon les cantons)\n5. Déposer une demande de naturalisation\n\nAvec un permis F, cette voie est **bloquée** à l'étape 1. La requérante ne pourra **jamais** accéder à la naturalisation tant qu'elle conserve ce statut.\n\nOr, pour une adolescente de 15 ans ayant vécu les deux tiers de sa vie en Suisse et parfaitement intégrée, l'impossibilité de devenir suisse constitue un **obstacle majeur à son développement identitaire et à son sentiment d'appartenance**.\n\n**Restrictions à la mobilité internationale**\n\nLe permis F impose des **restrictions de voyage**. La requérante ne peut voyager librement à l'étranger. Pour un adolescent en phase de formation, ces restrictions peuvent affecter :\n- Les **voyages scolaires** à l'étranger\n- Les **échanges linguistiques**\n- Les **formations professionnelles** incluant des séjours à l'étranger\n- Les **visites familiales** (si des membres de la famille se trouvent à l'étranger)\n\nCes limitations affectent le développement personnel et les opportunités éducatives.\n\n**Frein à la recherche d'apprentissage**\n\nEn Suisse, le système de **formation professionnelle duale** (apprentissage) joue un rôle central. De nombreux jeunes de 15-16 ans cherchent une place d'apprentissage.\n\nOr, les employeurs sont souvent **réticents** à engager des apprentis titulaires d'un permis F, en raison de l'incertitude de leur statut et des démarches administratives supplémentaires.\n\nCette difficulté accrue à trouver un apprentissage constitue un **obstacle concret à la formation professionnelle** et, partant, à l'intégration économique future.\n\n**Conclusion du Tribunal fédéral (considérant 5.9) :**\n\nCompte tenu de l'ensemble de ces éléments, le Tribunal fédéral conclut que le maintien du statut d'admission provisoire constitue, en l'espèce, une **atteinte à la vie privée** de la requérante au sens de l'art. 8 CEDH et de l'art. 13 Cst.\n\nCette atteinte n'est pas simplement théorique ; elle se traduit par des **obstacles concrets et significatifs** à son développement, à sa formation et à son intégration future.\n\n#### 2. Examen de la proportionnalité (considérants 6.1-6.4)\n\nUne fois l'atteinte établie, le Tribunal fédéral examine si le **refus de délivrer une autorisation de séjour** est **proportionné**.\n\nCette analyse implique une **pesée des intérêts** entre :\n- L'**intérêt privé** de la requérante à obtenir un titre de séjour stable\n- L'**intérêt public** au maintien de la politique migratoire et au contrôle de l'immigration\n\n**a) Critère de l'intégration (considérant 6.2)**\n\nLe Tribunal fédéral constate que la requérante remplit largement le critère de l'**intégration** :\n- Excellente maîtrise du français\n- Excellents résultats scolaires\n- 10 ans de présence en Suisse\n- Socialisation en Suisse depuis l'enfance\n\nL'intégration de la requérante est **exemplaire** et ne fait l'objet d'aucune contestation.\n\n**b) Critère de l'exigibilité du retour (considérant 6.3)**\n\nLe Tribunal fédéral examine ensuite l'**exigibilité du retour** en Syrie.\n\n**Situation en Syrie :**\n\nDepuis 2011, la Syrie est en proie à une guerre civile dévastatrice. Le retour des ressortissants syriens est considéré comme **inexigible** en raison :\n- Du conflit armé\n- De la situation humanitaire catastrophique\n- Des violations massives des droits de l'homme\n- De l'absence de perspective de stabilisation à court ou moyen terme\n\n**Conséquence :**\n\nLe Tribunal fédéral constate qu'**aucune possibilité de retour n'est prévisible** dans un avenir raisonnable. La requérante poursuivra de toute façon son parcours en Suisse, où vivent ses parents et sa fratrie.\n\nDans ces conditions, le maintien de l'admission provisoire (qui est censée être une mesure **temporaire** dans l'attente du retour) perd sa justification principale.\n\nSi l'on sait que la personne restera en Suisse de manière durable, pourquoi maintenir un statut précaire plutôt que de lui accorder un titre de séjour stable lui permettant de s'intégrer pleinement ?\n\n**c) Situation familiale (considérant 6.4)**\n\nLa requérante vit en Suisse avec sa **mère, son beau-père et ses frères et sœurs**. Toute sa famille nucléaire se trouve en Suisse.\n\nEn Syrie, elle n'a plus (ou presque plus) d'attaches familiales directes. Son ancrage familial se situe **en Suisse**.\n\n**d) Pesée globale des intérêts**\n\nLe Tribunal fédéral procède à la **pesée des intérêts** :\n\n**Intérêt privé (très fort) :**\n- Adolescente de 15 ans ayant passé les deux tiers de sa vie en Suisse\n- Intégration exemplaire\n- Scolarité réussie\n- Aucune perspective de retour en Syrie\n- Obstacles concrets à son développement (formation, naturalisation, mobilité)\n- Intérêt supérieur de l'enfant (art. 3 CDE)\n\n**Intérêt public (faible en l'espèce) :**\n- Contrôle de l'immigration : la requérante réside déjà légalement en Suisse avec un permis F. La délivrance d'un permis B ne modifie pas le nombre de personnes présentes en Suisse.\n- Politique migratoire : certes, l'État a un intérêt à maintenir une politique migratoire cohérente. Mais cet intérêt doit être mis en balance avec les droits fondamentaux individuels.\n- En l'espèce, compte tenu de l'âge d'arrivée, de la durée de présence, de l'intégration et de l'absence de perspective de retour, l'intérêt public au maintien de l'admission provisoire est **faible**.\n\n**Conclusion du Tribunal fédéral (considérant 6.4) :**\n\nLe Tribunal fédéral conclut que l'**intérêt privé l'emporte** sur l'intérêt public. Le refus de délivrer une autorisation de séjour est **disproportionné** et viole l'art. 8 CEDH et l'art. 13 Cst.\n\n---\n\n## V. PORTÉE ET ENSEIGNEMENTS DE L'ARRÊT\n\n### A. Clarifications jurisprudentielles\n\n#### 1. Reconnaissance d'une obligation positive pour les adolescents intégrés\n\nL'ATF 151 I 62 marque une **évolution importante** de la jurisprudence. Il reconnaît explicitement qu'une **obligation positive** de délivrer une autorisation de séjour peut exister pour un adolescent en admission provisoire, lorsque :\n- Il est arrivé jeune (en l'espèce, à 5 ans)\n- Il a passé une durée significative en Suisse (en l'espèce, 10 ans, soit les deux tiers de sa vie)\n- Son intégration est excellente (maîtrise de la langue, réussite scolaire)\n- Le retour dans le pays d'origine n'est pas exigible dans un avenir prévisible\n- Il subit des inconvénients concrets du statut d'admission provisoire (obstacles à la formation, à la naturalisation, à la mobilité)\n\nCette jurisprudence renforce la **protection des droits des jeunes étrangers** ayant grandi en Suisse.\n\n#### 2. Âge pertinent : celui de la décision, non de la demande\n\nLe Tribunal fédéral précise que l'âge pertinent pour l'analyse est celui **au moment de la décision judiciaire**, et non celui au moment de la demande administrative initiale.\n\nEn l'espèce :\n- Demande déposée : juillet 2021 (requérante âgée de 12 ans)\n- Décision du Tribunal cantonal : février 2023 (requérante âgée de 13 ans)\n- Décision du Tribunal fédéral : juillet 2024 (requérante âgée de 15 ans)\n\nC'est l'âge de **15 ans** qui est pris en compte pour apprécier les inconvénients du statut F (notamment en matière de formation professionnelle).\n\nCette clarification est importante car elle empêche les autorités de \"figer\" la situation à la date de la demande initiale et oblige à tenir compte de l'évolution de la situation pendant la procédure.\n\n#### 3. Poids de l'exigibilité du retour\n\nL'arrêt souligne l'importance du critère de l'**exigibilité du retour** dans l'examen de l'art. 84 al. 5 LEI.\n\nLorsqu'il est établi qu'aucune perspective de retour n'existe dans un avenir prévisible (en raison d'une guerre, de persécutions, d'une catastrophe naturelle durable), le maintien de l'admission provisoire (mesure censée être **temporaire**) devient difficile à justifier.\n\nDans ces cas, la transformation en autorisation de séjour apparaît comme la solution logique, car elle reconnaît le caractère **durable** de la présence en Suisse.\n\n### B. Impact pratique\n\n#### 1. Pour les personnes en admission provisoire\n\nL'ATF 151 I 62 ouvre une **voie de régularisation** pour les jeunes en admission provisoire remplissant des critères similaires à ceux de la requérante.\n\n**Critères favorables :**\n- Arrivée en Suisse durant l'enfance (idéalement avant 10 ans)\n- Durée de présence significative (au moins 8-10 ans)\n- Âge adolescent (13-18 ans) au moment de la demande\n- Excellente intégration (maîtrise de la langue, réussite scolaire)\n- Absence de perspective de retour dans le pays d'origine\n- Ancrage familial en Suisse\n\n**Démarche recommandée :**\n\nLes jeunes remplissant ces critères (ou leurs représentants légaux) peuvent :\n1. Déposer une demande de transformation de l'admission provisoire en autorisation de séjour auprès des autorités cantonales compétentes\n2. Invoquer expressément l'ATF 151 I 62\n3. Documenter leur intégration (bulletins scolaires, certificats de langue, attestations d'enseignants, lettres de recommandation)\n4. En cas de refus, former un recours en invoquant la violation de l'art. 8 CEDH et de l'art. 13 Cst.\n\n#### 2. Pour les autorités cantonales\n\nL'arrêt impose aux autorités cantonales de migration de **réexaminer leur pratique** en matière de transformation de l'admission provisoire.\n\n**Obligation d'examen individuel :**\n\nLes autorités ne peuvent plus se contenter d'appliquer mécaniquement une pratique restrictive. Elles doivent procéder à un **examen individuel approfondi** de chaque demande, en tenant compte de l'ensemble des critères de l'art. 84 al. 5 LEI et de l'art. 8 CEDH.\n\n**Pesée des intérêts :**\n\nLorsque les critères de l'ATF 151 I 62 sont remplis (jeune âge d'arrivée, longue durée de présence, excellente intégration, absence de perspective de retour), la **présomption** doit jouer en faveur de la délivrance d'une autorisation de séjour, sauf intérêt public prépondérant contraire (par exemple, condamnations pénales graves).\n\n**Formation des agents :**\n\nLes services cantonaux de migration devront **former leurs agents** à l'application de cette jurisprudence et élaborer des directives internes tenant compte de l'ATF 151 I 62.\n\n#### 3. Pour les tribunaux cantonaux\n\nLes tribunaux cantonaux devront appliquer la jurisprudence de l'ATF 151 I 62 lors de l'examen des recours contre les décisions de refus.\n\nIls devront notamment vérifier que les autorités ont :\n- Procédé à un examen complet et individualisé\n- Tenu compte de tous les critères de l'art. 84 al. 5 LEI\n- Effectué une pesée des intérêts conforme à l'art. 8 CEDH\n- Pris en compte l'intérêt supérieur de l'enfant (art. 3 CDE)\n\n### C. Limites et questions ouvertes\n\n#### 1. Critères d'âge\n\nL'ATF 151 I 62 concerne une adolescente de 15 ans arrivée à 5 ans. Plusieurs questions demeurent :\n\n**a) Âge d'arrivée maximum**\n\nÀ partir de quel âge d'arrivée la jurisprudence ne s'applique-t-elle plus ? Un adolescent arrivé à 10 ans, 12 ans ou 14 ans peut-il se prévaloir des mêmes principes ?\n\nLa jurisprudence future devra préciser ce seuil. On peut penser que l'âge d'arrivée joue un rôle déterminant : plus l'arrivée est précoce, plus la socialisation en Suisse est profonde.\n\n**b) Jeunes adultes**\n\nQuid d'un jeune adulte de 20 ans arrivé à 10 ans et résidant depuis 10 ans en Suisse ? L'ATF 151 I 62 s'applique-t-il également ?\n\nLe Tribunal fédéral insiste sur la notion d'\"adolescent\" et sur les enjeux de formation de l'identité. Pour un adulte, l'analyse pourrait être différente, bien que les principes de fond (protection de la vie privée, poids de l'intégration) demeurent pertinents.\n\n#### 2. Critère de l'intégration\n\nL'ATF 151 I 62 concerne une adolescente à l'intégration **exemplaire** (excellente maîtrise de la langue, excellents résultats scolaires).\n\nQuid d'un adolescent dont l'intégration est **moyenne** (maîtrise correcte de la langue, résultats scolaires moyens, mais pas excellents) ?\n\nLa jurisprudence future devra préciser le **seuil minimal d'intégration** requis. Il semble que l'intégration doive être au moins **suffisante**, sans nécessairement être exemplaire.\n\n#### 3. Absence de perspective de retour\n\nL'ATF 151 I 62 souligne l'importance de l'absence de perspective de retour. En l'espèce, la Syrie est en guerre et le retour est clairement inexigible.\n\nQuid d'un adolescent originaire d'un pays où la situation s'est améliorée, rendant le retour potentiellement exigible à moyen terme ?\n\nCe critère joue-t-il un rôle déterminant, ou les autres critères (âge d'arrivée, durée de présence, intégration) peuvent-ils suffire à eux seuls ?\n\nLa jurisprudence future devra clarifier ce point.\n\n#### 4. Impact budgétaire et politique\n\nL'ATF 151 I 62 pourrait conduire à la **régularisation de plusieurs milliers de jeunes** en admission provisoire en Suisse.\n\nCette régularisation aura des implications :\n- **Budgétaires** : les titulaires d'un permis B ont davantage de droits que les titulaires d'un permis F (par exemple, en matière de regroupement familial), ce qui peut entraîner des coûts supplémentaires\n- **Politiques** : certains partis politiques pourraient critiquer cette jurisprudence comme une \"régularisation de masse\" contournant la volonté du législateur\n- **Sociales** : à l'inverse, cette régularisation favorise l'intégration durable de jeunes déjà présents en Suisse, ce qui présente des avantages à long terme (formation, emploi, cohésion sociale)\n\nLe débat politique sur ces questions est prévisible.\n\n---\n\n## VI. CONCLUSION\n\n### A. Apports de l'ATF 151 I 62\n\nL'ATF 151 I 62 constitue un **arrêt de principe majeur** en matière de droit des étrangers et de protection des droits fondamentaux. Il apporte plusieurs clarifications essentielles :\n\n1. **Reconnaissance d'obligations positives** : l'État peut être tenu de délivrer une autorisation de séjour en remplacement de l'admission provisoire pour protéger la vie privée d'un adolescent intégré.\n\n2. **Prise en compte de la spécificité des adolescents** : les jeunes ayant grandi en Suisse subissent davantage les inconvénients du statut F (obstacles à la formation, à la naturalisation) et méritent une protection renforcée.\n\n3. **Examen individualisé obligatoire** : les autorités doivent procéder à un examen complet et individualisé, en tenant compte de tous les critères de l'art. 84 al. 5 LEI et de l'art. 8 CEDH.\n\n4. **Primauté de l'intérêt de l'enfant** : dans les décisions concernant les mineurs, l'intérêt supérieur de l'enfant (art. 3 CDE) doit être une considération primordiale.\n\n### B. Équilibre entre droits individuels et politique migratoire\n\nL'arrêt illustre la **tension permanente** entre la politique migratoire de l'État (contrôle de l'immigration, maintien de la cohérence du système) et les droits individuels (vie privée, intérêt de l'enfant, intégration).\n\nLe Tribunal fédéral opte clairement pour une **approche fondée sur les droits fondamentaux** : lorsque les critères sont remplis, l'intérêt privé doit l'emporter, même si cela conduit à une régularisation que le législateur n'avait pas expressément prévue.\n\n### C. Perspectives\n\nL'ATF 151 I 62 ouvre une **nouvelle voie** pour les jeunes en admission provisoire. La jurisprudence future précisera les contours exacts de cette voie :\n- Seuils d'âge d'arrivée et de durée de présence\n- Niveau d'intégration requis\n- Poids du critère de l'exigibilité du retour\n\nCette jurisprudence pourrait également inspirer des **réformes législatives** visant à prévoir expressément les conditions de transformation de l'admission provisoire pour les jeunes ayant grandi en Suisse.\n\nEn définitive, l'ATF 151 I 62 confirme que la protection des droits fondamentaux s'applique **également aux étrangers**, y compris ceux en situation précaire, et que l'intérêt supérieur de l'enfant doit primer dans toutes les décisions les concernant.",

  "version_courte": "L'ATF 151 I 62 (23 juillet 2024) reconnaît qu'une adolescente syrienne de 15 ans, arrivée en Suisse à 5 ans et titulaire d'une admission provisoire, a le droit d'obtenir une autorisation de séjour pour protéger sa vie privée (art. 8 CEDH, art. 13 Cst.). Le Tribunal fédéral constate que le maintien du statut d'admission provisoire constitue une atteinte disproportionnée à sa vie privée, compte tenu de son excellente intégration (maîtrise du français, excellents résultats scolaires), de sa durée de présence (10 ans, soit les deux tiers de sa vie), de l'absence de perspective de retour en Syrie et des obstacles concrets que le permis F crée à son développement (formation professionnelle, naturalisation future, mobilité). L'arrêt impose aux autorités un examen individualisé tenant compte de l'art. 84 al. 5 LEI et de l'intérêt supérieur de l'enfant (art. 3 CDE). Il ouvre une voie de régularisation pour les jeunes intégrés ayant grandi en Suisse.",

  "statistiques": {
    "nombre_mots_analyse_complete": 8942,
    "nombre_references_legislatives": 5,
    "nombre_arrets_connexes": 4,
    "nombre_mots_cles": 15,
    "niveau_complexite": "Élevé",
    "domaines_droit_concernes": [
      "Droit des étrangers",
      "Droits fondamentaux",
      "Droit de la famille (intérêt de l'enfant)",
      "Droit constitutionnel"
    ]
  }
}