{
  "metadata": {
    "titre": "Assainissement des installations hydroélectriques et remboursement des coûts - ATF 151 II 136",
    "date_analyse": "2025-10-28",
    "domaine": "Droit de l'environnement et de l'énergie",
    "sous_domaine": "Hydroélectricité et protection des eaux",
    "auteur": "Analyse jurisprudentielle approfondie",
    "version": "1.0"
  },

  "arrets_principaux": [
    {
      "reference": "ATF 151 II 136",
      "date": "2025-01-21",
      "juridiction": "Tribunal fédéral suisse",
      "formation": "IIe Cour de droit public",
      "numero_cause": "2C_671/2023",
      "parties": "A. AG (exploitant hydroélectrique) c. Office fédéral de l'environnement (OFEV)",
      "publication": "Destiné à la publication au recueil officiel (ATF)"
    }
  ],

  "arrets_connexes": [
    {
      "reference": "ATF 138 II 346",
      "pertinence": "Principes d'interprétation des lois fédérales"
    },
    {
      "reference": "ATF 142 II 363",
      "pertinence": "Subventions et prestations publiques récurrentes"
    }
  ],

  "sources_legislatives": [
    {
      "acte": "Loi fédérale sur l'énergie (LEne/EnG)",
      "reference": "RS 730.0",
      "dispositions": [
        {
          "article": "Art. 34 EnG",
          "titre": "Indemnisation pour mesures d'assainissement",
          "texte": "Le propriétaire d'une installation de production hydroélectrique doit être indemnisé pour les frais des mesures requises selon les articles 83a et 83b de la loi fédérale du 24 janvier 1991 sur la protection des eaux (LEaux) et selon l'article 10 de la loi fédérale du 21 juin 1991 sur la pêche (LFSP).",
          "remarque": "Base légale de l'indemnisation, entrée en vigueur le 1er janvier 2011"
        },
        {
          "article": "Art. 62 al. 2 EnG",
          "titre": "Procédure de décision",
          "texte": "L'OFEV décide en accord avec le canton concerné sur l'indemnité.",
          "interpretation": "L'accord vise la coordination administrative, non un consentement obligatoire du canton"
        }
      ]
    },
    {
      "acte": "Loi fédérale sur la protection des eaux (LEaux)",
      "reference": "RS 814.20",
      "dispositions": [
        {
          "article": "Art. 83a LEaux",
          "titre": "Assainissement des éclusées (marnage)",
          "texte": "Les installations de production hydroélectrique qui provoquent des variations artificielles du débit doivent être assainies.",
          "delai": "Dans les 20 ans suivant l'entrée en vigueur (soit jusqu'au 31 décembre 2030)"
        },
        {
          "article": "Art. 39a LEaux",
          "titre": "Etat conforme à la loi",
          "texte": "Obligations d'exploitation après assainissement"
        }
      ]
    },
    {
      "acte": "Loi fédérale sur la pêche (LFSP)",
      "reference": "RS 923.0",
      "dispositions": [
        {
          "article": "Art. 9 et 10 LFSP",
          "titre": "Libre migration des poissons",
          "texte": "Les installations hydroélectriques doivent permettre la libre migration des poissons.",
          "lien": "Obligation d'assainissement pour rétablir la migration piscicole"
        }
      ]
    },
    {
      "acte": "Constitution fédérale",
      "reference": "RS 101",
      "dispositions": [
        {
          "article": "Art. 5 al. 1 Cst.",
          "titre": "Principe de légalité",
          "texte": "Le droit est la base et la limite de l'activité de l'État.",
          "application": "Exigence de base légale pour prestations étatiques récurrentes"
        },
        {
          "article": "Art. 44 al. 3 Cst.",
          "titre": "Règlement des différends entre cantons et Confédération",
          "texte": "Inapplicable en l'espèce car pas de litige constitutionnel"
        }
      ]
    }
  ],

  "mots_cles": [
    "Hydroélectricité",
    "Assainissement",
    "Fischgängigkeit",
    "Migration des poissons",
    "Loi sur l'énergie",
    "Article 34 EnG",
    "Remboursement des coûts",
    "Frais d'exploitation",
    "Frais d'entretien",
    "Protection des eaux",
    "Centrale hydroélectrique",
    "OFEV",
    "Indemnisation",
    "Droit de l'environnement"
  ],

  "analyse_complete": "# ASSAINISSEMENT DES INSTALLATIONS HYDROÉLECTRIQUES ET REMBOURSEMENT DES COÛTS : ANALYSE APPROFONDIE DE L'ATF 151 II 136\n\n## INTRODUCTION\n\nL'arrêt du Tribunal fédéral ATF 151 II 136, rendu le 21 janvier 2025, aborde une problématique cruciale au confluent du droit de l'environnement et du droit de l'énergie : l'étendue du remboursement des frais d'assainissement des installations hydroélectriques. Dans un contexte où la Suisse poursuit simultanément des objectifs de protection environnementale et de sécurité énergétique, cette décision clarifie les obligations financières de la Confédération envers les exploitants hydroélectriques contraints d'assainir leurs installations pour restaurer la libre migration des poissons.\n\nL'enjeu est considérable tant sur le plan écologique qu'économique. Selon les estimations fédérales, environ 1 milliard de francs suisses seront nécessaires d'ici 2030 pour l'assainissement de l'ensemble des installations hydroélectriques suisses en matière de migration piscicole, d'éclusées et de charriage. La question de savoir si les coûts récurrents d'exploitation et d'entretien post-assainissement sont également remboursables détermine donc non seulement l'équilibre financier des projets individuels, mais aussi la viabilité globale du programme national d'assainissement.\n\n## I. CONTEXTE FACTUEL ET PROCÉDURAL\n\n### A. L'installation hydroélectrique d'Ernen\n\nL'affaire concerne la centrale hydroélectrique d'Ernen, située dans le canton du Valais. Cette installation, exploitée par la société A. AG jusqu'au 9 septembre 2023, illustre parfaitement les conflits inhérents entre production énergétique et préservation écologique.\n\n#### 1. Configuration technique\n\nLa prise d'eau de Gluringen capte une partie substantielle du débit du Rhône, acheminant l'eau sur une distance de 12 kilomètres via un système de tunnels jusqu'à la centrale d'Ernen. Ce prélèvement, bien qu'essentiel à la production électrique, crée un obstacle majeur à la migration des poissons dans le Rhône.\n\n#### 2. Diagnostic environnemental\n\nSelon la planification stratégique du canton du Valais, la prise d'eau de Gluringen constitue un point d'atteinte substantielle (\"erhebliche Beeinträchtigung\") à la libre circulation des poissons. Cette situation contrevient aux obligations de la loi fédérale sur la pêche (LFSP) et nécessite des mesures correctives urgentes.\n\n### B. Le projet d'assainissement\n\n#### 1. Conception technique\n\nLe 16 septembre 2015, le département cantonal ordonne à A. AG d'élaborer un projet d'assainissement approprié. Après études et consultations, le projet retenu comprend :\n\n- **Un ascenseur à poissons** couplé à une passe migratoire permettant la montaison\n- **Un système de dévalaison** par ouverture d'écluses pendant la période estivale\n- **Des dispositifs de protection** : grille fine et écran protecteur pour prévenir les dommages aux poissons\n\nCe projet est formellement autorisé par le département cantonal le 20 septembre 2017.\n\n#### 2. Estimation des coûts\n\nLe 8 mai 2020, A. AG dépose une demande de remboursement auprès de l'Office fédéral de l'environnement (OFEV) portant sur :\n\n- **Coûts de planification et de réalisation** : montant substantiel pour la construction des ouvrages\n- **Coûts annuels d'exploitation et d'entretien** : estimés à CHF 24'000.– par année (hors TVA)\n\nLa société exploitante considère que l'obligation d'assainissement imposée par la loi implique logiquement le remboursement de l'intégralité des frais, y compris les charges récurrentes nécessaires au maintien du bon fonctionnement de l'installation.\n\n### C. Décisions administratives et contentieuses\n\n#### 1. Décision de l'OFEV (14 décembre 2021)\n\nL'Office fédéral de l'environnement accorde une indemnisation de **CHF 1'594'340.– (TVA comprise)**, correspondant aux frais de planification et de réalisation.\n\nEn revanche, l'OFEV refuse catégoriquement de rembourser les frais annuels d'exploitation et d'entretien estimés à CHF 24'000.–, considérant que seuls les coûts du processus d'assainissement stricto sensu entrent dans le champ d'application de l'article 34 EnG.\n\n#### 2. Recours au Tribunal administratif fédéral (25 octobre 2023)\n\nA. AG conteste cette décision le 31 janvier 2022 devant le Tribunal administratif fédéral, réclamant également le remboursement des frais d'entretien et d'exploitation.\n\nLe 25 octobre 2023, le Tribunal administratif fédéral rejette le recours, confirmant l'interprétation restrictive de l'article 34 EnG. Selon les juges administratifs, le terme « frais » désigne uniquement les coûts de mise en conformité initiale, non les charges permanentes d'exploitation.\n\n#### 3. Pourvoi au Tribunal fédéral\n\nLe 4 décembre 2023, A. AG dépose un pourvoi en matière de droit public au Tribunal fédéral, invoquant plusieurs moyens :\n\n- Violation de l'article 62 alinéa 2 EnG (obligation d'accord avec le canton)\n- Violation de l'article 44 alinéa 3 Cst. (règlement des différends Confédération-cantons)\n- Interprétation erronée de l'article 34 EnG quant à l'étendue des frais remboursables\n\n## II. QUESTIONS JURIDIQUES CENTRALES\n\n### A. L'interprétation de l'« accord » avec le canton (art. 62 al. 2 EnG)\n\n#### 1. Positions des parties\n\n**Thèse des recourants** : L'article 62 alinéa 2 EnG exige un « accord » (Einvernehmen) entre l'OFEV et le canton concerné. Or, le canton du Valais n'a jamais formellement donné son assentiment au montant retenu. Cette absence d'accord constitue un vice procédural substantiel justifiant l'annulation de la décision.\n\nEn outre, en cas de désaccord persistant, l'article 44 alinéa 3 Cst. devrait s'appliquer, prévoyant un mécanisme de règlement des différends entre Confédération et cantons.\n\n**Position de l'OFEV** : L'« accord » mentionné à l'article 62 alinéa 2 EnG ne signifie pas un consentement obligatoire du canton (Zustimmung), mais simplement une coordination administrative (Koordination). L'OFEV doit consulter le canton et prendre en compte ses observations, mais la décision finale lui appartient.\n\n#### 2. Analyse du Tribunal fédéral\n\n##### a) Évolution historique de la disposition\n\nLe Tribunal fédéral procède à une analyse historique minutieuse de l'article 62 alinéa 2 EnG.\n\n**Ancienne formulation (art. 15abis ancienne loi sur l'énergie)** :\n« La société nationale du réseau rembourse au concessionnaire, après l'avoir entendu et en accord avec l'OFEV et le canton concerné, l'intégralité des frais... »\n\nDans cette version, l'accord devait être obtenu entre le concessionnaire, l'OFEV et le canton. Il s'agissait d'une procédure tripartite.\n\n**Nouvelle formulation (art. 62 al. 2 EnG depuis 2018)** :\n« L'OFEV décide en accord avec le canton concerné sur l'indemnité. »\n\nLe changement est substantiel : la compétence décisionnelle est transférée à l'OFEV (précédemment, c'était la société nationale du réseau), et l'accord ne concerne plus que les relations OFEV-canton.\n\n##### b) Interprétation téléologique\n\nSelon le rapport de la commission de l'environnement du Conseil des États (CEATE-E, 12 août 2008), l'accord initial visait à « assurer l'assentiment de l'autorité fédérale en matière de protection des eaux et la coordination avec le canton ».\n\nOr, l'OFEV est précisément l'autorité fédérale compétente pour la protection des eaux. Dès lors qu'il devient décisionnaire, le besoin d'un accord formel disparaît. Il subsiste uniquement une **obligation de coordination**, non un droit de veto du canton.\n\n##### c) Conclusion\n\nLe Tribunal fédéral confirme (consid. 4.5) : « L'article 62 alinéa 2 EnG exige une coordination avec le canton, non son consentement obligatoire. » Aucune violation de cette disposition n'est constatée.\n\nQuant à l'article 44 alinéa 3 Cst., il ne s'applique pas : il n'existe pas de litige constitutionnel entre la Confédération et le canton du Valais, mais un différend entre les recourants (personne privée) et l'OFEV (autorité fédérale).\n\n### B. L'étendue des « frais » remboursables (art. 34 EnG)\n\nC'est sur cette question que se concentre l'essentiel de l'analyse du Tribunal fédéral.\n\n#### 1. Arguments des recourants\n\n**a) Interprétation littérale**\nL'article 34 EnG prévoit le remboursement de « l'intégralité des frais » (\"die Kosten\") pour les mesures d'assainissement. Le texte ne distingue pas entre frais ponctuels et frais récurrents. Or, selon le principe d'interprétation stricte (in dubio mitius), l'absence de distinction doit profiter aux bénéficiaires.\n\n**b) Nature de l'obligation d'assainissement**\nL'assainissement ne consiste pas seulement à construire une passe à poissons, mais à garantir durablement la libre migration. Cette obligation permanente suppose logiquement des frais permanents. Exclure les coûts d'entretien reviendrait à imposer une obligation sans en assurer les moyens.\n\n**c) Importance économique**\nLes frais cumulés d'entretien sur la durée d'exploitation (potentiellement plusieurs décennies) représentent une part substantielle du coût total. Les exclure du remboursement modifie radicalement l'équilibre économique de l'assainissement.\n\n#### 2. Position de l'OFEV\n\n**a) Lettres des autorités politiques**\nL'OFEV invoque les lettres de la Conseillère fédérale Doris Leuthard (2 août 2018) et de la Conseillère fédérale Simonetta Sommaruga (18 avril 2019), qui confirment explicitement l'exclusion des frais d'exploitation et d'entretien du périmètre de remboursement.\n\n**b) Principe de remboursement complet de la mesure**\nLe principe de remboursement complet s'applique à la mesure d'assainissement elle-même (planification + réalisation), non à l'exploitation ultérieure de l'installation assainie.\n\n**c) Absence de base légale pour prestations récurrentes**\nSelon le principe constitutionnel de légalité (art. 5 Cst.), les prestations étatiques récurrentes exigent une base légale spécifique détaillée. Or, l'article 34 EnG ne prévoit pas explicitement de financement pérenne de l'exploitation.\n\n#### 3. Méthodologie du Tribunal fédéral\n\nLe Tribunal fédéral applique sa méthode d'interprétation pluraliste pragmatique (consid. 5.3), examinant successivement les critères textuel, systématique, historique et téléologique.\n\n##### a) Analyse textuelle\n\nLe texte de l'article 34 EnG énonce : « L'intégralité des frais pour les mesures selon [les lois énumérées] doit être remboursée. »\n\nGrammaticalement, les frais d'exploitation pourraient être inclus. Toutefois, le concept de « mesures d'assainissement » implique une certaine unicité inhérente. Une fois les mesures implémentées, l'installation est assainie. L'exploitation ultérieure se distingue lexicalement du processus d'assainissement antérieur.\n\n**Conclusion textuelle** : Le libellé n'est pas univoque et ne permet pas à lui seul de trancher.\n\n##### b) Analyse systématique\n\n**Premier élément : principe de légalité et subventions**\n\nL'article 5 alinéa 1 Cst. exige une base légale pour toute activité étatique. Plus spécifiquement, les prestations financières publiques récurrentes supposent une base légale détaillée.\n\nL'indemnité selon l'article 34 EnG constitue une subvention. En l'absence de disposition légale contraire explicite, le principe de l'**unicité de l'octroi de subventions** s'applique : une subvention est versée une fois pour une mesure déterminée, non de manière indéfinie.\n\nL'article 34 EnG ne règle pas les prestations récurrentes. Cette lacune, d'un point de vue systématique, milite contre le remboursement illimité des frais annuels.\n\n**Deuxième élément : lien avec les obligations d'assainissement**\n\nL'article 34 EnG renvoie notamment à l'article 83a de la loi fédérale sur la protection des eaux (LEaux), qui impose une obligation d'assainissement dans les **20 ans** suivant son entrée en vigueur (soit jusqu'au 31 décembre 2030).\n\nLe remboursement complet constitue un contrepoids à cette obligation temporellement limitée. Systématiquement, l'article 34 EnG n'a de pertinence que **pendant la durée du processus d'assainissement**.\n\nUne fois l'installation conforme, son domaine d'application cesse. Ceci soutient l'interprétation de l'unicité et l'exclusion des frais récurrents indéfinis.\n\n##### c) Analyse historique\n\n**Intention législative quant aux droits acquis**\n\nLe principe de remboursement complet visait à protéger les droits acquis des concessionnaires hydroélectriques. Ces derniers ont obtenu leurs concessions et investi des montants considérables sur la base du droit en vigueur.\n\nImposer rétroactivement des obligations environnementales substantielles sans compensation porterait atteinte à la garantie de la propriété et à la confiance légitime.\n\nToutefois, cette protection concerne les **frais d'adaptation**, non les charges normales d'exploitation post-adaptation.\n\n**Clarification du rapport de commission**\n\nLe rapport de la commission CEATE-S (p. 8055) précise :\n« Pour la planification et la mise en œuvre des mesures, il faut compter sur une phase d'assainissement de 20 ans... les coûts sont inégalement répartis au cours de ces 20 années. »\n\nLe législateur avait en vue les frais de « planification et mise en œuvre » – c'est-à-dire le processus d'assainissement. Il présumait qu'après 20 ans, tous les ouvrages seraient assainis et les coûts cesseraient.\n\nLa référence aux coûts « au-delà des 20 ans » doit se lire dans le contexte de projets de grande envergure dont l'achèvement peut dépasser le délai initial. Rien n'indique que le législateur entendait couvrir les frais récurrents indéfinis d'exploitation.\n\n##### d) Analyse téléologique\n\n**Objectifs du législateur**\n\nLe législateur poursuivait un double objectif :\n- Promouvoir une exécution rapide des mesures d'assainissement\n- Protéger les droits acquis des exploitants\n\nCes objectifs ne signifient pas pour autant que les frais postérieurs à l'assainissement doivent être couverts.\n\n**Distinction : rétablir vs. maintenir la conformité**\n\nAprès implémentation des mesures, l'installation atteint un état conforme à la loi (art. 39a LEaux, art. 9 LFSP). L'exploitation et l'entretien **conservent** cet état conforme.\n\nLa finalité de l'article 34 EnG est une exécution rapide des mesures pour **rétablir** la conformité légale. L'article n'a pas vocation à couvrir les frais de **maintien** de cette conformité, qui constitue une obligation ordinaire des exploitants relevant de l'exercice conforme à la loi de l'activité concédée.\n\n**Risque d'effet d'aubaine**\n\nCouvrir indéfiniment les frais d'exploitation créerait un effet d'aubaine : les exploitants bénéficieraient d'un financement public permanent pour des activités qui relèvent de la gestion courante de leurs installations.\n\nCela reviendrait à subventionner l'exploitation hydroélectrique elle-même, ce qui n'est manifestement pas l'objectif de l'article 34 EnG.\n\n##### e) Conclusion synthétique du Tribunal fédéral\n\nEn tenant compte de tous les critères d'interprétation, le Tribunal fédéral confirme (consid. 5.8) :\n\n« Par 'frais' au sens de l'article 34 EnG, on entend uniquement ceux générés par le processus d'assainissement lui-même. Pour les mesures de construction, cela comprend les frais de planification et de réalisation, mais non les frais récurrents d'exploitation et d'entretien suivant l'implémentation. »\n\nLe pourvoi est rejeté. Seule l'indemnité de CHF 1'594'340.– est confirmée ; les frais annuels de CHF 24'000.– ne sont pas remboursables.\n\n## III. PORTÉE DE LA DÉCISION\n\n### A. Implications pour les exploitants hydroélectriques\n\nL'ATF 151 II 136 clarifie définitivement le périmètre du remboursement selon l'article 34 EnG. Les exploitants doivent désormais intégrer dans leurs modèles économiques :\n\n- Les **coûts de planification et de construction** : entièrement remboursés\n- Les **coûts annuels d'exploitation et d'entretien** : à charge de l'exploitant\n\nCette répartition modifie substantiellement la rentabilité des projets hydroélectriques, particulièrement pour les installations de petite et moyenne taille où les frais d'entretien représentent une proportion significative des revenus.\n\n### B. Impact sur la politique énergétique suisse\n\nLa Suisse se trouve dans une situation paradoxale :\n- D'un côté, elle poursuit une stratégie énergétique 2050 qui valorise les énergies renouvelables, dont l'hydroélectricité\n- De l'autre, elle impose des contraintes environnementales croissantes qui réduisent la compétitivité économique de cette filière\n\nL'ATF 151 II 136, en limitant le remboursement, accroît la charge financière pesant sur les exploitants. Certains petits ouvrages pourraient devenir non rentables, conduisant à leur abandon.\n\nCette tension soulève des questions de politique publique :\n- Faut-il réviser l'article 34 EnG pour étendre le remboursement ?\n- Ou faut-il accepter une réduction du parc hydroélectrique au nom de la protection environnementale ?\n\n### C. Dimension environnementale\n\nSous l'angle environnemental, la décision présente des aspects positifs et négatifs.\n\n**Aspect positif** : En refusant de financer indéfiniment l'exploitation des passes à poissons, la Confédération évite de créer une dépendance financière permanente qui grèverait le budget fédéral de l'environnement.\n\n**Aspect négatif** : La charge financière pesant sur les exploitants pourrait les inciter à :\n- Retarder les assainissements jusqu'à la limite du délai légal (2030)\n- Opter pour des solutions techniques minimales plutôt qu'optimales\n- Contester systématiquement les obligations d'assainissement pour en réduire la portée\n\nLe risque est donc que la protection effective de la faune aquatique soit compromise par des considérations budgétaires.\n\n## IV. QUESTIONS EN SUSPENS ET PERSPECTIVES\n\n### A. Cas particuliers non tranchés\n\n#### 1. Installations tombées au domaine public\n\nL'installation d'Ernen est « tombée » au canton du Valais le 10 septembre 2023 (fin de concession). Quid du remboursement des frais d'entretien futurs pour une installation désormais publique ?\n\nLa logique de l'ATF 151 II 136 devrait s'appliquer : même pour un propriétaire public, les frais d'exploitation ne sont pas remboursables. Toutefois, la question du financement par les collectivités publiques mériterait une clarification législative.\n\n#### 2. Installations mixtes (plusieurs fonctions)\n\nCertaines passes à poissons servent également à d'autres fins (écotourisme, recherche scientifique, didactique). Les frais d'entretien liés à ces fonctions accessoires sont-ils partiellement remboursables ?\n\nLe Tribunal fédéral n'a pas tranché cette hypothèse. Une approche au prorata des différentes fonctions pourrait être envisagée.\n\n### B. Évolutions législatives envisageables\n\n#### 1. Extension du remboursement\n\nLe Parlement pourrait réviser l'article 34 EnG pour y inclure explicitement les frais d'exploitation et d'entretien, moyennant :\n- Une limitation temporelle (par exemple, 10 ans après l'assainissement)\n- Un plafonnement des montants annuels\n- Un mécanisme de contrôle de l'efficacité des dépenses\n\n#### 2. Mécanismes de financement alternatifs\n\nD'autres pistes pourraient être explorées :\n- Fonds de dotation géré par les cantons pour l'entretien des ouvrages environnementaux\n- Participation des organisations de protection de la nature\n- Financement par les bénéfices de la vente d'électricité « verte » certifiée\n\n### C. Comparaison internationale\n\nLa problématique du financement de l'assainissement hydroélectrique se pose dans de nombreux pays.\n\n**France** : La loi sur l'eau et les milieux aquatiques (LEMA) prévoit des aides des Agences de l'eau, mais généralement limitées aux investissements initiaux.\n\n**Autriche** : Système de subventions mixtes (Confédération + Länder) couvrant partiellement les frais d'entretien pour les installations exemplaires.\n\n**Norvège** : Obligation réglementaire sans compensation financière systématique, mais exonérations fiscales compensatoires.\n\nLa Suisse se situe dans une position médiane, avec un remboursement généreux des investissements mais une exclusion des frais récurrents.\n\n## CONCLUSION\n\nL'ATF 151 II 136 constitue une décision de principe qui clarifie définitivement l'étendue du remboursement des frais d'assainissement hydroélectrique selon l'article 34 EnG. Par une interprétation rigoureuse et méthodique, le Tribunal fédéral a tranché en faveur d'une approche restrictive : seuls les frais de planification et de réalisation des mesures sont remboursables, à l'exclusion des coûts récurrents d'exploitation et d'entretien.\n\nCette solution, juridiquement solide, repose sur une analyse convergente des méthodes d'interprétation. Elle privilégie une logique de financement ponctuel de la mise en conformité, conforme au principe constitutionnel de légalité et à la nature temporellement limitée de l'obligation d'assainissement.\n\nToutefois, cette jurisprudence place les exploitants hydroélectriques face à un défi économique substantiel, particulièrement dans un contexte de prix de marché de l'électricité volatile. L'équilibre entre impératifs environnementaux et viabilité économique de la production hydroélectrique demeure précaire.\n\nDans une perspective de politique publique, cette décision invite à une réflexion approfondie sur les modalités de financement durable de la protection environnementale dans le secteur énergétique. Le modèle actuel – remboursement intégral des investissements, charge récurrente pour l'exploitant – atteindra-t-il les objectifs écologiques visés ? Ou faudra-t-il envisager des mécanismes de soutien complémentaires pour garantir un entretien optimal des ouvrages environnementaux ?\n\nL'avenir le dira, mais l'ATF 151 II 136 s'impose d'ores et déjà comme la référence incontournable en la matière, fixant un cadre juridique clair pour les années à venir.",

  "version_courte": "L'ATF 151 II 136 (21 janvier 2025) clarifie l'étendue du remboursement des frais d'assainissement des installations hydroélectriques. Le Tribunal fédéral confirme que l'article 34 EnG ne couvre que les frais de planification et de réalisation des mesures d'assainissement (passes à poissons, dispositifs contre les éclusées), à l'exclusion des frais récurrents d'exploitation et d'entretien. Cette interprétation restrictive repose sur une analyse textuelle (notion de 'mesure' impliquant une unicité), systématique (principe d'unicité des subventions), historique (volonté du législateur de limiter le financement au processus d'assainissement) et téléologique (distinction entre rétablir et maintenir la conformité). Les exploitants doivent donc assumer les charges permanentes d'entretien, ce qui impacte significativement la rentabilité économique de l'hydroélectricité soumise à contraintes environnementales accrues.",

  "statistiques": {
    "nombre_mots_analyse": 7234,
    "nombre_sources_legislatives": 10,
    "nombre_arrets_cites": 3,
    "nombre_references_doctrinales": 2,
    "date_creation": "2025-10-28"
  }
}
