{
  "metadata": {
    "titre": "Arrêt 1C_530/2024 - Zones réservées cantonales et surdimensionnement des zones à bâtir",
    "reference_arret": "1C_530/2024",
    "numero_cause": "1C_530/2024",
    "date_arret": "2025-06-25",
    "cour": "Ire Cour de droit public du Tribunal fédéral",
    "composition": "Président: Haag; Juges: Kneubühler, Chaix, Pont, Merz",
    "domaine_juridique": "Droit de l'aménagement du territoire",
    "sous_domaine": "Zones réservées - Surdimensionnement - LAT art. 15 et 27",
    "canton_origine": "Vaud",
    "commune": "Tannay",
    "publication": "Arrêt non publié aux ATF",
    "langue": "Français",
    "date_faits": "2022-2023",
    "date_analyse": "2025-10-29",
    "expert": "Expert en droit suisse",
    "version": "1.0"
  },

  "arrets_principaux": [
    {
      "reference": "1C_530/2024",
      "date": "2025-06-25",
      "parties": "Fondation A. c. État de Vaud (Département du territoire et de l'environnement)",
      "formation": "Ire Cour de droit public",
      "president": "Haag",
      "type": "Arrêt en matière de droit public",
      "issue": "Recours rejeté - Zone réservée cantonale confirmée"
    }
  ],

  "arrets_connexes": [
    {
      "reference": "1C_333/2024 (11.03.2025)",
      "pertinence": "Dézonage à Gilly (Vaud) - même problématique de surdimensionnement régional",
      "lien": "Jurisprudence parallèle 2025 sur la réduction des zones à bâtir vaudoises"
    },
    {
      "reference": "1C_121/2024 (25.07.2025)",
      "pertinence": "Zone industrielle isolée de Grandson - contrôle préjudiciel de la planification",
      "lien": "Annulation de permis pour zone à bâtir non conforme aux principes LAT"
    },
    {
      "reference": "ATF 129 II 225",
      "pertinence": "Principe de séparation territoire bâti/non-bâti",
      "lien": "Jurisprudence fondatrice sur l'art. 1 et 3 LAT"
    },
    {
      "reference": "ATF 142 II 316",
      "pertinence": "Conditions d'application de l'art. 27 LAT sur les zones réservées",
      "lien": "Exigences de base légale, intérêt public et proportionnalité"
    },
    {
      "reference": "ATF 147 II 1",
      "pertinence": "Obligations cantonales de réduction des zones à bâtir surdimensionnées",
      "lien": "Mise en œuvre de l'art. 15 al. 2 LAT révisé"
    }
  ],

  "sources_legislatives": {
    "loi_amenagement_territoire": {
      "intitule": "Loi fédérale sur l'aménagement du territoire (LAT)",
      "reference": "RS 700",
      "articles_appliques": [
        {
          "article": "Art. 1 LAT - Buts",
          "titre": "Principes directeurs de l'aménagement du territoire",
          "texte_verbatim": "1 La Confédération, les cantons et les communes veillent à une utilisation mesurée du sol. Ils coordonnent leurs activités ayant des effets sur l'organisation du territoire et s'efforcent d'assurer une occupation du territoire propre à garantir un développement harmonieux de l'ensemble du pays.\n2 Ils soutiennent par leurs efforts les activités économiques et favorisent un développement décentralisé de la population et de l'économie.\n3 Ils veillent à la protection des bases naturelles de la vie, telles que le sol, l'air, l'eau, la forêt et le paysage, ainsi qu'à une séparation judicieuse entre parties constructibles et non constructibles du territoire.",
          "entree_vigueur": "1980 (révisé 2014)",
          "importance": "Principe fondamental de séparation territoire bâti/non-bâti"
        },
        {
          "article": "Art. 15 al. 1 LAT - Zones à bâtir",
          "titre": "Définition et dimensionnement des zones à bâtir",
          "texte_verbatim": "Les zones à bâtir sont définies de telle manière qu'elles répondent aux besoins prévisibles pour les quinze années suivantes.",
          "entree_vigueur": "1980",
          "importance": "Principe de dimensionnement temporel des zones constructibles"
        },
        {
          "article": "Art. 15 al. 2 LAT - Zones à bâtir surdimensionnées",
          "titre": "Obligation de réduction",
          "texte_verbatim": "Les zones à bâtir surdimensionnées doivent être réduites.",
          "entree_vigueur": "01.05.2014 (révision LAT 1)",
          "importance": "Obligation légale de dézonage en cas de surdimensionnement - disposition centrale en l'espèce"
        },
        {
          "article": "Art. 27 al. 1 LAT - Zones réservées",
          "titre": "Mesure conservatoire de planification",
          "texte_verbatim": "Lorsqu'il n'existe pas encore de plan d'affectation ou que l'adaptation d'un tel plan s'impose, l'autorité compétente peut délimiter des zones réservées dans des territoires déterminés avec précision. Dans ces zones, rien ne doit être entrepris qui puisse entraver l'établissement du plan d'affectation.",
          "entree_vigueur": "1980",
          "importance": "Base légale permettant de geler temporairement l'affectation pendant la révision planificatrice"
        },
        {
          "article": "Art. 27 al. 2 LAT - Durée des zones réservées",
          "titre": "Limitation temporelle",
          "texte_verbatim": "Une zone réservée ne peut être établie que pour une durée de cinq ans au plus; le droit cantonal peut prévoir une prolongation de cette durée.",
          "entree_vigueur": "1980",
          "importance": "Caractère temporaire de la mesure conservatoire"
        }
      ]
    },
    "loi_vaudoise_amenagement": {
      "intitule": "Loi cantonale vaudoise sur l'aménagement du territoire et les constructions (LATC)",
      "reference": "VD 700.11",
      "articles_appliques": [
        {
          "article": "Art. 47 LATC",
          "titre": "Compétences en matière de zones réservées",
          "texte_verbatim": "Le département peut ordonner l'établissement d'une zone réservée cantonale lorsque l'adaptation d'un plan d'affectation communal s'impose pour respecter le droit fédéral ou cantonal.",
          "importance": "Base légale cantonale de la compétence départementale"
        }
      ]
    },
    "constitution_federale": {
      "intitule": "Constitution fédérale de la Confédération suisse",
      "reference": "RS 101",
      "articles_appliques": [
        {
          "article": "Art. 26 al. 1 Cst.",
          "titre": "Garantie de la propriété",
          "texte_verbatim": "La propriété est garantie.",
          "importance": "Droit fondamental limité par les exigences d'intérêt public en aménagement du territoire"
        },
        {
          "article": "Art. 36 Cst.",
          "titre": "Restriction des droits fondamentaux",
          "texte_verbatim": "1 Toute restriction d'un droit fondamental doit reposer sur une base légale. Les restrictions graves doivent être prévues par une loi. Les cas de danger sérieux, direct et imminent sont réservés.\n2 Toute restriction d'un droit fondamental doit être justifiée par un intérêt public ou par la protection d'un droit fondamental d'autrui.\n3 Toute restriction d'un droit fondamental doit être proportionnée au but visé.",
          "importance": "Conditions de licéité des restrictions à la garantie de la propriété"
        },
        {
          "article": "Art. 75 Cst.",
          "titre": "Aménagement du territoire",
          "texte_verbatim": "1 La Confédération fixe les principes de l'aménagement du territoire. Celui-ci incombe aux cantons et sert une utilisation judicieuse et mesurée du sol et une occupation rationnelle du territoire.\n2 La Confédération encourage et coordonne les efforts des cantons et collabore avec eux.\n3 Dans l'accomplissement de leurs tâches, la Confédération et les cantons prennent en considération les impératifs de l'aménagement du territoire.",
          "importance": "Fondement constitutionnel de la compétence d'aménagement du territoire"
        }
      ]
    }
  },

  "mots_cles": [
    "Zones réservées cantonales",
    "Surdimensionnement zones à bâtir",
    "Art. 15 al. 2 LAT",
    "Art. 27 LAT",
    "Révision plan d'affectation communal"
  ],

  "analyse_complete": "# ANALYSE JURIDIQUE APPROFONDIE\n## Arrêt 1C_530/2024 - Zones réservées et surdimensionnement des zones à bâtir\n\n---\n\n## I. INTRODUCTION ET CADRE NORMATIF\n\n### 1.1 Contexte de l'arrêt\n\nL'arrêt 1C_530/2024 du 25 juin 2025 s'inscrit dans le contexte de la mise en œuvre de la **première révision de la Loi fédérale sur l'aménagement du territoire (LAT 1)**, entrée en vigueur le 1er mai 2014. Cette révision a introduit l'obligation pour les cantons de **réduire les zones à bâtir surdimensionnées** (art. 15 al. 2 LAT), déclenchant une vague de révisions planificatrices dans l'ensemble de la Suisse.\n\nLe canton de Vaud, comme de nombreux cantons suisses, présente un **surdimensionnement structurel** de ses zones à bâtir, c'est-à-dire que la surface de terrain classé en zone constructible dépasse largement les besoins prévisibles pour les 15 prochaines années (art. 15 al. 1 LAT). Ce phénomène résulte de décennies de zonages généreux effectués par les communes dans une logique de développement expansionniste.\n\nFace à cette situation, les autorités cantonales doivent procéder à des **dézonages**, opérations politiquement sensibles car elles réduisent la valeur patrimoniale des terrains concernés et suscitent l'opposition des propriétaires fonciers.\n\n### 1.2 Spécificité de la commune de Tannay\n\nLa commune de **Tannay**, située dans le district de Nyon (canton de Vaud), fait partie de l'agglomération lémanique. Selon les calculs cantonaux, Tannay présente un **surdimensionnement de 464 habitants**, ce qui signifie que la commune dispose de réserves constructibles permettant d'accueillir 464 personnes de plus que les besoins prévisibles sur 15 ans.\n\nCe surdimensionnement impose à la commune de réviser son **plan d'affectation communal (PACom)** pour réduire ses zones à bâtir. Dans ce contexte, la Direction générale du territoire et du logement (DGTL) a identifié plusieurs secteurs potentiels de dézonage, dont la parcelle 237 appartenant à la Fondation A.\n\n### 1.3 Instrument juridique: la zone réservée cantonale\n\nPour éviter que des permis de construire ne soient délivrés pendant la phase de révision planificatrice (ce qui aggraverait le surdimensionnement), le canton de Vaud a recouru à l'instrument de la **zone réservée cantonale** prévu par l'article 27 LAT.\n\nLa zone réservée est une **mesure conservatoire** qui gèle temporairement (maximum 5 ans) l'affectation d'un secteur en interdisant toute construction susceptible d'entraver la future planification. Il s'agit d'un outil classique de \"police de l'aménagement\" qui préserve la liberté de planification des autorités.\n\n---\n\n## II. FAITS ET CONTEXTE TERRITORIAL\n\n### 2.1 Description de la parcelle litigieuse\n\nLa **parcelle 237** de Tannay présente les caractéristiques suivantes:\n\n- **Surface:** 6'006 m² (environ 6'000 m²)\n- **Propriétaire:** Fondation A. (propriétaire également des parcelles adjacentes 238-240 et 246-248)\n- **Affectation:** Zone à bâtir (zone mixte ou résidentielle selon le PACom)\n- **État:** Terrain **non construit**, entièrement vierge\n- **Localisation:** Secteur périphérique, **hors du centre-ville** de Tannay\n- **Situation:** Terrain bordé par les **voies CFF** (chemin de fer) et des **routes cantonales**\n- **Caractéristiques:** Parcelle relativement isolée du tissu bâti compact du village\n\nLa fondation possède un patrimoine foncier substantiel dans ce secteur, totalisant environ **12'000 m²** de terrains constructibles contigus.\n\n### 2.2 Chronologie des événements\n\n**Phase 1: Diagnostic cantonal (2020-2022)**\n\nLa DGTL procède à l'analyse du surdimensionnement communal et identifie plusieurs secteurs potentiels de dézonage, dont la parcelle 237. Les critères d'identification sont:\n- Localisation périphérique (frange du village)\n- Absence de construction effective\n- Caractère non compact du tissu bâti environnant\n- Accessibilité limitée aux transports publics et infrastructures\n\n**Phase 2: Demande de permis (juin 2022)**\n\nLa Fondation A. dépose une **demande d'autorisation de construire** portant sur les parcelles 237-240 et 246-248. Le projet prévoit l'édification de **trois immeubles d'habitation collective** représentant un volume bâti important.\n\nCette demande intervient alors que la DGTL a déjà identifié ces terrains comme candidats au dézonage. La fondation cherche manifestement à **créer un droit acquis** avant la modification planificatrice.\n\n**Phase 3: Opposition cantonale et mise à l'enquête de la zone réservée (juillet-août 2022)**\n\nFace à la demande de permis, la DGTL réagit rapidement:\n1. Elle **s'oppose formellement** à la délivrance du permis de construire\n2. Elle lance une **procédure de zone réservée cantonale** visant spécifiquement la parcelle 237\n3. Le projet de zone réservée est **mis à l'enquête publique** durant juillet-août 2022 (30 jours)\n\nCette mise à l'enquête permet aux propriétaires et aux tiers intéressés de formuler des observations et oppositions.\n\n**Phase 4: Décision départementale (14 avril 2023)**\n\nLe **Département du territoire et de l'environnement (DTE)** du canton de Vaud approuve la création de la **zone réservée cantonale** sur la parcelle 237. La décision se fonde sur:\n- L'obligation de réduire le surdimensionnement (art. 15 al. 2 LAT)\n- La nécessité de préserver la liberté de planification communale\n- L'absence de droit acquis de la fondation (demande de permis postérieure à l'identification du secteur)\n\nLa zone réservée est établie pour une durée initiale de **5 ans**, prolongeable selon le droit cantonal.\n\n**Phase 5: Recours cantonal (2023-2024)**\n\nLa Fondation A. recourt contre cette décision devant la **Cour de droit administratif et public du Tribunal cantonal vaudois**. Le recours est **rejeté** par arrêt du [date non précisée] 2024.\n\nLa Cour cantonale confirme la légalité de la zone réservée en relevant:\n- Le surdimensionnement avéré de Tannay (+464 habitants)\n- La nécessité de réviser le PACom conformément à l'art. 15 al. 2 LAT\n- Le respect des conditions de l'art. 27 LAT (base légale, intérêt public, proportionnalité)\n- L'absence de droits acquis de la fondation\n\n**Phase 6: Recours au Tribunal fédéral (2024-2025)**\n\nLa fondation forme un **recours en matière de droit public** au Tribunal fédéral (art. 82 ss LTF), invoquant:\n- Violation de la **garantie de la propriété** (art. 26 Cst.)\n- Violation du principe de **proportionnalité** (art. 36 Cst.)\n- Application arbitraire de l'art. 27 LAT\n- Défaut d'intérêt public suffisant\n\nLe Tribunal fédéral examine le recours et rend son arrêt le **25 juin 2025**.\n\n---\n\n## III. QUESTIONS JURIDIQUES SOUMISES AU TRIBUNAL FÉDÉRAL\n\n### 3.1 Recevabilité du recours\n\nLe Tribunal fédéral devait d'abord vérifier si le recours était **recevable**:\n\n**a) Voie de droit appropriée**\n\nL'art. 82 let. a LTF ouvre le recours en matière de droit public contre les décisions finales en matière d'aménagement du territoire. La décision d'établir une zone réservée cantonale constitue une **décision finale** au sens de l'art. 90 LTF car elle met fin à la procédure et affecte directement les droits de la propriétaire.\n\n**Conclusion:** Recours en matière de droit public recevable.\n\n**b) Qualité pour recourir (art. 89 al. 1 LTF)**\n\nLa Fondation A., propriétaire de la parcelle 237, est **directement touchée** par la zone réservée qui interdit toute construction sur son terrain. Elle dispose d'un **intérêt juridiquement protégé** (garantie de la propriété) et remplit les conditions de l'art. 89 al. 1 LTF.\n\n**Conclusion:** Qualité pour recourir admise.\n\n**c) Délais et forme**\n\nLe recours a été interjeté dans le **délai de 30 jours** (art. 100 al. 1 LTF) suivant la notification de l'arrêt cantonal et respecte les exigences de forme (art. 42 LTF).\n\n**Conclusion:** Recours recevable.\n\n### 3.2 Questions de fond\n\nLe Tribunal fédéral devait examiner **trois questions principales**:\n\n**Question 1: La zone réservée cantonale repose-t-elle sur une base légale suffisante?**\n\nL'art. 36 al. 1 Cst. exige que toute restriction d'un droit fondamental repose sur une base légale. En matière de zones réservées, l'art. 27 LAT constitue-t-il une base légale fédérale suffisante? Le droit cantonal (art. 47 LATC vaudoise) est-il nécessaire?\n\n**Question 2: La zone réservée poursuit-elle un intérêt public suffisant?**\n\nL'obligation de réduire le surdimensionnement (art. 15 al. 2 LAT) constitue-t-elle un intérêt public justifiant la restriction temporaire du droit de construire? La simple existence d'un surdimensionnement communal suffit-elle, ou faut-il démontrer une **nécessité concrète** de dézoner précisément la parcelle 237?\n\n**Question 3: La zone réservée respecte-t-elle le principe de proportionnalité?**\n\nL'art. 36 al. 3 Cst. impose que toute restriction soit **proportionnée au but visé**. Le Tribunal devait vérifier trois sous-conditions:\n\n- **Aptitude (adéquation):** La zone réservée est-elle un moyen approprié pour garantir la révision planificatrice?\n- **Nécessité (subsidiarité):** Existe-t-il des moyens moins restrictifs pour atteindre le même objectif?\n- **Proportionnalité au sens étroit:** L'atteinte à la propriété est-elle supportable au regard de l'intérêt public poursuivi?\n\nEn l'espèce, la fondation soutenait que la parcelle 237 présentait des caractéristiques spécifiques (situation périphérique, terrain de 6'000 m²) qui justifiaient son maintien en zone à bâtir. Elle arguait que le dézonage constituait une atteinte **excessive et disproportionnée** à ses droits de propriété.\n\n---\n\n## IV. MOTIVATION JURIDIQUE DU TRIBUNAL FÉDÉRAL\n\n### 4.1 Sur la base légale\n\nLe Tribunal fédéral rappelle que l'**art. 27 al. 1 LAT** constitue une **base légale fédérale suffisante** pour l'établissement de zones réservées. Cette disposition prévoit expressément que l'autorité compétente peut délimiter des zones réservées \"lorsque l'adaptation d'un plan d'affectation s'impose\".\n\nL'art. 47 LATC vaudoise **précise la compétence cantonale** (département) et les modalités procédurales, sans ajouter de conditions matérielles supplémentaires. Cette répartition des compétences entre droit fédéral (base matérielle) et droit cantonal (compétences et procédure) est conforme au système suisse d'aménagement du territoire.\n\n**Conclusion:** La zone réservée repose sur une base légale suffisante (art. 27 LAT + art. 47 LATC).\n\n### 4.2 Sur l'intérêt public\n\nLe Tribunal fédéral identifie **deux intérêts publics majeurs** justifiant la zone réservée:\n\n**a) Obligation légale de réduire le surdimensionnement**\n\nL'art. 15 al. 2 LAT impose aux cantons de **réduire les zones à bâtir surdimensionnées**. Cette obligation découle directement de la LAT révisée et vise à lutter contre le **mitage du territoire** (étalement urbain incontrôlé).\n\nLe Tribunal relève que Tannay présente un **surdimensionnement avéré de 464 habitants**, soit une surcapacité représentant environ **15-20% de la population actuelle** de la commune (Tannay compte environ 2'500 habitants).\n\nCe surdimensionnement ne résulte pas d'une estimation approximative, mais d'un **calcul méthodologique rigoureux** effectué par les services cantonaux conformément aux directives de l'Office fédéral du développement territorial (ARE).\n\nDans ce contexte, la commune a l'**obligation légale** de réviser son PACom pour réduire ses zones à bâtir. La zone réservée est l'instrument approprié pour garantir que cette révision puisse se dérouler sans être entravée par de nouvelles constructions.\n\n**b) Préservation de la liberté de planification communale**\n\nLe second intérêt public réside dans la **protection de la liberté de planification** de la commune. Si des permis de construire étaient délivrés durant la phase de révision, ils créeraient des **droits acquis** rendant impossible ou très difficile le futur dézonage.\n\nLa jurisprudence reconnaît depuis longtemps que la liberté de planification constitue un intérêt public légitime justifiant des mesures conservatoires temporaires (ATF 142 II 316).\n\nLe Tribunal souligne que la fondation avait déposé sa demande de permis en **juin 2022**, soit **après** l'identification de la parcelle comme candidat au dézonage par la DGTL. Cette chronologie révèle une tentative manifeste de **créer un fait accompli** avant la révision planificatrice.\n\n**Conclusion:** La zone réservée poursuit un intérêt public prépondérant reconnu par le droit fédéral.\n\n### 4.3 Sur la proportionnalité\n\n**4.3.1 Aptitude de la mesure**\n\nLe Tribunal constate que la zone réservée est un moyen **parfaitement approprié** pour atteindre l'objectif poursuivi. En interdisant temporairement les constructions sur la parcelle 237, elle garantit que la commune pourra librement décider de l'affectation future du secteur dans le cadre de sa révision planificatrice.\n\nL'alternative (absence de zone réservée) aurait conduit à la délivrance du permis de construire demandé par la fondation, créant ainsi un obstacle insurmontable au dézonage envisagé.\n\n**Conclusion:** La condition d'**aptitude** est remplie.\n\n**4.3.2 Nécessité (subsidiarité) de la mesure**\n\nLa fondation n'avait proposé aucune mesure alternative moins restrictive permettant d'atteindre le même résultat. Le Tribunal relève qu'aucun autre instrument juridique ne permettrait de geler efficacement la situation durant la révision planificatrice.\n\nLa simple **suspension de la procédure de permis** (art. 32b OAT) aurait été insuffisante car elle n'empêche pas le dépôt de nouvelles demandes et ne protège pas contre les modifications de propriété.\n\n**Conclusion:** La condition de **nécessité** est remplie.\n\n**4.3.3 Proportionnalité au sens étroit**\n\nC'est sur ce point que la fondation concentrait son argumentation. Elle faisait valoir plusieurs éléments:\n\n**Argument 1: Situation périphérique ne justifiant pas le dézonage**\n\nLa fondation soutenait que la parcelle 237, bien que située en périphérie, ne se prêtait pas au dézonage car elle était déjà classée en zone à bâtir depuis plusieurs décennies et bénéficiait d'une desserte routière correcte.\n\n**Réfutation du TF:** Le Tribunal rappelle que l'obligation de réduire le surdimensionnement (art. 15 al. 2 LAT) impose précisément de dézoner des terrains actuellement classés en zone à bâtir. La seule ancienneté du zonage ne crée aucun droit acquis. Par ailleurs, les parcelles périphériques constituent des **cibles prioritaires** de dézonage conformément aux principes de la LAT (concentration de l'urbanisation, lutte contre le mitage).\n\n**Argument 2: Surface importante (6'000 m²) justifiant le maintien**\n\nLa fondation arguait que la grande surface de la parcelle (6'000 m²) permettrait de réaliser un projet d'habitat collectif de qualité, contribuant à l'offre de logements dans la région lémanique.\n\n**Réfutation du TF:** Le Tribunal relève au contraire que la grande surface non construite constitue un argument en **faveur** du dézonage, non contre. Une parcelle vierge de 6'000 m² se prête davantage au dézonage qu'un terrain partiellement bâti qui nécessiterait des indemnisations complexes.\n\nLe Tribunal ajoute que l'argument de \"contribution au logement\" est inopérant dès lors que la commune présente un **surdimensionnement structurel**. Les besoins en logements doivent être satisfaits dans les zones à bâtir existantes, non par extension ou maintien de zones excédentaires.\n\n**Argument 3: Caractère non définitif de la zone réservée**\n\nLa fondation soulignait que la zone réservée ne préjugeait pas de l'affectation finale. À l'issue de la révision planificatrice, la commune pourrait décider de maintenir la parcelle en zone à bâtir.\n\n**Position du TF:** Le Tribunal confirme ce point mais précise qu'il constitue précisément la **raison d'être** de la zone réservée. L'art. 27 LAT n'exige pas que le résultat de la planification soit certain, mais seulement que \"l'adaptation d'un plan d'affectation s'impose\". Or, en l'espèce, la révision est **objectivement nécessaire** en raison du surdimensionnement avéré.\n\nLe Tribunal souligne qu'à ce stade de la procédure, il serait **prématuré** de se prononcer sur l'affectation définitive de la parcelle 237. Cette question relève de la phase de révision planificatrice proprement dite, durant laquelle tous les intérêts (publics et privés) devront être soigneusement pesés.\n\n**Argument 4: Absence de caractéristiques spéciales de la parcelle**\n\nLa fondation contestait l'affirmation cantonale selon laquelle la parcelle présenterait des caractéristiques (localisation, accessibilité, tissu bâti non compact) justifiant son identification prioritaire pour le dézonage.\n\n**Position du TF:** Le Tribunal constate que les autorités cantonales ont procédé à une **analyse circonstanciée** des caractéristiques de la parcelle:\n\n- **Localisation:** Hors du centre-ville, en périphérie nord-ouest de Tannay\n- **Desserte:** Bordure de voies CFF et routes cantonales (situation de \"lisière\" peu propice à l'habitat)\n- **Tissu bâti environnant:** Non compact, avec présence d'espaces verts et de secteurs peu densifiés\n- **Intégration paysagère:** Secteur de transition entre zone bâtie et espaces agricoles/naturels\n\nCes éléments, pris ensemble, justifient l'identification de la parcelle comme **candidate plausible** au dézonage, sans que cette identification ne préjuge du résultat final.\n\n**Bilan de la proportionnalité au sens étroit**\n\nLe Tribunal conclut que l'atteinte temporaire à la garantie de la propriété (impossibilité de construire pendant maximum 5 ans) est **supportable** au regard de l'intérêt public prépondérant poursuivi.\n\nLa zone réservée ne prive pas définitivement la fondation de son droit de propriété, elle gèle simplement la faculté de construire durant la phase de révision. Cette restriction temporaire est le **corollaire nécessaire** de l'obligation légale de réduire le surdimensionnement.\n\n**Conclusion:** La condition de **proportionnalité au sens étroit** est remplie.\n\n---\n\n## V. DISPOSITIF ET IMPLICATIONS\n\n### 5.1 Dispositif de l'arrêt\n\nLe Tribunal fédéral statue comme suit:\n\n**1. Le recours est rejeté dans la mesure où il est recevable.**\n\nCette formule indique que certains griefs soulevés par la fondation étaient irrecevables (par exemple, griefs factuels insuffisamment motivés) tandis que les griefs recevables ont été rejetés au fond.\n\n**2. Les frais judiciaires, arrêtés à 4'000 francs, sont mis à la charge de la recourante.**\n\nLes frais de justice devant le Tribunal fédéral sont fixés selon le tarif de l'art. 65 LTF. Le montant de 4'000 francs correspond à une affaire de complexité moyenne en matière d'aménagement du territoire.\n\n**3. Il n'est pas alloué de dépens.**\n\nAucune partie n'obtient gain de cause avec des conclusions reconventionnelles, de sorte qu'aucun dépens n'est alloué (art. 68 LTF).\n\n**4. Le présent arrêt est communiqué aux parties et au Tribunal cantonal du canton de Vaud, Cour de droit administratif et public.**\n\nNotification officielle aux parties et à la juridiction cantonale inférieure.\n\n### 5.2 Implications pratiques\n\n**5.2.1 Confirmation de la politique de dézonage vaudoise**\n\nL'arrêt 1C_530/2024 constitue un **soutien jurisprudentiel majeur** à la politique de dézonage menée par le canton de Vaud depuis 2014. Le Tribunal fédéral confirme que:\n\n- Les zones réservées cantonales sont un instrument **légitime et nécessaire** pour garantir la révision planificatrice\n- Le surdimensionnement communal constitue un **intérêt public suffisant** justifiant des restrictions temporaires au droit de construire\n- Les propriétaires fonciers ne peuvent invoquer l'ancienneté du zonage pour s'opposer au dézonage\n- Les grandes parcelles non construites en situation périphérique constituent des **cibles prioritaires** de dézonage\n\n**5.2.2 Message aux propriétaires fonciers: impossibilité de créer des faits accomplis**\n\nL'arrêt adresse un **message clair** aux propriétaires de terrains situés dans des zones à bâtir surdimensionnées: le dépôt de demandes de permis durant la phase de révision planificatoire ne permet pas de créer des droits acquis ni d'échapper au dézonage.\n\nLes autorités cantonales disposent de l'instrument de la zone réservée (art. 27 LAT) pour neutraliser ces tentatives de \"course au permis\".\n\n**5.2.3 Implications pour les autres communes vaudoises**\n\nLe canton de Vaud compte **plusieurs dizaines de communes** présentant un surdimensionnement de leurs zones à bâtir. L'arrêt 1C_530/2024 facilite grandement la tâche des autorités cantonales en confirmant la légalité de l'approche suivante:\n\n1. **Identification** des communes surdimensionnées (calcul ARE)\n2. **Détermination** des secteurs prioritaires de dézonage (critères: périphérie, absence de construction, tissu non compact)\n3. **Établissement** de zones réservées cantonales sur les secteurs identifiés\n4. **Révision** des plans d'affectation communaux durant la durée de la zone réservée (max. 5 ans)\n5. **Dézonage effectif** des parcelles excédentaires\n\nCette méthodologie, validée par le Tribunal fédéral, devrait accélérer la mise en œuvre de l'art. 15 al. 2 LAT dans le canton de Vaud.\n\n**5.2.4 Implications financières pour les propriétaires**\n\nLe dézonage futur de la parcelle 237 entraînera une **perte de valeur patrimoniale** significative pour la Fondation A. Un terrain constructible de 6'000 m² dans la région lémanique peut valoir plusieurs millions de francs, tandis que le même terrain en zone agricole ne vaudra que quelques centaines de milliers de francs.\n\nToutefois, le Tribunal fédéral ne se prononce pas sur la question de l'**indemnisation** car celle-ci ne se pose qu'au moment du dézonage effectif (art. 5 LAT). La jurisprudence admet qu'une indemnisation n'est due que si:\n- Le dézonage crée un **dommage effectif** (et non une simple perte de gain)\n- Le dommage est **spécial** (touchant quelques propriétaires seulement)\n- Le dommage est **d'une certaine gravité**\n\nLa question de l'indemnisation sera donc examinée ultérieurement, dans le cadre de la procédure de révision du PACom.\n\n---\n\n## VI. ANALYSE CRITIQUE ET PERSPECTIVES\n\n### 6.1 Points forts de l'arrêt\n\n**6.1.1 Clarté de la motivation**\n\nL'arrêt 1C_530/2024 se caractérise par une **motivation claire et structurée** suivant le schéma classique:\n1. Base légale (art. 27 LAT)\n2. Intérêt public (art. 15 al. 2 LAT + liberté de planification)\n3. Proportionnalité (aptitude, nécessité, proportionnalité au sens étroit)\n\nCette approche méthodique facilite grandement la compréhension des enjeux et la reproduction du raisonnement dans d'autres affaires similaires.\n\n**6.1.2 Équilibre entre intérêts publics et privés**\n\nLe Tribunal démontre une **sensibilité appropriée** aux intérêts patrimoniaux de la fondation recourante, tout en rappelant que la garantie de la propriété (art. 26 Cst.) n'est pas absolue et doit céder devant des intérêts publics prépondérants clairement établis.\n\nLe Tribunal insiste sur le caractère **temporaire** de la zone réservée (max. 5 ans) et sur le fait qu'elle ne préjuge pas du résultat final de la révision planificatrice. Cette nuance permet de relativiser l'atteinte aux droits de propriété.\n\n**6.1.3 Confirmation de la hiérarchie des normes**\n\nL'arrêt rappelle utilement que l'obligation de réduire le surdimensionnement découle du **droit fédéral** (art. 15 al. 2 LAT) et s'impose donc aux cantons et aux communes indépendamment de leurs souhaits locaux.\n\nCette hiérarchie normative est essentielle pour garantir une mise en œuvre uniforme de la LAT révisée sur l'ensemble du territoire suisse.\n\n### 6.2 Points critiques et questions ouvertes\n\n**6.2.1 Absence de critères détaillés pour l'identification des secteurs à dézoner**\n\nL'arrêt confirme que la parcelle 237 peut légitimement être identifiée comme candidate au dézonage, mais il ne précise pas de **critères détaillés** permettant de déterminer quelles parcelles doivent être dézonées en priorité.\n\nLe Tribunal mentionne plusieurs facteurs (périphérie, absence de construction, tissu non compact, accessibilité limitée) mais ne hiérarchise pas ces critères ni ne précise leur poids respectif.\n\nCette imprécision pourrait conduire à des **disparités de traitement** entre communes ou entre propriétaires d'une même commune. Par exemple:\n- Pourquoi dézoner la parcelle 237 (6'000 m² non construits en périphérie) plutôt qu'une autre parcelle de taille similaire située 200 mètres plus loin?\n- Comment pondérer les différents critères (localisation vs. surface vs. accessibilité)?\n- Existe-t-il un \"ordre de priorité\" objectif ou les autorités disposent-elles d'une large marge d'appréciation?\n\nCes questions devront probablement être clarifiées par de futurs arrêts.\n\n**6.2.2 Durée de la zone réservée: 5 ans suffisants?**\n\nL'art. 27 al. 2 LAT limite la durée des zones réservées à **5 ans maximum** (avec possibilité de prolongation selon le droit cantonal). Or, l'expérience montre que les révisions planificatrices prennent souvent **beaucoup plus de temps**:\n\n- Phase de diagnostic et d'étude: 12-18 mois\n- Phase de consultation et négociation: 12-24 mois\n- Mise à l'enquête publique et traitement des oppositions: 6-12 mois\n- Approbation cantonale: 6-12 mois\n- Éventuels recours cantonaux et fédéraux: 12-36 mois\n\n**Total: 4 à 8 ans minimum**\n\nSi la révision planificatrice excède 5 ans, la zone réservée expire automatiquement et les propriétaires peuvent à nouveau déposer des demandes de permis, créant ainsi des droits acquis. Cette situation crée une **pression temporelle** sur les autorités communales et cantonales.\n\nLe droit cantonal vaudois permet certes de prolonger la zone réservée au-delà de 5 ans, mais cette prolongation nécessite une nouvelle procédure et peut être contestée.\n\n**6.2.3 Question de l'indemnisation: report de la problématique**\n\nL'arrêt ne traite pas de la question cruciale de l'**indemnisation du dézonage** (art. 5 LAT) car celle-ci ne se pose qu'au moment du dézonage effectif.\n\nOr, cette question est potentiellement explosive:\n- Une parcelle de 6'000 m² constructible dans la région lémanique vaut **3 à 5 millions de francs**\n- La même parcelle en zone agricole vaut **300'000 à 500'000 francs**\n- **Perte de valeur: 2,5 à 4,5 millions de francs**\n\nSelon l'art. 5 al. 2 LAT, une indemnisation n'est due que si le dézonage crée un \"dommage effectif\" dépassant ce que le propriétaire peut \"raisonnablement supporter\". La jurisprudence estime généralement qu'une indemnisation est due si la perte de valeur excède **30% de la valeur totale** du bien.\n\nEn l'espèce, la perte de valeur (80-90% de la valeur constructible) dépassera très largement ce seuil. La commune de Tannay devra donc probablement verser une **indemnisation substantielle** à la Fondation A., ce qui pourrait grever lourdement les finances communales.\n\nCette perspective soulève une question de **justice distributive**: est-il équitable que la collectivité (commune) doive indemniser un propriétaire pour la correction d'un zonage trop généreux dont ce propriétaire a pu bénéficier pendant plusieurs décennies?\n\n**6.2.4 Risque de contentieux en cascade**\n\nL'arrêt 1C_530/2024 ouvre la voie à de **nombreux contentieux similaires** dans l'ensemble du canton de Vaud (et d'autres cantons suisses). Chaque propriétaire de terrain situé en zone à bâtir surdimensionnée pourrait:\n\n1. Contester la zone réservée cantonale (comme en l'espèce)\n2. Contester ultérieurement le dézonage effectif\n3. Contester le montant de l'indemnisation offerte\n4. Former des recours successifs devant les juridictions cantonales puis fédérales\n\nCette multiplication des procédures risque de **ralentir considérablement** la mise en œuvre de l'art. 15 al. 2 LAT et de générer des coûts procéduraux importants pour les collectivités publiques.\n\n### 6.3 Comparaison avec le droit étranger\n\n**Droit français:**\n\nLe droit français de l'urbanisme connaît un instrument similaire: le **sursis à statuer** (art. L153-11 Code de l'urbanisme). Lorsqu'une commune envisage de réviser son Plan Local d'Urbanisme (PLU), elle peut opposer un sursis à statuer aux demandes de permis de construire pour une durée maximale de **2 ans**.\n\nÀ l'issue de cette période, si la révision n'est pas achevée, les demandes de permis doivent être examinées selon les règles en vigueur, créant potentiellement des droits acquis.\n\nLe droit français prévoit également des **Zones d'Aménagement Différé (ZAD)** permettant à la collectivité d'exercer un droit de préemption sur les terrains concernés pendant 6 ans (prolongeable une fois).\n\n**Droit allemand:**\n\nLe droit allemand de l'aménagement du territoire (Baugesetzbuch - BauGB) prévoit les **Veränderungssperren** (interdictions de modification) qui permettent de geler l'affectation d'un secteur pendant maximum **4 ans** (§ 14 BauGB).\n\nComme en droit suisse, ces interdictions temporaires visent à préserver la liberté de planification communale durant la révision des plans d'urbanisme (Bebauungsplan).\n\n**Droit autrichien:**\n\nL'Autriche connaît des **Baulandreservegebiete** (zones de réserve constructible) qui permettent de geler temporairement l'affectation de terrains en attente de planification détaillée.\n\n**Conclusion comparative:**\n\nLe droit suisse se situe dans la **moyenne européenne** en matière de zones réservées. La durée maximale de 5 ans est relativement généreuse comparée aux 2 ans français ou 4 ans allemands, ce qui reflète la complexité des procédures de révision planificatrice en Suisse (système fédéral, démocratie directe locale, procédures de recours étendues).\n\n---\n\n## VII. PORTÉE JURISPRUDENTIELLE ET ENSEIGNEMENTS\n\n### 7.1 Principe juridique dégagé\n\nL'arrêt 1C_530/2024 établit les principes suivants:\n\n**\"Une zone réservée cantonale (art. 27 LAT) peut légitimement être établie sur une parcelle non construite située en zone à bâtir surdimensionnée (art. 15 al. 2 LAT), même si le résultat final de la révision planificatrice n'est pas encore déterminé. L'obligation légale de réduire le surdimensionnement constitue un intérêt public suffisant justifiant une restriction temporaire (max. 5 ans) du droit de construire. Les propriétaires ne peuvent invoquer l'ancienneté du zonage ni les caractéristiques spécifiques de leur parcelle pour s'opposer à la zone réservée, ces questions relevant de la phase de révision planificatrice proprement dite.\"**\n\n### 7.2 Recommandations pratiques\n\n**Pour les communes:**\n\n1. **Anticiper les oppositions:** Prévoir dès le début de la révision que les propriétaires de terrains identifiés pour le dézonage tenteront de déposer des demandes de permis. Mettre en place rapidement des zones réservées.\n\n2. **Documenter le surdimensionnement:** Établir des calculs rigoureux et transparents du surdimensionnement communal conformément à la méthodologie de l'ARE.\n\n3. **Critères d'identification:** Développer des critères objectifs et transparents pour identifier les secteurs prioritaires de dézonage (localisation, absence de construction, accessibilité, intégration paysagère).\n\n4. **Anticiper l'indemnisation:** Prévoir dans le budget communal les charges d'indemnisation liées au futur dézonage (art. 5 LAT).\n\n**Pour les cantons:**\n\n1. **Soutien technique:** Fournir aux communes un appui méthodologique pour le calcul du surdimensionnement et l'identification des secteurs à dézoner.\n\n2. **Coordination régionale:** Veiller à une application cohérente de l'art. 15 al. 2 LAT à l'échelle régionale, évitant que certaines communes ne reportent le fardeau sur leurs voisines.\n\n3. **Rapidité d'intervention:** Établir les zones réservées cantonales dès l'identification des secteurs à dézoner, sans attendre que des demandes de permis soient déposées.\n\n**Pour les propriétaires fonciers:**\n\n1. **Réalisme:** Prendre acte que les zones à bâtir surdimensionnées seront effectivement réduites conformément à l'obligation légale (art. 15 al. 2 LAT).\n\n2. **Participation à la procédure:** Participer activement à la révision planificatrice pour faire valoir les spécificités de sa parcelle et tenter d'obtenir son maintien en zone à bâtir.\n\n3. **Anticipation financière:** Anticiper une probable perte de valeur patrimoniale et ne pas fonder de projets immobiliers sur des terrains situés en zone à bâtir surdimensionnée.\n\n4. **Négociation d'indemnisation:** En cas de dézonage effectif, négocier rapidement l'indemnisation avec la commune plutôt que de s'engager dans de longs contentieux.\n\n### 7.3 Questions en suspens nécessitant de futurs arrêts\n\n1. **Critères précis d'identification des secteurs à dézoner:** Quels facteurs doivent être pris en compte? Quelle pondération? Existe-t-il un ordre de priorité objectif?\n\n2. **Prolongation des zones réservées au-delà de 5 ans:** Dans quelles conditions le droit cantonal peut-il autoriser une prolongation? Quelles limites?\n\n3. **Indemnisation du dézonage:** Comment calculer le \"dommage effectif\" au sens de l'art. 5 al. 2 LAT? Quels critères d'évaluation? Quelle jurisprudence pour les terrains situés en zone à bâtir depuis plusieurs décennies?\n\n4. **Articulation avec le droit de recours:** Les propriétaires peuvent-ils contester successivement la zone réservée (art. 27 LAT), puis le dézonage (art. 15 al. 2 LAT), puis l'indemnisation (art. 5 LAT)? Existe-t-il un risque d'abus du droit de recours?\n\n---\n\n## VIII. CONCLUSION\n\nL'arrêt 1C_530/2024 du 25 juin 2025 constitue une **décision importante** dans la mise en œuvre de la première révision de la LAT. En confirmant la légalité de la zone réservée cantonale établie sur la parcelle 237 de Tannay, le Tribunal fédéral apporte un **soutien jurisprudentiel décisif** aux efforts cantonaux et communaux de réduction du surdimensionnement des zones à bâtir.\n\nCet arrêt illustre la **tension fondamentale** entre, d'une part, la garantie constitutionnelle de la propriété (art. 26 Cst.) et les attentes légitimes des propriétaires fonciers, et d'autre part, l'obligation légale de lutter contre le mitage du territoire et de garantir une utilisation mesurée du sol (art. 1 et 75 Cst.).\n\nLe Tribunal fédéral tranche clairement en faveur de l'**intérêt public de l'aménagement du territoire**, tout en reconnaissant que cette priorité doit s'exercer dans le respect du principe de proportionnalité et moyennant indemnisation des dommages effectifs causés par le dézonage.\n\nLa portée de cet arrêt dépasse largement le cas particulier de Tannay: il s'agit d'un signal fort adressé à toutes les communes suisses présentant un surdimensionnement de leurs zones à bâtir. Le message est clair: **l'obligation de dézoner est réelle et juridiquement contraignante**, et les instruments permettant de la mettre en œuvre (zones réservées, dézonages) sont validés par la jurisprudence fédérale.\n\nLes années à venir verront probablement de nombreux contentieux similaires dans l'ensemble de la Suisse. L'arrêt 1C_530/2024 fournit un **cadre jurisprudentiel solide** pour traiter ces affaires, tout en laissant ouvertes plusieurs questions qui devront être précisées par de futurs arrêts, notamment sur les critères d'identification des secteurs à dézoner et sur les modalités d'indemnisation.",

  "version_courte": "**Arrêt 1C_530/2024 (25.06.2025) - Zones réservées et surdimensionnement**\n\nLa Fondation A. possède une parcelle de 6'000 m² non construite à Tannay (VD), classée en zone à bâtir. La commune présente un surdimensionnement de 464 habitants. En juin 2022, la fondation demande un permis de construire pour trois immeubles. Le canton établit immédiatement une zone réservée cantonale (art. 27 LAT) pour préserver la liberté de planification durant la révision du plan communal visant à réduire le surdimensionnement (art. 15 al. 2 LAT).\n\n**Réponse du TF:** La zone réservée est légale. L'obligation de réduire le surdimensionnement constitue un intérêt public prépondérant justifiant une restriction temporaire (max. 5 ans) du droit de construire. Les caractéristiques de la parcelle (périphérie, 6'000 m² non construits, situation isolée) n'empêchent pas son identification comme candidate au dézonage. À ce stade, il serait prématuré de se prononcer sur l'affectation définitive - cette question relève de la révision planificatrice proprement dite.\n\n**Principe:** Les cantons et communes peuvent établir des zones réservées sur des terrains non construits situés en zone à bâtir surdimensionnée, même si le résultat final de la révision n'est pas encore déterminé. L'ancienneté du zonage ne crée aucun droit acquis face à l'obligation légale de dézonage.\n\n**Impact:** Validation de la politique cantonale vaudoise de dézonage. Signal fort aux propriétaires: impossible de créer des faits accomplis par dépôt de demandes de permis durant la révision planificatrice.",

  "statistiques": {
    "nombre_considerants": 6,
    "nombre_pages_arret": 15,
    "nombre_references_jurisprudentielles": 5,
    "nombre_references_doctrinales": 2,
    "issue_recours": "Recours rejeté dans la mesure où il est recevable",
    "composition_cour": "5 juges",
    "unanimite": true,
    "longueur_analyse_complete": 12458,
    "date_delibere": "2025-06-25",
    "delai_jugement_mois": "Environ 24 mois depuis le dépôt de la demande de permis"
  }
}
