{
  "metadata": {
    "titre": "Liberté économique et réglementation cantonale - La loi genevoise sur les taxis et VTC face aux principes constitutionnels",
    "date_analyse": "2025-10-28",
    "domaine": "Droit constitutionnel, droit de l'économie, autonomie cantonale"
  },
  "arrets_principaux": [
    {
      "reference": "ATF 150 I 120",
      "numero_cause": "2C_79/2023",
      "date": "2024-02-23",
      "formation": "Ire Cour de droit public",
      "mots_cles": ["Liberté économique", "Art. 27 Cst", "Primauté du droit fédéral", "Taxis", "VTC", "Genève", "CO2", "Proportionnalité"],
      "url": "https://www.bger.ch"
    }
  ],
  "arrets_connexes": [
    {
      "reference": "ATF 132 I 97",
      "date": "2006",
      "pertinence": "Utilisation du domaine public à des fins commerciales et liberté économique"
    },
    {
      "reference": "ATF 143 I 37",
      "date": "2017",
      "pertinence": "Limites de la liberté économique concernant l'utilisation de la propriété administrative"
    },
    {
      "reference": "ATF 143 II 598",
      "date": "2017",
      "pertinence": "Réglementation des taxis et neutralité concurrentielle"
    },
    {
      "reference": "ATF 140 I 201",
      "date": "2014",
      "pertinence": "Principe de proportionnalité en matière de restriction des droits fondamentaux"
    },
    {
      "reference": "ATF 146 I 157",
      "date": "2020",
      "pertinence": "Liberté économique et restrictions"
    },
    {
      "reference": "2C_772/2017 et 2C_773/2017",
      "date": "2019-05-13",
      "pertinence": "Jurisprudence antérieure sur les taxis genevois"
    }
  ],
  "sources_legislatives": [
    {
      "loi": "Constitution fédérale de la Confédération suisse (Cst.)",
      "reference": "RS 101",
      "articles_cites": [
        {
          "article": "Art. 27 Cst.",
          "titre": "Liberté économique",
          "texte_verbatim": "La liberté économique est garantie. Elle comprend notamment le libre choix de la profession, le libre accès à une activité économique lucrative privée et son libre exercice.",
          "pertinence": "Principe fondamental invoqué contre les restrictions cantonales"
        },
        {
          "article": "Art. 36 Cst.",
          "titre": "Restriction des droits fondamentaux",
          "texte_verbatim": "1 Toute restriction d'un droit fondamental doit être fondée sur une base légale. Les restrictions graves doivent être prévues par une loi. Les cas de danger sérieux, direct et imminent sont réservés. 2 Toute restriction d'un droit fondamental doit être justifiée par un intérêt public ou par la protection d'un droit fondamental d'autrui. 3 Toute restriction d'un droit fondamental doit être proportionnée au but visé.",
          "pertinence": "Conditions cumulatives pour restreindre la liberté économique"
        },
        {
          "article": "Art. 49 Cst.",
          "titre": "Primauté et respect du droit fédéral",
          "texte_verbatim": "1 Le droit fédéral prime le droit cantonal qui lui est contraire. 2 La Confédération veille à ce que les cantons respectent le droit fédéral.",
          "pertinence": "Examen de la compatibilité entre la loi genevoise et le droit fédéral"
        },
        {
          "article": "Art. 74 Cst.",
          "titre": "Protection de l'environnement",
          "pertinence": "Base constitutionnelle des mesures contre les émissions de CO2"
        },
        {
          "article": "Art. 82 Cst.",
          "titre": "Circulation routière",
          "pertinence": "Compétence fédérale en matière de circulation"
        },
        {
          "article": "Art. 89 Cst.",
          "titre": "Politique énergétique",
          "pertinence": "Fondement des exigences d'efficacité énergétique"
        },
        {
          "article": "Art. 94 Cst.",
          "titre": "Principes de l'ordre économique",
          "pertinence": "Cadre de la réglementation économique"
        }
      ],
      "url": "https://www.fedlex.admin.ch/eli/cc/1999/404/fr"
    },
    {
      "loi": "Loi genevoise sur les taxis et les voitures de transport avec chauffeur (LTVTC/GE)",
      "reference": "H 1 31.01 (GE)",
      "articles_cites": [
        {
          "article": "Art. 10 al. 2 lit. c LTVTC/GE",
          "titre": "Conditions d'autorisation pour les personnes morales",
          "pertinence": "Disposition annulée : exigence qu'un représentant détienne une carte professionnelle"
        },
        {
          "article": "Art. 18 al. 2 LTVTC/GE",
          "titre": "Exigences d'efficacité énergétique",
          "pertinence": "Disposition maintenue : délai 2030 pour véhicules à zéro émission CO2"
        },
        {
          "article": "Art. 26 al. 2 LTVTC/GE",
          "titre": "Fixation de tarifs maximaux",
          "pertinence": "Disposition annulée : contrôle des prix pour les VTC en cas d'abus"
        }
      ],
      "url": "https://www.ge.ch/legislation/rsg/f/s/rsg_H1_31P01.html"
    },
    {
      "loi": "Loi sur la circulation routière (LCR)",
      "reference": "RS 741.01",
      "pertinence": "Réglementation fédérale de la circulation",
      "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr"
    },
    {
      "loi": "Loi sur le CO2 (LCO2)",
      "reference": "RS 641.71",
      "pertinence": "Objectifs fédéraux de réduction des émissions de CO2",
      "url": "https://www.fedlex.admin.ch/eli/cc/2013/425/fr"
    },
    {
      "loi": "Ordonnance concernant la réception par type des véhicules (OAC)",
      "reference": "RS 741.51",
      "pertinence": "Normes techniques fédérales pour les véhicules"
    },
    {
      "loi": "Ordonnances sur le CO2 et l'efficacité énergétique (OLCO2, OEEE)",
      "pertinence": "Mise en œuvre des objectifs climatiques"
    }
  ],
  "citations_doctrine": [],
  "mots_cles": [
    "Liberté économique",
    "Art. 27 Cst",
    "Art. 36 Cst",
    "Proportionnalité",
    "Primauté du droit fédéral",
    "Taxis",
    "VTC",
    "Voitures de transport avec chauffeur",
    "Genève",
    "LTVTC",
    "Émissions CO2",
    "Efficacité énergétique",
    "Neutralité concurrentielle",
    "Contrôle des prix",
    "Carte professionnelle",
    "Autonomie cantonale",
    "Base légale",
    "Intérêt public",
    "Politique climatique"
  ],
  "analyse_complete": "# Analyse doctrinale : La liberté économique face aux réglementations cantonales sectorielles\n\n## I. Introduction : Le contrôle fédéral des réglementations cantonales économiques\n\nL'ATF 150 I 120 du 23 février 2024 illustre la tension permanente entre l'autonomie réglementaire des cantons et les principes constitutionnels fédéraux, en particulier la liberté économique garantie par l'art. 27 Cst. et la primauté du droit fédéral (art. 49 Cst.). En l'espèce, le Tribunal fédéral examine la conformité de la loi genevoise sur les taxis et les voitures de transport avec chauffeur (LTVTC/GE) à ces principes supérieurs.\n\nCette décision présente un intérêt doctrinal majeur car elle opère une distinction fine entre les restrictions admissibles et inadmissibles à la liberté économique dans un secteur économique spécifique, en appliquant avec rigueur le test de proportionnalité de l'art. 36 Cst.\n\n## II. La liberté économique : garantie constitutionnelle et conditions de restriction\n\n### A. La portée de la garantie (art. 27 Cst.)\n\nL'art. 27 Cst. consacre la liberté économique comme droit fondamental, comprenant :\n- Le libre choix de la profession\n- Le libre accès à une activité économique lucrative privée\n- Le libre exercice de celle-ci\n\nComme le rappelle l'**ATF 143 I 37**, la liberté économique protège tant l'accès au marché que l'exercice de l'activité économique elle-même. Cette double protection implique que toute entrave, qu'elle soit directe (interdiction, autorisation) ou indirecte (réglementation contraignante), doit être justifiée.\n\n### B. Le test de l'art. 36 Cst. : conditions cumulatives de restriction\n\nToute restriction d'un droit fondamental, y compris la liberté économique, doit satisfaire aux trois conditions cumulatives de l'art. 36 Cst. :\n\n1. **Base légale** : Une loi au sens formel pour les restrictions graves (art. 36 al. 1 Cst.)\n2. **Intérêt public** : La mesure doit être justifiée par un intérêt public ou la protection d'un droit fondamental d'autrui (art. 36 al. 2 Cst.)\n3. **Proportionnalité** : La restriction doit être proportionnée au but visé (art. 36 al. 3 Cst.)\n\nLe test de proportionnalité comprend lui-même trois sous-critères :\n- **Aptitude** : la mesure est-elle apte à atteindre le but visé ?\n- **Nécessité** : est-elle nécessaire, ou existe-t-il des moyens moins restrictifs ?\n- **Proportionnalité au sens étroit** : le rapport entre les avantages et les inconvénients est-il raisonnable ?\n\nL'**ATF 140 I 201** et l'**ATF 132 I 97** confirment cette jurisprudence constante sur l'examen rigoureux de la proportionnalité.\n\n## III. L'ATF 150 I 120 : trois restrictions examinées, deux annulées\n\nL'arrêt examine successivement trois dispositions contestées de la LTVTC/GE. Remarquablement, le Tribunal fédéral adopte des solutions différenciées, validant une mesure environnementale tout en censurant deux restrictions économiques disproportionnées.\n\n### A. Les exigences d'efficacité énergétique (art. 18 al. 2 LTVTC/GE) : VALIDÉES\n\n#### 1. La disposition litigieuse\n\nL'art. 18 al. 2 LTVTC/GE impose un délai jusqu'en 2030 pour que les véhicules utilisés dans le transport professionnel de personnes émettent zéro émission de CO2. Cette exigence s'inscrit dans une démarche progressive :\n- Phase transitoire avec catégories de véhicules selon leur efficacité énergétique\n- Échéance 2030 pour l'obligation de véhicules à émission nulle\n\n#### 2. Le contrôle de conformité au droit fédéral\n\nLes recourants invoquaient une violation de la primauté du droit fédéral (art. 49 Cst.), arguant que le droit fédéral (LCR, LCO2) occuperait entièrement le domaine de la réglementation des émissions des véhicules.\n\nLe Tribunal fédéral rejette cet argument. Il considère que :\n- Le droit fédéral fixe des **standards minimaux** en matière d'émissions\n- Les cantons conservent une **compétence réglementaire résiduelle** pour régir l'**utilisation professionnelle** des véhicules dans leur juridiction\n- La distinction est claire : la Confédération réglemente les **véhicules eux-mêmes** (normes techniques), les cantons peuvent réglementer les **activités économiques** exercées avec ces véhicules\n\nCette solution s'inscrit dans la logique du fédéralisme d'exécution suisse : les cantons mettent en œuvre les politiques fédérales (ici, la politique climatique) en les adaptant aux spécificités locales.\n\n#### 3. Le contrôle de proportionnalité\n\nS'agissant de la proportionnalité, le Tribunal fédéral relève des éléments factuels décisifs :\n- **Taux de rotation élevé** : les taxis genevois sont renouvelés en moyenne tous les 3 ans\n- **Adaptation du marché** : 41,6 % de la flotte genevoise de taxis se composait déjà de véhicules de catégorie A (efficacité énergétique élevée)\n- **Délai raisonnable** : l'échéance 2030 laisse suffisamment de temps pour l'adaptation\n\nLe Tribunal conclut que l'exigence, bien que contraignante, ne pose \"aucun problème\" au regard de la proportionnalité. Cette validation témoigne de la priorité accordée par le Tribunal fédéral aux objectifs environnementaux face aux intérêts économiques privés, dès lors que le délai d'adaptation est suffisant.\n\n#### 4. Portée de la solution : la marge d'appréciation cantonale en matière environnementale\n\nCette validation confirme que les cantons disposent d'une **marge d'appréciation** pour mettre en œuvre des politiques environnementales plus strictes que les standards fédéraux minimaux, pourvu qu'elles :\n- Poursuivent un intérêt public reconnu (protection de l'environnement, art. 74 Cst. ; politique énergétique, art. 89 Cst.)\n- Respectent le délai raisonnable d'adaptation des acteurs économiques\n- Ne créent pas de barrières techniques artificielles au marché\n\nCette jurisprudence s'inscrit dans une tendance plus large de reconnaissance de l'urgence climatique justifiant des restrictions économiques proportionnées.\n\n### B. L'exigence de carte professionnelle pour les personnes morales (art. 10 al. 2 lit. c LTVTC/GE) : ANNULÉE\n\n#### 1. La disposition litigieuse\n\nL'art. 10 al. 2 lit. c LTVTC/GE subordonnait l'octroi d'une autorisation d'exploiter une entreprise de transport sous forme de personne morale à la condition qu'une des personnes habilitées à engager et représenter la société détienne une carte professionnelle de chauffeur.\n\nEn d'autres termes : pour qu'une société puisse exploiter des taxis ou VTC, l'un de ses administrateurs ou directeurs devait lui-même être chauffeur professionnel agréé.\n\n#### 2. L'absence de proportionnalité\n\nLe Tribunal fédéral censure cette exigence pour violation de la liberté économique (art. 27 Cst.) par défaut de proportionnalité. Trois arguments s'articulent :\n\n**a) Défaut d'aptitude** : L'objectif allégué était de garantir la qualité et la sécurité du service. Or, rien ne prouve qu'un représentant légal détenant une carte professionnelle améliore effectivement la qualité du service rendu par l'entreprise. La qualité dépend avant tout des chauffeurs eux-mêmes, qui doivent individuellement détenir leur carte.\n\n**b) Défaut de nécessité** : D'autres moyens moins restrictifs existent pour garantir la qualité : contrôles des chauffeurs, certifications d'entreprise, sanctions en cas de manquement. Imposer à un dirigeant d'être lui-même chauffeur va au-delà de ce qui est nécessaire.\n\n**c) Atteinte disproportionnée à la liberté d'organisation** : Cette exigence restreint indûment la **liberté d'organisation des entreprises**, dimension protégée par l'art. 27 Cst. Une société devrait pouvoir s'organiser librement, en confiant la direction à des gestionnaires professionnels sans compétence de conduite.\n\n#### 3. Portée de la solution : la protection de la liberté d'organisation\n\nCette annulation rappelle que la liberté économique protège non seulement l'**accès au marché**, mais aussi les **modalités d'exercice de l'activité**, y compris l'organisation interne de l'entreprise.\n\nLe Tribunal fédéral trace une limite claire : les autorités peuvent imposer des **qualifications professionnelles aux opérateurs directs** (chauffeurs), mais ne peuvent étendre ces exigences aux **structures juridiques et organisationnelles** sans justification convaincante.\n\nCette jurisprudence rejoint l'**ATF 132 I 97** sur l'égalité entre concurrents : toute mesure qui crée des barrières artificielles à l'entrée sur le marché sans bénéfice démontré pour l'intérêt public viole la liberté économique.\n\n### C. Le contrôle des prix pour les VTC (art. 26 al. 2 LTVTC/GE) : ANNULÉE\n\n#### 1. La disposition litigieuse\n\nL'art. 26 al. 2 LTVTC/GE autorisait le Conseil d'État genevois à fixer des **tarifs maximaux pour les VTC** en cas de constatation d'abus. Cette disposition créait un mécanisme de régulation des prix applicable aux seuls VTC (et non aux taxis traditionnels).\n\n#### 2. La violation de la neutralité concurrentielle\n\nLe Tribunal fédéral censure cette disposition pour violation de la liberté économique. Plusieurs motifs convergent :\n\n**a) Principe de libre formation des prix** : L'art. 27 Cst. implique en principe la **libre formation des prix** par le marché. Toute intervention publique dans la fixation des prix constitue une restriction grave de la liberté économique, nécessitant une justification particulièrement solide.\n\n**b) Absence de défaillance du marché démontrée** : La loi ne démontre pas l'existence d'une **défaillance structurelle du marché** des VTC justifiant un contrôle des prix. À la différence des taxis bénéficiant de privilèges (usage du domaine public, voies réservées), les VTC opèrent dans un marché concurrentiel normal.\n\n**c) Violation de la neutralité concurrentielle** : Comme l'affirme l'**ATF 143 II 598**, les mesures étatiques qui ne sont pas neutres du point de vue de la concurrence entre personnes exerçant la même activité économique sont interdites. En soumettant les VTC (mais non les taxis) à un contrôle des prix, la loi crée une **asymétrie réglementaire** injustifiée.\n\n**d) Alternative moins restrictive** : Si des abus tarifaires devaient survenir, le droit de la concurrence (cartels, abus de position dominante) offre des instruments de contrôle moins attentatoires à la liberté économique qu'une réglementation préventive des prix.\n\n#### 3. Portée de la solution : la subsidiarité du contrôle des prix\n\nCette annulation confirme le caractère **exceptionnel** du contrôle des prix en économie de marché. Le Tribunal fédéral réaffirme que :\n- La **libre concurrence** est le principe ; le **contrôle des prix** l'exception\n- Ce dernier n'est admissible qu'en présence d'une **défaillance structurelle du marché** (monopole naturel, asymétrie d'information insurmontable, externalités graves)\n- Les instruments du **droit de la concurrence** doivent être privilégiés face aux réglementations sectorielles préventives\n\nCette position rejoint l'art. 94 al. 1 et 4 Cst., qui consacrent le principe de la concurrence et n'admettent les dérogations qu'exceptionnellement.\n\n## IV. Synthèse des enseignements jurisprudentiels\n\n### A. La méthodologie du contrôle de proportionnalité\n\nL'ATF 150 I 120 illustre la **rigueur méthodologique** du Tribunal fédéral dans l'examen de la proportionnalité :\n\n1. **Examen factuel approfondi** : Le Tribunal vérifie les données empiriques (taux de rotation des véhicules, composition de la flotte, adaptation du marché)\n2. **Comparaison avec des alternatives** : Existence de moyens moins restrictifs pour atteindre le but ?\n3. **Mise en balance concrète** : Rapport entre les avantages (intérêt public) et les inconvénients (atteinte à la liberté économique)\n\nCette approche casuistique implique que chaque restriction doit être **justifiée individuellement** ; la validité d'une mesure ne préjuge pas de celle d'une autre, même dans la même loi.\n\n### B. La hiérarchie des intérêts publics\n\nL'arrêt révèle une **hiérarchisation implicite** des intérêts publics justifiant des restrictions économiques :\n\n**Intérêts publics forts (restrictions admises)** :\n- Protection de l'environnement et politique climatique (art. 74, 89 Cst.)\n- Sécurité publique et ordre public\n- Protection des consommateurs face à des risques avérés\n\n**Intérêts publics faibles (restrictions rejetées)** :\n- Garantie abstraite de \"qualité\" sans lien causal démontré avec la mesure\n- Contrôle des prix en l'absence de défaillance du marché\n- Réglementations créant des asymétries concurrentielles sans justification\n\nCette hiérarchie n'est pas absolue mais contextuelle : même un intérêt fort ne justifie une restriction que si celle-ci est proportionnée.\n\n### C. La protection de la concurrence comme dimension de la liberté économique\n\nL'ATF 150 I 120, lu conjointement avec l'**ATF 143 I 37**, l'**ATF 143 II 598** et l'**ATF 132 I 97**, confirme que la liberté économique protège non seulement les **opérateurs individuels**, mais aussi **l'ordre concurrentiel lui-même**.\n\nLes autorités publiques doivent veiller à la **neutralité concurrentielle** de leurs interventions. Toute mesure qui favorise ou défavorise certains acteurs par rapport à d'autres exerçant la même activité doit être justifiée par des différences objectives de situation.\n\nDans le cas genevois, la distinction entre taxis (privilèges + contrôle strict) et VTC (liberté + possibilité de contrôle des prix) était admissible en principe, mais le contrôle des prix pour les seuls VTC créait une asymétrie injustifiée.\n\n## V. Portée pratique et perspectives\n\n### A. Pour les cantons : la marge d'appréciation réglementaire\n\nL'ATF 150 I 120 confirme que les cantons conservent une **marge d'appréciation** pour réglementer les activités économiques sur leur territoire, notamment pour :\n- Mettre en œuvre des politiques environnementales ambitieuses\n- Régir l'usage du domaine public\n- Garantir la qualité et la sécurité des services\n\nToutefois, cette marge est **encadrée** par l'art. 36 Cst. Chaque restriction doit être proportionnée, sous contrôle du Tribunal fédéral. Les cantons doivent donc :\n- **Documenter** les défaillances du marché justifiant l'intervention\n- **Étudier** les alternatives moins restrictives\n- **Prévoir** des délais d'adaptation raisonnables\n- **Évaluer** ex post l'efficacité et la proportionnalité des mesures\n\n### B. Pour les acteurs économiques : les moyens de recours\n\nL'arrêt illustre l'effectivité du **contrôle abstrait** des lois cantonales devant les Cours constitutionnelles cantonales, puis devant le Tribunal fédéral. Les entreprises peuvent ainsi contester préventivement des réglementations disproportionnées avant même leur application.\n\nLes critères de recevabilité sont relativement larges : il suffit d'un **intérêt digne de protection** à la modification ou l'annulation de la norme, condition remplie pour les acteurs du secteur concerné.\n\n### C. Perspectives : l'adaptation du droit aux transitions (numérique, climatique)\n\nL'ATF 150 I 120 témoigne des défis posés aux ordres juridiques par les transitions contemporaines :\n\n**Transition climatique** : Comment concilier liberté économique et impératifs environnementaux ? L'arrêt valide l'approche progressive avec délais d'adaptation, tout en laissant ouverte la possibilité de contestations si les délais sont trop courts ou les exigences techniquement impossibles.\n\n**Transition numérique** : L'émergence des VTC (Uber, Bolt, etc.) a bouleversé le marché du transport de personnes. Comment réguler ces nouvelles formes d'activité sans étouffer l'innovation ni créer de distorsions concurrentielles ? L'arrêt rappelle que toute régulation doit être **neutre technologiquement** et **proportionnée**.\n\n## VI. Conclusion\n\nL'ATF 150 I 120 illustre avec clarté la **fonction régulatrice** du Tribunal fédéral dans le système fédéral suisse. En validant certaines restrictions et en en censurant d'autres, la Cour dessine les contours de la marge d'appréciation cantonale en matière économique.\n\nLa décision confirme que la liberté économique (art. 27 Cst.) n'est pas absolue, mais qu'elle ne peut être restreinte que dans le respect rigoureux des conditions de l'art. 36 Cst., en particulier la proportionnalité. Le contrôle juridictionnel est **intensif** et **casuistique** : chaque mesure doit être justifiée individuellement, sur la base de données empiriques et d'une mise en balance concrète.\n\nPour les cantons, l'arrêt envoie un message clair : les **politiques environnementales** ambitieuses sont admises, voire encouragées, dès lors qu'elles prévoient des délais raisonnables. En revanche, les **réglementations économiques** visant à \"organiser\" le marché (contrôle des prix, barrières à l'entrée) sont soumises à un examen strict et ne seront validées qu'en présence de défaillances démontrées du marché.\n\nPour les acteurs économiques, l'arrêt confirme l'**effectivité de la protection constitutionnelle** de la liberté économique. Le recours au Tribunal fédéral demeure un instrument de contestation efficace des réglementations cantonales disproportionnées, contribuant ainsi à l'harmonisation des conditions-cadres économiques à l'échelle nationale tout en préservant le fédéralisme suisse.",
  "version_courte": "# Liberté économique et réglementation cantonale (ATF 150 I 120)\n\n## Enseignements principaux\n\n### 1. Les trois conditions cumulatives de restriction de la liberté économique (art. 36 Cst.)\n\nToute restriction de la liberté économique (art. 27 Cst.) doit satisfaire aux conditions de l'art. 36 Cst. :\n- **Base légale** : loi formelle pour les restrictions graves\n- **Intérêt public** : justification par un intérêt public ou la protection d'un droit fondamental\n- **Proportionnalité** : aptitude, nécessité, proportionnalité au sens étroit\n\n### 2. Exigences environnementales cantonales : VALIDÉES\n\nLa loi genevoise imposant un délai jusqu'en 2030 pour que les taxis et VTC n'émettent plus de CO2 est **constitutionnelle** (ATF 150 I 120, art. 18 al. 2 LTVTC/GE).\n\n**Justifications** :\n- Les cantons peuvent réglementer l'**utilisation professionnelle** des véhicules (compétence résiduelle)\n- Le droit fédéral fixe des standards minimaux ; les cantons peuvent aller plus loin\n- Le délai 2030 est **raisonnable** compte tenu du taux de rotation des véhicules (3 ans en moyenne)\n- 41,6% de la flotte genevoise était déjà conforme en 2024\n- L'intérêt public environnemental (art. 74, 89 Cst.) justifie la mesure\n\n### 3. Exigence de carte professionnelle pour dirigeants : ANNULÉE\n\nL'art. 10 al. 2 lit. c LTVTC/GE, qui subordonnait l'autorisation d'exploiter une entreprise de transport (personne morale) au fait qu'un représentant légal détienne une carte professionnelle de chauffeur, est **disproportionné** et viole l'art. 27 Cst.\n\n**Motifs** :\n- **Défaut d'aptitude** : aucun lien causal démontré entre la qualification du dirigeant et la qualité du service\n- **Défaut de nécessité** : des moyens moins restrictifs existent (contrôle des chauffeurs eux-mêmes)\n- **Atteinte excessive** à la liberté d'organisation des entreprises\n\n### 4. Contrôle des prix pour les VTC : ANNULÉ\n\nL'art. 26 al. 2 LTVTC/GE, autorisant le Conseil d'État à fixer des **tarifs maximaux pour les VTC** en cas d'abus, viole la liberté économique.\n\n**Motifs** :\n- Le contrôle des prix constitue une **restriction grave** de la liberté économique\n- Aucune **défaillance du marché** démontrée justifiant cette intervention\n- Violation de la **neutralité concurrentielle** (asymétrie entre taxis et VTC)\n- Le droit de la concurrence offre des instruments moins restrictifs\n\n### 5. Neutralité concurrentielle comme principe\n\nLes mesures étatiques qui ne sont pas **neutres du point de vue de la concurrence** entre personnes exerçant la même activité économique sont interdites (ATF 143 II 598, ATF 132 I 97). Toute asymétrie réglementaire doit être justifiée par des différences objectives de situation.\n\n## Jurisprudence de référence\n\n- **ATF 150 I 120** (2024) : loi genevoise sur les taxis et VTC\n- **ATF 143 I 37** (2017) : limites de la liberté économique et propriété administrative\n- **ATF 143 II 598** (2017) : réglementation des taxis et neutralité concurrentielle\n- **ATF 132 I 97** (2006) : usage du domaine public à des fins commerciales\n- **ATF 140 I 201** (2014) : principe de proportionnalité\n\n## Implications pratiques\n\nPour les **cantons** :\n- Marge d'appréciation confirmée pour les politiques environnementales avec délais raisonnables\n- Obligation de démontrer les défaillances du marché justifiant les interventions économiques\n- Nécessité d'examiner des alternatives moins restrictives\n\nPour les **acteurs économiques** :\n- Effectivité du contrôle abstrait des lois cantonales devant le Tribunal fédéral\n- Protection renforcée de la liberté d'organisation des entreprises\n- Principe de libre formation des prix, sauf défaillance du marché démontrée",
  "statistiques": {
    "nombre_arrets_analyses": 7,
    "nombre_atf_cites": 6,
    "nombre_articles_constitutionnels": 8,
    "lois_cantonales_examinees": 1,
    "dispositions_annulees": 2,
    "dispositions_validees": 1
  }
}
