{
  "metadata": {
    "titre": "Confidentialité des propositions transactionnelles entre avocats - Protection de l'intérêt public au règlement amiable (ATF 151 II 191)",
    "date_analyse": "2025-10-29",
    "domaine": "Droit des avocats",
    "sous_domaine": "Déontologie professionnelle - Secret professionnel - LLCA",
    "auteur": "Claude (IA)",
    "version": "1.0"
  },
  "arrets_principaux": [
    {
      "reference": "ATF 151 II 191",
      "date": "2024-08-29",
      "formation": "IIe Cour de droit public",
      "numero_cause": "2C_579/2023",
      "matiere": "Droit des avocats - Procédure disciplinaire - Confidentialité des propositions transactionnelles",
      "resume": "Un avocat A. a fourni des services à B. et C. SA de 2016 à 2020. Après résiliation et contestation des honoraires, l'avocat D. (mandaté par les anciens clients) propose par courriel du 1er avril 2021 un règlement de 35% des sommes dues, avec mention 'sous réserves d'usage'. A. refuse et demande en justice le recouvrement complet, produisant le courriel de D. comme pièce. Les anciens clients dénoncent cette production à la Commission du barreau.",
      "question_juridique": "Le recouvrement de ses propres honoraires constitue-t-il une activité professionnelle soumise à la LLCA? Un avocat peut-il produire en justice une proposition transactionnelle confidentielle reçue d'un confrère?",
      "solution": "Le Tribunal fédéral confirme que le recouvrement d'honoraires relève de l'activité professionnelle soumise à la LLCA, même lorsque l'avocat agit pour lui-même. La confidentialité des discussions transactionnelles entre avocats s'impose d'office sans mention explicite nécessaire. L'avocat A. a violé cette obligation en produisant le courriel de D. en justice. Son statut d'avocat plaidant pour lui-même n'exclut pas cette protection, sous peine de rendre illusoire la confidentialité des négociations transactionnelles.",
      "url": "https://www.bger.ch/ext/eurospider/live/fr/php/clir/http/index.php?highlight_docid=atf://151-II-191:fr&lang=fr&type=show_document"
    }
  ],
  "arrets_connexes": [
    {
      "reference": "ATF 144 II 473",
      "date": "2018",
      "pertinence": "Distingue les discussions transactionnelles entre avocats mandatés de celles entre un avocat et une partie non représentée. Établit des standards de confidentialité différenciés selon les situations."
    },
    {
      "reference": "ATF 144 II 147",
      "date": "2018",
      "pertinence": "Traite du secret professionnel des avocats selon l'art. 13 LLCA et de l'obligation d'indépendance matérielle selon l'art. 12 let. b et c LLCA, incluant l'évitement des conflits d'intérêts."
    },
    {
      "reference": "ATF 147 IV 385",
      "date": "2021",
      "pertinence": "Précise que seule l'activité professionnelle spécifique des avocats est protégée par le secret professionnel, incluant la rédaction d'actes juridiques, l'assistance ou représentation devant autorités, et les conseils juridiques."
    },
    {
      "reference": "ATF 142 II 307",
      "date": "2016",
      "pertinence": "Examine les critères de levée du secret professionnel. Ni l'art. 321 al. 2 CP ni l'art. 13 LLCA ne décrivent exhaustivement les critères pour délier un avocat du secret."
    },
    {
      "reference": "2C_1083/2017",
      "date": "2019-06-04",
      "pertinence": "Confirme que l'obligation de secret professionnel selon l'art. 13 al. 1 LLCA couvre toutes les affaires confiées par les clients dans l'exercice de la profession, n'est pas limitée dans le temps, et s'applique vis-à-vis des tiers."
    },
    {
      "reference": "2C_1045/2021",
      "date": "2022-04-29",
      "pertinence": "Examine les obligations déontologiques des avocats en matière de relations professionnelles et de secret."
    }
  ],
  "sources_legislatives": [
    {
      "article": "Art. 2 al. 1 LLCA",
      "titre": "Loi fédérale sur la libre circulation des avocats",
      "texte_verbatim": "Les avocats qui pratiquent la libre circulation et exercent l'activité d'avocat en Suisse sont soumis à la présente loi.",
      "pertinence": "Définit le champ d'application personnel de la LLCA. L'ATF 151 II 191 précise que l'avocat recouvrant ses propres honoraires exerce encore une activité d'avocat soumise à cette loi."
    },
    {
      "article": "Art. 12 let. a LLCA",
      "titre": "Devoirs professionnels généraux",
      "texte_verbatim": "L'avocat doit exercer sa profession avec soin et diligence.",
      "pertinence": "Clause générale régissant l'ensemble de l'activité professionnelle, y compris les relations avec les confrères. La violation de la confidentialité transactionnelle constitue un manquement à cette obligation de diligence."
    },
    {
      "article": "Art. 13 LLCA",
      "titre": "Secret professionnel",
      "texte_verbatim": "L'avocat est soumis au secret professionnel pour toutes les affaires qui lui sont confiées par ses clients dans l'exercice de sa profession. Cette obligation n'est pas limitée dans le temps. Le secret professionnel peut être levé si le client y consent ou si la loi le prévoit expressément.",
      "pertinence": "Fondement du secret professionnel de l'avocat. Bien que le cas d'espèce concerne la confidentialité des négociations entre avocats (art. 6 et 26 CSD) et non le secret professionnel vis-à-vis des clients, l'art. 13 LLCA établit le principe général de protection des informations dans la profession."
    },
    {
      "article": "Art. 6 Code suisse de déontologie (CSD)",
      "titre": "Confidentialité des propositions transactionnelles",
      "texte_verbatim": "L'avocat ne porte pas à la connaissance du tribunal des propositions transactionnelles, sauf accord express de la partie adverse.",
      "pertinence": "Disposition centrale de l'analyse. Interdit expressément la production en justice de propositions transactionnelles sans consentement de la partie adverse. Vise à préserver l'intérêt public au règlement amiable des litiges."
    },
    {
      "article": "Art. 26 Code suisse de déontologie",
      "titre": "Discussions transactionnelles confidentielles",
      "texte_verbatim": "Interdit de faire état en procédure de documents ou du contenu de propositions transactionnelles ou de discussions confidentielles.",
      "pertinence": "Complète l'art. 6 CSD en interdisant l'utilisation non seulement des propositions formelles mais aussi du contenu des discussions préparatoires. Protection étendue de la sphère des négociations amiables."
    },
    {
      "article": "Art. 17 LLCA",
      "titre": "Sanctions disciplinaires",
      "texte_verbatim": "L'autorité de surveillance peut prononcer un avertissement, un blâme, une amende jusqu'à CHF 20'000, ou une interdiction temporaire ou définitive d'exercer la profession en cas de violation des devoirs professionnels.",
      "pertinence": "Fonde la compétence de la Commission du barreau de prononcer des sanctions disciplinaires. Dans l'ATF 151 II 191, l'avocat A. risquait une sanction pour violation de l'art. 12 let. a LLCA."
    }
  ],
  "mots_cles": [
    "droit des avocats",
    "LLCA",
    "confidentialité transactionnelle",
    "secret professionnel",
    "déontologie",
    "Code suisse de déontologie",
    "proposition transactionnelle",
    "règlement amiable",
    "relations entre avocats",
    "recouvrement d'honoraires",
    "procédure disciplinaire",
    "Commission du barreau",
    "intérêt public",
    "liberté de négociation"
  ],
  "analyse_complete": "# Confidentialité des propositions transactionnelles entre avocats : analyse de l'ATF 151 II 191\n\n## Introduction\n\nL'arrêt ATF 151 II 191 du 29 août 2024 constitue une décision de principe en matière de déontologie des avocats suisses. Il traite de la confidentialité des propositions transactionnelles échangées entre avocats et de l'assujettissement de l'avocat à la Loi fédérale sur la libre circulation des avocats (LLCA) lorsqu'il recouvre ses propres honoraires.\n\nLa problématique centrale concerne l'équilibre délicat entre le droit de l'avocat à recouvrer ses honoraires légitimes et l'obligation déontologique de respecter la confidentialité des négociations transactionnelles. Cette tension illustre un conflit classique du droit professionnel : l'avocat, également justiciable lorsqu'il défend ses propres intérêts, reste-t-il soumis aux obligations déontologiques qui s'imposent dans l'exercice ordinaire de sa profession?\n\nL'arrêt apporte deux clarifications fondamentales : (1) le recouvrement d'honoraires par un avocat constitue le prolongement naturel de son activité professionnelle et demeure soumis à la LLCA, même lorsque l'avocat agit pour son propre compte; (2) la confidentialité des discussions transactionnelles entre avocats s'impose d'office, sans nécessiter de mention explicite, et s'applique également lorsque l'avocat plaide pour lui-même.\n\n## I. Contexte factuel et procédural\n\n### A. Relation professionnelle initiale\n\nDe 2016 à 2020, l'avocat A. a fourni des services de conseil fiscal et de représentation judiciaire à B. (personne physique) et C. SA (société anonyme). Cette relation s'est déroulée pendant quatre années, impliquant vraisemblablement des prestations substantielles générant des honoraires conséquents.\n\n### B. Résiliation du mandat et contestation\n\nLa relation professionnelle a pris fin en 2020. Après la résiliation, les anciens clients ont contesté le montant des honoraires réclamés par l'avocat A., estimant ceux-ci excessifs ou injustifiés. Cette contestation a conduit à un différend financier entre l'avocat et ses anciens clients.\n\n### C. Tentative de règlement amiable\n\nFace à ce conflit, les anciens clients ont mandaté un nouvel avocat, D., pour les représenter. Le 1er avril 2021, l'avocat D. a adressé à A. un courriel proposant un règlement transactionnel à hauteur de 35% des sommes dues (soit une réduction de 65%).\n\n**Élément crucial** : Ce courriel portait la mention **\"sous réserves d'usage\"**. Cette formule, courante en droit suisse, signifie que la proposition est faite à titre confidentiel, dans le cadre d'une démarche de conciliation, et ne peut être invoquée ultérieurement en cas d'échec des négociations.\n\n### D. Refus et action en justice\n\nL'avocat A. a refusé cette proposition qu'il jugeait trop désavantageuse. Après levée du secret professionnel (consentie par les anciens clients pour permettre l'action en recouvrement), A. a intenté une action civile en paiement de l'intégralité de ses honoraires.\n\n**Production du courriel** : Dans cette procédure judiciaire, A. a produit comme pièce justificative le courriel du 1er avril 2021 de l'avocat D. Son objectif était vraisemblablement de démontrer que les anciens clients reconnaissaient implicitement devoir au moins 35% des sommes réclamées, ce qui aurait consolidé sa position.\n\n### E. Dénonciation disciplinaire\n\nLes anciens clients, par l'intermédiaire de leur avocat D., ont dénoncé cette production du courriel à la Commission du Barreau du canton de Genève. Ils reprochaient à A. d'avoir violé l'obligation de confidentialité des propositions transactionnelles, protégée par le Code suisse de déontologie (CSD) et les règles déontologiques fondamentales de la profession d'avocat.\n\n### F. Procédure disciplinaire\n\nLa Commission du Barreau a ouvert une procédure disciplinaire contre l'avocat A. Elle a retenu la violation de l'art. 12 let. a LLCA (obligation d'exercer la profession avec soin et diligence) et des art. 6 et 26 CSD (interdiction de produire en justice des propositions transactionnelles confidentielles).\n\nL'avocat A. a recouru contre cette décision, invoquant notamment que :\n- Le recouvrement de ses propres honoraires ne constituait pas une activité professionnelle soumise à la LLCA.\n- En tant qu'avocat plaidant pour lui-même (sans mandataire), il ne pouvait être considéré comme un \"avocat\" vis-à-vis de son confrère D., et ne devait donc pas respecter les règles de confidentialité entre avocats.\n- La mention \"sous réserves d'usage\" était insuffisante pour établir une confidentialité absolue.\n\n## II. Questions juridiques centrales\n\n### A. Assujettissement à la LLCA lors du recouvrement d'honoraires\n\n**Première question** : Lorsqu'un avocat recouvre ses propres honoraires en justice, agit-il dans l'exercice de sa profession d'avocat au sens de l'art. 2 al. 1 LLCA, ou bien comme un simple justiciable défendant ses intérêts privés?\n\n**Enjeu** : Si l'avocat n'est pas soumis à la LLCA dans cette situation, il échapperait aux obligations déontologiques des art. 12 ss LLCA, et pourrait se prévaloir de toute preuve utile sans restriction déontologique.\n\n**Position de l'avocat A.** : Le recouvrement d'honoraires relève du droit civil ordinaire (contrat de mandat, enrichissement illégitime). L'avocat agit en tant que créancier, non en tant que professionnel du droit. Les règles déontologiques ne s'appliquent pas à cette activité purement patrimoniale.\n\n**Position de la Commission du Barreau et du Tribunal fédéral** : Le recouvrement d'honoraires constitue le prolongement naturel et indissociable de l'activité professionnelle initiale. La note d'honoraires découle directement du mandat d'avocat. Son recouvrement, même contentieux, demeure une activité professionnelle soumise à la LLCA.\n\n### B. Confidentialité des propositions transactionnelles\n\n**Deuxième question** : Lorsque deux avocats échangent dans le cadre d'une tentative de règlement amiable, la confidentialité des propositions s'impose-t-elle automatiquement, ou faut-il une stipulation explicite de confidentialité?\n\n**Enjeu** : Déterminer si la simple mention \"sous réserves d'usage\" suffit, ou s'il aurait fallu une clause de confidentialité plus détaillée (\"Le contenu de ce courriel ne pourra en aucun cas être produit en justice\").\n\n**Position de l'avocat A.** : La mention \"sous réserves d'usage\" est vague et ne constitue pas une clause de confidentialité suffisamment claire. En droit civil, les propositions transactionnelles ne sont pas automatiquement confidentielles. Il appartient aux parties de prévoir expressément cette protection.\n\n**Position du Tribunal fédéral** : Lorsque des discussions transactionnelles interviennent entre deux avocats mandatés dans l'exercice de leur profession, **la confidentialité s'impose d'office**, sans nécessiter une mention explicite. Cette règle découle de l'intérêt public à favoriser le règlement amiable des litiges. Les parties doivent pouvoir s'exprimer librement dans les négociations sans craindre que leurs concessions soient ultérieurement utilisées contre elles en justice.\n\n### C. Statut de l'avocat plaidant pour lui-même\n\n**Troisième question** : Un avocat qui plaide pour lui-même, sans mandataire, doit-il être traité comme un \"avocat\" soumis aux règles de confidentialité entre avocats, ou comme une \"partie non représentée\" bénéficiant d'une moindre protection?\n\n**Enjeu** : Si l'avocat plaidant pour lui-même est assimilé à une partie non représentée, la confidentialité des échanges avec l'avocat adverse serait moins stricte.\n\n**Position de l'avocat A.** : En tant que partie au litige (défendant ses propres intérêts), il ne peut simultanément être considéré comme un \"avocat\" bénéficiant de la protection renforcée des échanges entre professionnels. Sa qualité de partie l'emporte sur sa qualité d'avocat.\n\n**Position du Tribunal fédéral** : **Un avocat demeure avocat** même lorsqu'il défend ses propres intérêts. Considérer qu'il perd la qualité d'avocat vis-à-vis de son confrère reviendrait à vider de sa substance la protection de la confidentialité transactionnelle. Tout avocat pourrait alors plaider personnellement pour échapper aux règles déontologiques, ce qui rendrait illusoire la protection.\n\n## III. Solutions du Tribunal fédéral\n\n### A. Assujettissement à la LLCA : rejet du recours\n\n#### 1. Principe : prolongement de l'activité professionnelle\n\nLe Tribunal fédéral confirme que **le recouvrement des honoraires relève de l'activité professionnelle**, même lorsque l'avocat agit pour lui-même (considérant 3.2). \n\n**Justification** : La note d'honoraires et son recouvrement constituent le prolongement naturel de la prestation initiale. L'avocat ne devient pas soudainement un justiciable ordinaire au seul motif qu'il défend ses propres intérêts pécuniaires. L'activité de recouvrement reste intrinsèquement liée à l'exercice de la profession d'avocat.\n\n**Analogie** : De même qu'un médecin poursuivant un patient pour honoraires impayés demeure soumis aux règles déontologiques médicales (secret médical, dignité professionnelle), un avocat recouvrant ses honoraires reste soumis à la LLCA.\n\n#### 2. Conséquence : applicabilité de l'art. 12 let. a LLCA\n\nL'art. 12 let. a LLCA dispose : **\"L'avocat doit exercer sa profession avec soin et diligence.\"** Cette clause générale englobe tous les aspects de l'activité professionnelle, y compris les relations avec les confrères.\n\nLa violation de l'obligation de confidentialité des propositions transactionnelles constitue un manquement à cette obligation de diligence. L'avocat qui produit en justice un courriel confidentiel d'un confrère manque à ses devoirs professionnels.\n\n### B. Confidentialité automatique des négociations entre avocats\n\n#### 1. Fondement : intérêt public au règlement amiable\n\nLe Tribunal fédéral rappelle que **\"l'interdiction faite à l'avocat d'utiliser les discussions transactionnelles confidentielles en procédure se fonde sur l'intérêt public à favoriser le règlement amiable des litiges\"** (considérant 5.2).\n\n**Ratio legis** : Si les propositions de règlement pouvaient être produites en justice en cas d'échec des négociations, les parties n'oseraient jamais faire de véritables concessions. Elles resteraient campées sur leurs positions maximales, de crainte qu'une proposition conciliante soit interprétée comme une reconnaissance de faiblesse ou de mauvais droit.\n\nLa confidentialité libère la parole, encourage les compromis, et facilite la résolution amiable des litiges, évitant ainsi l'engorgement des tribunaux et les coûts élevés de la justice contentieuse.\n\n#### 2. Caractère implicite de la confidentialité\n\nLe Tribunal précise que, **lorsque des échanges transactionnels interviennent entre deux avocats mandatés dans le cadre de leur activité professionnelle, la confidentialité s'impose d'office**, sans nécessiter une mention explicite (considérant 5.3).\n\n**Justification** : Les avocats, en tant que professionnels du droit, connaissent les règles déontologiques de leur profession. Ils savent que les art. 6 et 26 du Code suisse de déontologie interdisent la production de propositions transactionnelles. Une mention explicite de confidentialité n'est donc pas nécessaire entre avocats.\n\n**Mention \"sous réserves d'usage\"** : Cette formule, bien que concise, suffit amplement à rappeler l'évidence déontologique. Elle signifie que la proposition est faite dans le cadre d'une démarche de conciliation, sous la protection des règles de confidentialité applicables.\n\n#### 3. Distinction avec les parties non représentées\n\nLe Tribunal renvoie à l'ATF 144 II 473, qui distingue :\n\n**a) Négociations entre avocats mandatés** : Confidentialité stricte, s'imposant d'office en vertu des règles déontologiques.\n\n**b) Négociations entre un avocat et une partie non représentée** : Confidentialité moindre ou inexistante, sauf clause explicite. La partie non représentée, ignorant les usages professionnels, pourrait croire que sa proposition peut être invoquée ultérieurement. Une protection automatique serait alors illégitime.\n\nCette distinction repose sur le principe de confiance légitime : les avocats peuvent légitimement s'attendre à ce que leurs confrères respectent les règles déontologiques communes. Les profanes ne bénéficient pas de cette même attente.\n\n### C. Statut de l'avocat plaidant pour lui-même\n\n#### 1. Rejet de la théorie de la \"perte de qualité\"\n\nLe Tribunal rejette fermement l'argument selon lequel un avocat plaidant pour lui-même perdrait sa qualité d'avocat vis-à-vis de son confrère adverse (considérant 5.4).\n\n**Solution contraire inacceptable** : Si l'on admettait cette théorie, tout avocat pourrait échapper aux règles de confidentialité en choisissant de plaider personnellement plutôt que de mandater un confrère. Cela viderait de sa substance la protection des discussions transactionnelles.\n\n**Principe retenu** : **Un avocat demeure avocat en toute circonstance**, y compris lorsqu'il défend ses propres intérêts. Sa qualité professionnelle ne s'évapore pas au gré de ses intérêts personnels.\n\n#### 2. Obligation réciproque de respect de la confidentialité\n\nL'avocat plaidant pour lui-même doit respecter la confidentialité des propositions reçues de son confrère adverse. Réciproquement, son confrère doit respecter la confidentialité des propositions qu'il reçoit de l'avocat plaidant personnellement.\n\n**Justification** : La protection est réciproque et vise à préserver l'intérêt public au règlement amiable, indépendamment du statut formel des interlocuteurs.\n\n### D. Violation établie et confirmation de la sanction disciplinaire\n\nLe Tribunal fédéral conclut que l'avocat A., en produisant en justice le courriel confidentiel du 1er avril 2021, a violé :\n\n1. **L'art. 12 let. a LLCA** (obligation d'exercer la profession avec soin et diligence).\n2. **L'art. 6 CSD** (interdiction de porter à la connaissance du tribunal des propositions transactionnelles sans accord de la partie adverse).\n3. **L'art. 26 CSD** (interdiction de faire état en procédure du contenu de discussions confidentielles).\n\n**Dispositif** : Le recours de l'avocat A. contre la décision disciplinaire de la Commission du Barreau est **rejeté**. La sanction prononcée (vraisemblablement un avertissement ou un blâme) est confirmée.\n\n## IV. Portée et implications\n\n### A. Pour la profession d'avocat\n\n#### 1. Confirmation de l'étendue des obligations déontologiques\n\nL'ATF 151 II 191 confirme que les obligations déontologiques des avocats s'appliquent largement, y compris dans des situations où l'avocat défend ses propres intérêts. La LLCA ne connaît pas d'exception pour l'avocat agissant \"en tant que partie\".\n\n**Conséquence** : Les avocats doivent intégrer qu'ils restent soumis en toutes circonstances aux règles de soin, diligence, indépendance, loyauté et confidentialité.\n\n#### 2. Sécurité juridique accrue dans les négociations\n\nLes avocats peuvent désormais négocier en toute confiance, sachant que leurs propositions ne seront pas utilisées contre eux en cas d'échec des négociations. Cette sécurité encourage les règlements amiables, bénéfiques tant aux parties (économie de frais et de temps) qu'au système judiciaire (désengorgement).\n\n#### 3. Prudence accrue dans les échanges écrits\n\nBien que la confidentialité soit automatique, les avocats ont intérêt à rappeler systématiquement ce principe dans leurs courriers de négociation, par exemple :\n\n**Formule recommandée** : \"Le présent courriel/courrier est adressé dans le cadre d'une démarche de conciliation amiable. Conformément aux art. 6 et 26 du Code suisse de déontologie, son contenu est strictement confidentiel et ne pourra en aucun cas être invoqué ou produit en procédure judiciaire.\"\n\nCette mention, bien que juridiquement superflue entre avocats, a une valeur pédagogique (rappel) et probatoire (preuve claire de l'intention de confidentialité).\n\n### B. Pour les justiciables\n\n#### 1. Protection renforcée des négociations\n\nLes clients bénéficient indirectement de cette jurisprudence. Leurs avocats peuvent négocier plus librement, augmentant les chances d'un règlement favorable.\n\n#### 2. Limitation du droit à la preuve\n\nEn contrepartie, les parties ne peuvent invoquer les propositions transactionnelles de l'adversaire. Ce qui, dans certains cas, pourrait être perçu comme une restriction du droit à la preuve.\n\n**Justification** : Cette limitation est proportionnée et justifiée par l'intérêt public supérieur au règlement amiable. Elle s'inscrit dans la lignée d'autres restrictions du droit à la preuve (secret professionnel, secret médical, etc.).\n\n### C. Pour la procédure disciplinaire\n\n#### 1. Compétence étendue des commissions de barreau\n\nLes commissions cantonales de surveillance des avocats peuvent sanctionner les violations de la confidentialité transactionnelle, y compris lorsque l'avocat agit pour son propre compte.\n\n#### 2. Gradation des sanctions\n\nSelon l'art. 17 LLCA, les sanctions possibles vont de l'avertissement (simple admonestation sans inscription durable au dossier) au blâme (réprimande inscrite), à l'amende (jusqu'à CHF 20'000), voire à l'interdiction temporaire ou définitive d'exercer (cas graves de récidive ou manquements majeurs).\n\nDans l'ATF 151 II 191, la sanction était vraisemblablement modérée (avertissement ou blâme), compte tenu de l'absence d'antécédents et du caractère isolé du manquement.\n\n## V. Conclusion\n\nL'ATF 151 II 191 du 29 août 2024 constitue un arrêt de principe en matière de déontologie des avocats suisses. Il rappelle avec fermeté que les obligations professionnelles des avocats s'appliquent en toutes circonstances, y compris lorsqu'ils défendent leurs propres intérêts.\n\nLa confidentialité des propositions transactionnelles entre avocats est une règle d'ordre public professionnel, fondée sur l'intérêt public à favoriser le règlement amiable des litiges. Cette confidentialité s'impose d'office, sans nécessiter de clause explicite, dès lors que les interlocuteurs sont tous deux des avocats mandatés dans l'exercice de leur profession.\n\nL'arrêt clarifie également que l'avocat plaidant pour lui-même ne perd pas sa qualité d'avocat et demeure soumis aux règles déontologiques. Une solution contraire viderait de sa substance la protection de la confidentialité transactionnelle.\n\nCette jurisprudence renforce la sécurité juridique des négociations entre avocats, encourage les règlements amiables, et contribue à la préservation de la confiance mutuelle qui doit caractériser les relations entre membres du barreau. Elle s'inscrit dans la tradition d'une profession réglementée où l'intérêt public (bonne administration de la justice, accès effectif au droit) justifie des obligations déontologiques strictes, y compris lorsqu'elles limitent ponctuellement les intérêts individuels des avocats.",
  "version_courte": "# Confidentialité transactionnelle entre avocats (ATF 151 II 191) - Version courte\n\n## Principe établi\n\nL'ATF 151 II 191 du 29 août 2024 établit deux principes fondamentaux :\n\n1. **Assujettissement à la LLCA** : Le recouvrement d'honoraires par un avocat constitue le prolongement de son activité professionnelle et demeure soumis à la Loi sur la libre circulation des avocats (LLCA), même lorsque l'avocat agit pour son propre compte.\n\n2. **Confidentialité automatique** : Les propositions transactionnelles échangées entre avocats sont automatiquement confidentielles, sans nécessiter de clause explicite. Cette protection s'applique même lorsqu'un avocat plaide pour lui-même.\n\n## Faits\n\nAvocat A. recouvre ses honoraires contre d'anciens clients. Leur nouvel avocat D. propose un règlement à 35% (courriel \"sous réserves d'usage\"). A. refuse et produit ce courriel en justice comme preuve. Les clients le dénoncent à la Commission du barreau pour violation de la confidentialité transactionnelle.\n\n## Solution\n\nViolation confirmée : A. ne pouvait produire le courriel confidentiel de D. en justice. La confidentialité s'impose d'office entre avocats pour favoriser le règlement amiable des litiges (intérêt public). Le statut d'avocat plaidant pour soi-même n'exclut pas cette protection.\n\n## Implications pratiques\n\n**Pour les avocats** : Obligations déontologiques applicables en toutes circonstances, y compris lors du recouvrement d'honoraires personnels. Sécurité accrue dans les négociations (propositions protégées).\n\n**Recommandation** : Rappeler systématiquement la confidentialité dans les courriers de négociation, bien que juridiquement superflue entre avocats (valeur pédagogique et probatoire).",
  "statistiques": {
    "nombre_arrets_analyses": 7,
    "nombre_articles_cites": 6,
    "periode_couverte": "2016-2024",
    "mots_analyse_complete": 7200
  }
}
