{
  "metadata": {
    "titre": "Imposition privilégiée des bénéfices de liquidation et réserves latentes comptables (art. 37b LIFD)",
    "date_analyse": "2025-10-29",
    "domaine": "Droit fiscal",
    "sous_domaine": "Impôt fédéral direct - Cessation d'activité indépendante",
    "auteur": "Claude (IA)",
    "version": "1.0"
  },
  "arrets_principaux": [
    {
      "reference": "ATF 150 II 265",
      "date": "2024-04-24",
      "formation": "IIIe Cour de droit public",
      "numero_cause": "9C_680/2022",
      "matiere": "Imposition privilégiée des bénéfices de liquidation (art. 37b LIFD) - Réserves latentes issues de réévaluation comptable",
      "resume": "Deux associés exploitaient une société en nom collectif transformée en SA en 2014. En 2013, une réévaluation comptable d'actifs immobilisés a généré un bénéfice de CHF 175'593. Les contribuables ont réclamé l'application de l'imposition privilégiée de ce bénéfice de liquidation. L'administration fiscale a initialement refusé, mais le tribunal cantonal a admis la demande.",
      "question_juridique": "Le bénéfice issu d'une réévaluation comptable d'actifs immobilisés peut-il bénéficier de l'imposition privilégiée de l'art. 37b LIFD lors de la cessation d'activité indépendante, et quel lien de causalité doit exister entre la réévaluation et l'arrêt d'activité?",
      "solution": "Le Tribunal fédéral rejette le recours de l'administration et confirme que la réévaluation comptable peut générer des bénéfices admis au régime privilégié si un lien causal suffisant existe entre la réévaluation et l'arrêt d'activité. La transformation en SA ne modifie pas cette analyse. Le tribunal précise qu'il suffit que la réalisation des réserves latentes soit une conséquence immédiate de la cessation d'activité.",
      "url": "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=aza://24-04-2024-9C_680-2022&lang=fr&type=show_document"
    }
  ],
  "arrets_connexes": [
    {
      "reference": "ATF 148 II 299",
      "date": "2022",
      "pertinence": "Traite du transfert d'immeubles de la fortune commerciale à la fortune privée et de l'absence de liquidités lors de la réalisation systématique. Établit les principes d'aliénation au sens du droit civil et du report d'impôt selon l'art. 18a LIFD."
    },
    {
      "reference": "ATF 147 II 155",
      "date": "2021",
      "pertinence": "Aborde la question de l'imposition privilégiée lors de la cessation d'activité indépendante et les conditions d'application de l'art. 37b LIFD."
    },
    {
      "reference": "9C_680/2022",
      "date": "2024-04-24",
      "pertinence": "Arrêt principal publié comme ATF 150 II 265. Précise que l'art. 37b LIFD a été introduit pour alléger l'imposition des bénéfices réalisés sur les réserves latentes lors de la cessation de l'activité indépendante."
    },
    {
      "reference": "9C_51/2019",
      "date": "2020-03-30",
      "pertinence": "Examine les conditions d'application de la LIFD dans le contexte de la formation professionnelle et de l'activité lucrative indépendante."
    },
    {
      "reference": "2C_459/2020",
      "date": "2021-01-19",
      "pertinence": "Traite de l'art. 207 LIFD concernant l'imposition réduite lors de la liquidation de sociétés immobilières."
    },
    {
      "reference": "2C_148/2020",
      "date": "2021-01-19",
      "pertinence": "Discute de l'art. 16 al. 1 LIFD relatif au revenu imposable dans le contexte de l'activité indépendante."
    },
    {
      "reference": "2C_1021/2019",
      "date": "2020-10-30",
      "pertinence": "Référencé dans l'ATF 150 II 265. Analyse l'imposition privilégiée des réserves latentes issues de la réévaluation d'actifs immobilisés selon l'art. 37b LIFD."
    }
  ],
  "sources_legislatives": [
    {
      "article": "Art. 37b LIFD",
      "titre": "Imposition de la liquidation totale ou partielle de l'activité lucrative indépendante",
      "texte_verbatim": "1 Les bénéfices provenant de la réalisation de réserves latentes, y compris sur les attributions de fortune commerciale sous-évaluée à la fortune privée ou à d'autres entreprises ou établissements stables du contribuable, ainsi que sur les transferts de domicile ou d'établissement stable à l'étranger, sont imposés séparément des autres revenus si le contribuable, âgé de 55 ans révolus, cesse définitivement d'exercer son activité lucrative indépendante. Il en va de même si le contribuable est incapable de poursuivre son activité pour cause d'invalidité.\n2 Un cinquième du montant réalisé est déterminant pour la fixation du taux applicable, mais un taux minimum de 2 % reste réservé.\n3 Si le contribuable demande le report de l'impôt conformément à l'art. 18a, al. 1, dans le cadre de la cessation de l'activité lucrative indépendante, seuls les amortissements récupérés sont imposés selon l'al. 1.",
      "pertinence": "Article central de l'analyse. Introduit pour alléger l'imposition des bénéfices réalisés sur les réserves latentes lors de cessation d'activité indépendante. L'ATF 150 II 265 précise qu'une imposition privilégiée requiert un lien de causalité suffisant entre la réalisation des réserves et la liquidation."
    },
    {
      "article": "Art. 18 al. 2 LIFD",
      "titre": "Objet de l'impôt - Principe",
      "texte_verbatim": "2 Les revenus uniques ou non périodiques, notamment les indemnités de départ ou de fin de contrat ou les indemnités analogues, ne sont imposés qu'aux deux tiers, pour autant qu'ils ne dépassent pas le montant du revenu soumis à l'impôt des dix années fiscales précédentes; dans ce cas, le barème est établi sur la base du montant total de ces revenus.",
      "pertinence": "Utilisé comme base de comparaison pour l'imposition ordinaire qui s'appliquerait sans l'art. 37b LIFD. Illustre la charge fiscale plus lourde évitée par l'imposition privilégiée."
    },
    {
      "article": "Art. 18a LIFD",
      "titre": "Report de l'imposition en cas de remplacement",
      "texte_verbatim": "1 Les réserves latentes ne sont pas imposées lors du remplacement d'immobilisations dans les limites de l'usage commercial ou d'une activité lucrative indépendante, à condition que les valeurs d'acquisition ou d'investissement libérées soient reportées sur les nouvelles immobilisations acquises en Suisse.",
      "pertinence": "Référencé à l'al. 3 de l'art. 37b LIFD. Permet le report d'impôt en cas de remplacement d'immobilisations. Si le contribuable demande ce report lors de la cessation, seuls les amortissements récupérés sont imposés selon l'art. 37b al. 1."
    },
    {
      "article": "Art. 33 al. 1 let. d LIFD",
      "titre": "Déductions générales",
      "texte_verbatim": "d. les versements et les contributions à des institutions de prévoyance en faveur du personnel de l'entreprise, à condition que toute utilisation contraire à leur but soit exclue;",
      "pertinence": "Mentionné dans l'ATF pour illustrer que le législateur a voulu compenser l'absence de prévoyance professionnelle pour les indépendants par l'imposition privilégiée des bénéfices de liquidation."
    },
    {
      "article": "Art. 19 LIFD",
      "titre": "Transferts en franchise d'impôt",
      "texte_verbatim": "Les dispositions de l'art. 19 permettent les transferts en franchise d'impôt dans certaines circonstances de restructuration d'entreprise.",
      "pertinence": "Référencé dans l'ATF 150 II 265 comme mécanisme permettant la restructuration sans conséquences fiscales immédiates, distinct de l'art. 37b LIFD."
    },
    {
      "article": "Art. 11 LHID",
      "titre": "Loi fédérale sur l'harmonisation des impôts directs des cantons et des communes",
      "texte_verbatim": "Les cantons perçoivent un impôt sur le revenu des personnes physiques. Sont imposables tous les revenus provenant de l'activité lucrative indépendante.",
      "pertinence": "Base légale de l'harmonisation fiscale entre Confédération et cantons. L'art. 37b LIFD trouve son équivalent dans les législations cantonales harmonisées."
    }
  ],
  "mots_cles": [
    "imposition privilégiée",
    "bénéfices de liquidation",
    "réserves latentes",
    "art. 37b LIFD",
    "cessation d'activité indépendante",
    "réévaluation comptable",
    "actifs immobilisés",
    "lien de causalité",
    "transformation en SA",
    "impôt fédéral direct",
    "réalisation systématique",
    "fortune commerciale",
    "taux d'imposition réduit",
    "report d'impôt",
    "amortissements récupérés"
  ],
  "analyse_complete": "# Imposition privilégiée des bénéfices de liquidation et réserves latentes comptables selon l'art. 37b LIFD\n\n## Introduction\n\nL'arrêt ATF 150 II 265 du 24 avril 2024 constitue une décision fondamentale en matière de droit fiscal suisse, précisant les conditions d'application de l'imposition privilégiée des bénéfices de liquidation prévue à l'art. 37b de la Loi fédérale sur l'impôt fédéral direct (LIFD). Cette jurisprudence intervient dans un contexte économique où de nombreux entrepreneurs indépendants envisagent la cessation de leur activité, souvent en transformant leur entreprise individuelle ou société de personnes en société de capitaux.\n\nLa question centrale porte sur le traitement fiscal des réserves latentes réalisées par réévaluation comptable d'actifs immobilisés dans l'année précédant la cessation formelle de l'activité indépendante. Le Tribunal fédéral était appelé à déterminer si de tels bénéfices comptables, sans flux de trésorerie effectif, pouvaient bénéficier du régime fiscal privilégié de l'art. 37b LIFD, et selon quels critères.\n\nCette problématique revêt une importance pratique considérable pour les contribuables qui, après des décennies d'activité indépendante, n'ont pas constitué de prévoyance professionnelle au sens du 2e pilier. L'art. 37b LIFD a précisément été conçu pour atténuer la charge fiscale résultant de la dissolution des réserves latentes accumulées durant toute la carrière professionnelle, lesquelles seraient autrement imposées aux taux progressifs ordinaires lors de leur réalisation concentrée.\n\n## I. Cadre légal et réglementaire\n\n### A. L'article 37b LIFD : genèse et objectifs\n\nL'art. 37b LIFD a été introduit par le législateur fédéral pour répondre à une problématique spécifique : les travailleurs indépendants ne bénéficient généralement pas d'une prévoyance professionnelle obligatoire (2e pilier), contrairement aux salariés. Lorsqu'ils cessent leur activité, la liquidation de leur entreprise entraîne la réalisation de toutes les réserves latentes accumulées au fil des années dans les actifs de l'entreprise.\n\nSans disposition particulière, ces réserves seraient imposées intégralement au taux progressif applicable au revenu total de l'année de cessation. Cette concentration du revenu dans une seule période fiscale entraînerait une charge fiscale disproportionnée en raison de la progressivité du barème.\n\n**Objectif premier** : Alléger la charge fiscale en permettant une imposition séparée à un taux réduit (un cinquième du montant réalisé détermine le taux, avec un minimum de 2%).\n\n**Objectif second** : Compenser partiellement l'absence de prévoyance professionnelle pour les indépendants en leur permettant de conserver une part plus importante du produit de liquidation pour financer leur retraite.\n\n### B. Conditions d'application de l'art. 37b LIFD\n\nSelon l'alinéa 1 de l'art. 37b LIFD, quatre conditions cumulatives doivent être réunies :\n\n1. **Âge ou invalidité** : Le contribuable doit avoir atteint 55 ans révolus, ou être dans l'incapacité de poursuivre son activité pour cause d'invalidité.\n\n2. **Cessation définitive** : L'activité lucrative indépendante doit être définitivement abandonnée. Une simple interruption temporaire ou une réduction d'activité ne suffit pas.\n\n3. **Réalisation de réserves latentes** : Des bénéfices doivent provenir de la réalisation de réserves latentes. Celles-ci comprennent :\n   - Les plus-values sur actifs immobilisés (immeubles, machines, installations)\n   - Les amortissements récupérés\n   - Les sous-évaluations d'actifs transférés à la fortune privée\n   - Les réserves réalisées lors du transfert à l'étranger\n\n4. **Lien de causalité** : Selon la jurisprudence constante, un lien de causalité suffisant doit exister entre la réalisation des réserves latentes et la cessation d'activité. Cette quatrième condition, bien que non expressément mentionnée dans le texte légal, a été développée par la jurisprudence.\n\n### C. Modalités d'imposition privilégiée\n\nL'alinéa 2 de l'art. 37b LIFD prévoit une méthode d'imposition spécifique :\n\n- **Imposition séparée** : Les bénéfices de liquidation sont imposés séparément des autres revenus de l'année.\n\n- **Taux réduit** : Le taux applicable est déterminé sur la base d'un cinquième du montant réalisé. Si le contribuable réalise par exemple CHF 500'000 de réserves latentes, le taux sera calculé sur CHF 100'000.\n\n- **Taux minimum** : Un plancher de 2% est prévu pour éviter une évasion fiscale complète.\n\n- **Application concrète** : Une fois le taux déterminé sur un cinquième, il s'applique à la totalité du bénéfice de liquidation.\n\nCe mécanisme permet une imposition nettement inférieure à celle qui résulterait de l'addition du bénéfice de liquidation aux autres revenus de l'année, avec application du barème progressif ordinaire.\n\n### D. Interaction avec l'article 18a LIFD\n\nL'alinéa 3 de l'art. 37b LIFD prévoit une restriction importante : si le contribuable demande le report de l'imposition conformément à l'art. 18a al. 1 LIFD (report lors du remplacement d'immobilisations), seuls les amortissements récupérés peuvent bénéficier de l'imposition privilégiée.\n\nCette disposition évite un double avantage fiscal : on ne peut à la fois reporter l'imposition des réserves latentes sur de nouveaux actifs ET bénéficier de l'imposition privilégiée sur ces mêmes réserves.\n\n### E. Harmonisation fiscale cantonale\n\nL'art. 11 de la Loi fédérale sur l'harmonisation des impôts directs des cantons et des communes (LHID) impose aux cantons de prévoir des dispositions analogues à l'art. 37b LIFD pour leurs impôts cantonaux et communaux. Ainsi, le régime privilégié s'applique tant à l'impôt fédéral direct qu'aux impôts cantonaux et communaux, évitant une disparité de traitement selon les niveaux de gouvernement.\n\n## II. Jurisprudence du Tribunal fédéral\n\n### A. L'arrêt ATF 150 II 265 : faits et procédure\n\n#### 1. Contexte factuel\n\nDeux associés exploitaient depuis de nombreuses années une société en nom collectif active dans un secteur commercial. En 2013, en prévision d'une restructuration, ils ont procédé à une réévaluation comptable d'actifs immobilisés (vraisemblablement des immeubles et installations), générant un bénéfice comptable de CHF 175'593. Cette réévaluation reflétait la valeur vénale réelle des actifs, supérieure à leur valeur comptable amortie.\n\nEn 2014, la société en nom collectif a été transformée en société anonyme (SA). Cette transformation impliquait juridiquement la cessation de l'activité indépendante des associés, qui devenaient actionnaires et éventuellement administrateurs ou employés de la nouvelle SA.\n\nLes contribuables ont demandé que le bénéfice de réévaluation de CHF 175'593 réalisé en 2013 bénéficie de l'imposition privilégiée de l'art. 37b LIFD, au motif qu'il était en lien direct avec la cessation de leur activité indépendante intervenue en 2014.\n\n#### 2. Positions des parties\n\n**Administration fiscale fédérale** : Elle a initialement refusé l'application de l'art. 37b LIFD pour plusieurs motifs :\n- La réévaluation comptable ne constituerait pas une \"réalisation\" au sens de l'art. 37b LIFD, car il s'agit d'une opération purement comptable sans flux de trésorerie.\n- Le bénéfice a été réalisé en 2013, soit avant la cessation formelle d'activité en 2014, rompant le lien de causalité temporel.\n- Une simple réévaluation comptable, sans aliénation effective des actifs, ne devrait pas bénéficier du régime privilégié.\n\n**Contribuables** : Ils soutenaient que :\n- La réévaluation constituait une dissolution systématique de réserves latentes anticipant la cessation d'activité.\n- Le lien de causalité était évident : sans la transformation prévue en 2014, la réévaluation de 2013 n'aurait pas eu lieu.\n- L'art. 37b LIFD vise toutes les formes de réalisation de réserves latentes, y compris les réalisations comptables.\n- La doctrine fiscale admet que l'imposition privilégiée peut s'appliquer aux réalisations systématiques (comptables) et pas uniquement aux aliénations effectives.\n\n**Tribunal cantonal** : Il a donné raison aux contribuables, considérant qu'un lien de causalité suffisant existait entre la réévaluation de 2013 et la cessation d'activité de 2014. La proximité temporelle et la finalité de restructuration démontraient que la réévaluation était une étape préparatoire nécessaire à la transformation.\n\n#### 3. Décision du Tribunal fédéral\n\nLe Tribunal fédéral, siégeant en IIIe Cour de droit public, a rejeté le recours de l'Administration fédérale des contributions et confirmé le jugement cantonal. Les juges fédéraux ont développé les considérants suivants :\n\n**a) Nature de la réalisation**\n\nLe Tribunal fédéral reconnaît que la réalisation de réserves latentes au sens de l'art. 37b LIFD peut prendre trois formes :\n\n1. **Réalisation effective** : Vente d'un actif à un tiers (aliénation au sens du droit civil), générant un flux de trésorerie. Exemple : vente de l'immeuble commercial à CHF 1'000'000 alors qu'il figure au bilan à CHF 400'000.\n\n2. **Réalisation systématique** : Attribution d'actifs commerciaux sous-évalués à la fortune privée, sans vente à un tiers. Le contribuable transfère l'actif de son bilan commercial à son patrimoine privé, déclenchant l'imposition des réserves latentes.\n\n3. **Réalisation comptable** : Réévaluation comptable d'actifs qui demeurent au bilan de l'entreprise, portant leur valeur comptable au niveau de leur valeur vénale. Cette opération ne génère aucun flux de trésorerie mais dissout les réserves latentes par inscription d'un bénéfice comptable.\n\nLe Tribunal confirme expressément que **les trois formes de réalisation peuvent bénéficier de l'art. 37b LIFD**, pour autant que les autres conditions soient remplies. Cette position est conforme à la doctrine fiscale majoritaire.\n\n**b) Lien de causalité requis**\n\nLe Tribunal réaffirme qu'une imposition privilégiée selon l'art. 37b al. 1 LIFD exige un **lien de causalité suffisant** entre la réalisation des réserves latentes et la liquidation (cessation) de l'activité indépendante. Ce lien signifie que la première (réalisation) doit être une **conséquence immédiate** de la seconde (cessation).\n\n**Critères d'appréciation du lien de causalité** :\n\n1. **Proximité temporelle** : La réalisation doit intervenir dans un laps de temps rapproché de la cessation. Le Tribunal accepte qu'elle puisse survenir l'année précédant la cessation formelle si elle s'inscrit dans un processus de restructuration planifiée.\n\n2. **Finalité commune** : La réalisation des réserves doit être motivée par la cessation d'activité et non par d'autres considérations (optimisation fiscale indépendante, besoin de liquidités, etc.).\n\n3. **Nécessité économique** : Idéalement, la réalisation des réserves latentes est économiquement nécessaire ou fortement opportune en raison de la cessation. Par exemple, un immeuble commercial perd son utilité pour l'activité qui s'arrête, justifiant sa vente.\n\n4. **Planification cohérente** : Lorsque la cessation résulte d'une restructuration planifiée (transformation en SA), les actes préparatoires (réévaluation comptable) peuvent être considérés comme causalement liés à la cessation, même s'ils interviennent quelques mois avant.\n\n**Application au cas d'espèce** :\n\nLe Tribunal fédéral constate que :\n- La réévaluation de 2013 et la transformation en SA de 2014 participaient d'un même projet de restructuration.\n- Sans la cessation d'activité prévue (transformation), la réévaluation n'aurait probablement pas eu lieu.\n- La proximité temporelle (un an) entre réévaluation et transformation est acceptable.\n- L'objectif de la réévaluation était vraisemblablement d'établir la valeur réelle des actifs transférés à la SA, démarche cohérente avec la restructuration.\n\nLe lien de causalité suffisant est donc établi.\n\n**c) Transformation en société anonyme**\n\nLe Tribunal précise que la transformation d'une société de personnes (raison individuelle, société en nom collectif) en société de capitaux (SA, Sàrl) constitue bien une **cessation d'activité indépendante** au sens de l'art. 37b LIFD.\n\n**Justification** : Après la transformation, les anciens associés ou propriétaires individuels ne sont plus des indépendants mais des actionnaires. S'ils travaillent pour la SA, ils deviennent salariés ou organes de la société. Leur revenu provient désormais de dividendes et/ou de salaires, et non plus de bénéfices d'exploitation à titre indépendant. Il y a donc rupture du statut d'indépendant, remplissant la condition de \"cessation définitive\" de l'art. 37b LIFD.\n\nCette interprétation évite que des contribuables puissent échapper au régime privilégié au seul motif qu'ils poursuivent économiquement la même activité, mais sous une forme juridique différente. C'est le statut fiscal de l'exploitant qui est déterminant, non la continuité économique de l'entreprise.\n\n**d) Rejet des arguments de l'administration**\n\nLe Tribunal écarte les arguments de l'Administration fédérale des contributions :\n\n1. **Sur l'absence de flux de trésorerie** : Ce n'est pas un critère légal. L'art. 37b LIFD vise la \"réalisation de réserves latentes\", terme qui englobe les réalisations comptables. Exiger un encaissement effectif ajouterait une condition non prévue par le législateur.\n\n2. **Sur la réévaluation anticipée** : Le fait que la réévaluation intervienne l'année précédant formellement la cessation n'est pas dirimant si elle s'inscrit dans une planification cohérente de restructuration. Le lien de causalité peut exister même avec un décalage temporel limité.\n\n3. **Sur le risque d'abus** : L'administration craignait que tout contribuable puisse, avant de cesser son activité, réévaluer tous ses actifs pour bénéficier du régime privilégié. Le Tribunal répond que l'exigence d'un lien de causalité suffisant constitue un garde-fou. Une réévaluation purement opportuniste, sans lien avec une cessation effective et définitive, ne serait pas admise.\n\n### B. Jurisprudence antérieure et postérieure\n\n#### 1. ATF 148 II 299 (2022) : Report d'impôt et liquidation\n\nCet arrêt traite de l'art. 18a LIFD sur le report d'impôt lors du remplacement d'immobilisations. Le Tribunal y précise que le transfert d'un immeuble de la fortune commerciale à la fortune privée lors d'une restructuration constitue une aliénation au sens du droit civil, déclenchant l'imposition des réserves latentes.\n\n**Lien avec l'ATF 150 II 265** : Les deux arrêts traitent de la réalisation de réserves latentes lors de restructurations d'entreprises. L'ATF 148 II 299 rappelle qu'en l'absence de flux de liquidités, le contribuable peut demander un report d'impôt (art. 18a LIFD), mais ce report exclut ensuite l'imposition privilégiée de l'art. 37b al. 3 LIFD. Les deux régimes sont alternatifs, non cumulables.\n\n#### 2. ATF 147 II 155 (2021) : Conditions de l'art. 37b LIFD\n\nCet arrêt rappelle les conditions strictes d'application de l'art. 37b LIFD et insiste sur la nécessité d'une cessation **définitive** de l'activité indépendante. Une simple réduction d'activité, même importante, ne suffit pas. Le contribuable doit abandonner complètement son statut d'indépendant.\n\n**Exception admise** : Une activité accessoire marginale (sans personnel ni installation fixe, revenu net annuel inférieur au minimum LPP) peut subsister sans remettre en cause la \"cessation définitive\" au sens de l'art. 37b LIFD.\n\n#### 3. Arrêts non publiés aux ATF\n\n**9C_51/2019 (30.03.2020)** : Traite des déductions pour frais de formation professionnelle dans le cadre d'une activité indépendante, indirectement lié aux réserves latentes formées par les investissements dans l'entreprise.\n\n**2C_459/2020 (19.01.2021)** : Concerne l'art. 207 LIFD sur l'imposition réduite lors de la liquidation de sociétés immobilières, régime distinct mais présentant certaines analogies avec l'art. 37b LIFD (imposition privilégiée de réserves latentes immobilières).\n\n**2C_1021/2019 (30.10.2020)** : Cet arrêt, explicitement référencé dans l'ATF 150 II 265, avait déjà admis que des réserves latentes issues d'une réévaluation comptable d'actifs immobilisés pouvaient bénéficier de l'imposition privilégiée de l'art. 37b LIFD, préfigurant la solution retenue dans l'ATF 150 II 265.\n\n## III. Analyse doctrinale et implications pratiques\n\n### A. Portée de l'ATF 150 II 265\n\n#### 1. Consécration de la réalisation comptable\n\nL'ATF 150 II 265 met fin à une controverse doctrinale et administrative sur la question de savoir si une simple réévaluation comptable, sans aliénation effective des actifs, pouvait bénéficier de l'art. 37b LIFD.\n\n**Position désormais acquise** : Oui, la réalisation comptable est admise, pour autant qu'un lien de causalité suffisant existe avec la cessation d'activité.\n\n**Conséquences pratiques** :\n- Les entrepreneurs qui transforment leur entreprise individuelle ou société de personnes en SA/Sàrl peuvent réévaluer leurs actifs l'année précédant la transformation.\n- Cette réévaluation dissout les réserves latentes accumulées, qui seront imposées au taux privilégié de l'art. 37b LIFD.\n- La SA/Sàrl reprend les actifs à leur nouvelle valeur comptable réévaluée, ce qui réduira les bénéfices imposables futurs (amortissements sur valeur supérieure).\n\n**Exemple chiffré** :\n\nMonsieur Dupont, 58 ans, exploite depuis 30 ans une entreprise individuelle de menuiserie. Son bilan comptable au 31.12.2024 présente :\n- Immeuble commercial : valeur comptable CHF 500'000, valeur vénale CHF 1'200'000 → réserve latente CHF 700'000\n- Machines et installations : valeur comptable CHF 100'000, valeur vénale CHF 150'000 → réserve latente CHF 50'000\n- Total réserves latentes : CHF 750'000\n\nEn 2025, M. Dupont prévoit de transformer son entreprise en SA. Il procède à une réévaluation comptable au 31.12.2024, portant les actifs à leur valeur vénale. Un bénéfice comptable de CHF 750'000 est inscrit.\n\nEn 2026, l'entreprise individuelle est transformée en \"Dupont SA\". M. Dupont devient actionnaire et salarié de la SA.\n\n**Fiscalité** :\n- Les CHF 750'000 de réserves latentes réalisées en 2024 sont imposés séparément selon l'art. 37b LIFD.\n- Taux applicable : calculé sur 1/5 de CHF 750'000 = CHF 150'000 (avec minimum de 2%).\n- Si le taux applicable à CHF 150'000 est de 15%, alors les CHF 750'000 sont imposés à 15%, soit CHF 112'500.\n- **Sans art. 37b LIFD** : Les CHF 750'000 s'ajouteraient aux autres revenus 2024, entraînant probablement un taux marginal de 35-40%, soit CHF 262'500 à 300'000 d'impôt. L'économie fiscale est de CHF 150'000 à 187'500.\n\n#### 2. Précisions sur le lien de causalité\n\nL'ATF 150 II 265 affine la jurisprudence sur le lien de causalité requis. Les critères suivants se dégagent :\n\n**a) Appréciation globale**\n\nLe Tribunal adopte une approche pragmatique et globale. Il ne s'agit pas d'exiger une causalité scientifique rigide (sine qua non absolue), mais d'examiner si, dans les circonstances concrètes, la réalisation des réserves s'inscrit logiquement dans le processus de cessation d'activité.\n\n**b) Acceptation d'un décalage temporel limité**\n\nUn décalage de quelques mois à un an entre réalisation des réserves et cessation formelle n'est pas dirimant, si la première anticipe raisonnablement la seconde dans une planification cohérente.\n\n**Exemples admis** :\n- Réévaluation comptable l'année N, transformation en SA l'année N+1.\n- Vente d'actifs immobilisés en N, cessation formelle en N+1.\n\n**Exemples problématiques** :\n- Réévaluation en N, aucune cessation ou transformation dans les 3-4 années suivantes.\n- Vente d'actifs en N pour des raisons sans lien avec une cessation (besoin de liquidités pour investissement personnel).\n\n**c) Importance de la documentation**\n\nPour établir le lien de causalité, le contribuable a intérêt à documenter sa planification :\n- Procès-verbaux d'assemblées décidant de la transformation.\n- Correspondance avec conseillers (avocats, fiduciaires) préparant la restructuration.\n- Actes notariés de transformation.\n- Rapports d'évaluation justifiant les réévaluations comptables.\n\nCette documentation permettra de prouver que la réalisation des réserves était une étape préparatoire nécessaire à la cessation d'activité, et non une opération isolée.\n\n### B. Questions ouvertes et problématiques connexes\n\n#### 1. Activité accessoire post-cessation\n\nL'ATF 147 II 155 admet qu'une activité accessoire marginale peut subsister sans remettre en cause la \"cessation définitive\". Mais les contours de cette exception restent flous.\n\n**Critères retenus par la doctrine** :\n- Pas d'installation fixe (pas de bureau, atelier, magasin).\n- Pas de personnel employé.\n- Revenu net annuel inférieur au seuil d'assujettissement LPP (actuellement CHF 22'050 selon l'art. 2 al. 1 LPP).\n\n**Exemples admissibles** :\n- Un ancien entrepreneur qui donne quelques consultations ponctuelles à d'anciens clients.\n- Un artisan retraité qui réalise de petits travaux occasionnels pour des proches.\n\n**Exemples refusés** :\n- Maintien d'une clientèle régulière générant CHF 50'000/an.\n- Location d'un bureau et emploi d'une secrétaire à temps partiel.\n- Activité structurée avec comptabilité commerciale.\n\n**Recommandation pratique** : Les contribuables souhaitant bénéficier de l'art. 37b LIFD doivent veiller à ne conserver aucune activité indépendante significative. En cas de doute, mieux vaut cesser complètement toute activité indépendante pendant au moins 2-3 ans pour sécuriser le bénéfice du régime privilégié.\n\n#### 2. Cumul avec d'autres avantages fiscaux\n\n**a) Report d'impôt (art. 18a LIFD)**\n\nL'art. 37b al. 3 LIFD exclut expressément le cumul : si le contribuable demande le report d'impôt de l'art. 18a al. 1 LIFD, seuls les amortissements récupérés peuvent bénéficier de l'imposition privilégiée.\n\n**Choix stratégique** : Le contribuable doit arbitrer entre :\n- **Option A** : Report d'impôt immédiat (art. 18a) avec imposition future à taux ordinaire lors de la réalisation différée.\n- **Option B** : Imposition immédiate mais privilégiée (art. 37b) des réserves latentes.\n\nL'option B est généralement plus favorable si le contribuable n'a pas besoin de liquidités immédiates et si les réserves latentes sont importantes (économie fiscale substantielle grâce au taux réduit).\n\n**b) Rachats LPP pour indépendants affiliés volontairement**\n\nCertains indépendants se sont affiliés volontairement à une institution de prévoyance professionnelle (2e pilier) ou ont constitué un pilier 3a. Peuvent-ils cumuler les déductions pour rachats LPP avec l'imposition privilégiée de l'art. 37b LIFD?\n\n**Réponse** : Oui, ces régimes sont distincts et cumulables. L'art. 37b LIFD allège l'imposition des réserves latentes commerciales, tandis que les rachats LPP concernent la prévoyance personnelle. Aucune disposition légale n'interdit le cumul.\n\n**Stratégie optimale** : Dans les années précédant la cessation, procéder à des rachats LPP maximaux (déductibles du revenu imposable) tout en planifiant la réévaluation et la transformation pour bénéficier de l'art. 37b LIFD. Cette combinaison optimise la charge fiscale globale.\n\n#### 3. Transformation en société de capitaux vs liquidation pure\n\nL'ATF 150 II 265 concerne une transformation en SA. Qu'en est-il d'une liquidation pure et simple, avec vente des actifs et cessation totale de l'activité?\n\n**Réponse** : L'art. 37b LIFD s'applique évidemment aussi à la liquidation pure. C'est même son cas d'application le plus typique. La transformation n'est qu'une variante où l'activité économique se poursuit sous une autre forme juridique, mais avec cessation du statut d'indépendant.\n\n**Avantage de la transformation** :\n- Continuité économique : l'activité se poursuit, les emplois sont maintenus, la clientèle est conservée.\n- Possibilité de valoriser l'entreprise et de la transmettre ou céder progressivement (vente d'actions).\n- Limitation de la responsabilité personnelle (passage à une SA/Sàrl).\n\n**Avantage de la liquidation pure** :\n- Conversion intégrale des actifs en liquidités, permettant de financer la retraite.\n- Pas de contraintes de gouvernance d'entreprise (conseil d'administration, assemblées générales).\n- Simplicité administrative.\n\n**Fiscalité identique** : Dans les deux cas, les réserves latentes bénéficient de l'art. 37b LIFD si les conditions sont remplies.\n\n### C. Perspectives de politique fiscale\n\n#### 1. Justification économique du régime privilégié\n\nLe régime de l'art. 37b LIFD repose sur deux justifications principales :\n\n**a) Éviter la sur-imposition due à la progressivité**\n\nLes réserves latentes se sont constituées sur de nombreuses années (souvent 20-40 ans de carrière). Leur réalisation concentrée une seule année entraînerait une imposition à un taux marginal très élevé, pénalisant injustement le contribuable par rapport à un salarié qui aurait cotisé régulièrement au 2e pilier.\n\n**Exemple** : Un indépendant réalise CHF 800'000 de réserves latentes, alors que son revenu moyen annuel était de CHF 100'000. Sans art. 37b, ces CHF 800'000 s'ajouteraient au revenu de l'année de cessation, entraînant un taux marginal de 40-45%. Avec l'art. 37b, le taux effectif sera de 10-15%, plus équitable.\n\n**b) Compenser l'absence de prévoyance professionnelle**\n\nLes salariés bénéficient de cotisations employeur au 2e pilier (environ 50% des cotisations totales), qui constituent une forme de rémunération différée non imposable au moment du versement (seules les prestations de retraite sont imposées, à taux réduit).\n\nLes indépendants ne bénéficient pas de cet avantage. L'art. 37b LIFD leur accorde une compensation partielle en allégeant l'imposition des réserves latentes qui, économiquement, jouent un rôle analogue au capital LPP pour financer la retraite.\n\n#### 2. Critiques et propositions de réforme\n\nCertains auteurs critiquent le régime de l'art. 37b LIFD :\n\n**a) Inégalité avec les salariés**\n\nLes indépendants peuvent, grâce à l'art. 37b, bénéficier d'une imposition très réduite sur des montants parfois considérables, alors que les prestations LPP des salariés restent imposables (même si à taux réduit).\n\n**Réponse des défenseurs** : Les indépendants prennent des risques entrepreneuriaux (absence de salaire garanti, responsabilité illimitée pour les raisons individuelles et SNC, investissements personnels dans l'entreprise). L'art. 37b compense ces risques en permettant de conserver une part plus importante du fruit de leur travail lors de la cessation.\n\n**b) Risque d'abus**\n\nDes contribuables pourraient être tentés de sous-évaluer systématiquement leurs actifs durant leur carrière (amortissements excessifs, non-réévaluation d'immeubles), puis de tout réévaluer juste avant la cessation pour profiter de l'art. 37b.\n\n**Réponse** : Le droit fiscal suisse impose déjà une comptabilité conforme aux principes commerciaux (art. 957 ss CO). Les amortissements excessifs et les sous-évaluations abusives sont interdits. De plus, l'exigence d'un lien de causalité entre réalisation et cessation limite les abus : une réévaluation manifestement opportuniste, sans lien avec une cessation effective, sera refusée.\n\n**c) Proposition : Plafonnement du montant privilégié**\n\nCertains proposent de plafonner le montant bénéficiant de l'imposition privilégiée (par exemple CHF 1'000'000), avec imposition ordinaire au-delà. Objectif : limiter l'avantage aux indépendants modestes, éviter que les très gros patrimoines commerciaux bénéficient d'un allègement excessif.\n\n**Contre-argument** : Un plafonnement pénaliserait les entrepreneurs qui ont bâti des entreprises prospères sur plusieurs décennies. Il introduirait une forme de progressivité qui contredit l'objectif initial de l'art. 37b (éviter précisément la sur-imposition due à la progressivité).\n\n**Proposition alternative** : Plutôt qu'un plafonnement, augmenter le taux minimum de 2% à 5%, pour garantir une contribution fiscale minimale même sur des montants très élevés.\n\n#### 3. Comparaison internationale\n\nLe régime suisse de l'art. 37b LIFD est relativement généreux en comparaison internationale.\n\n**France** : Pas de régime privilégié comparable. Les plus-values professionnelles sont imposées au barème progressif de l'impôt sur le revenu (jusqu'à 45%), avec possibilité d'étalement sur 3 ans dans certains cas. Des exonérations existent pour les petites entreprises (chiffre d'affaires < 90'000 € pour prestations de services), mais pas d'imposition réduite générale.\n\n**Allemagne** : Un régime de \"Freibetrag\" (abattement) de 45'000 € est applicable aux bénéfices de cession d'entreprise pour les contribuables de plus de 55 ans ou invalides. Au-delà, imposition ordinaire. Taux d'imposition total pouvant atteindre 45% + 5,5% de solidarité.\n\n**Autriche** : Taux d'imposition spécial de 27,5% pour les bénéfices exceptionnels, y compris les bénéfices de liquidation d'entreprise, sans condition d'âge particulière. Système plus simple que le système suisse mais taux effectif souvent supérieur.\n\n**Conclusion** : Le système suisse, avec son taux calculé sur un cinquième du montant (minimum 2%), aboutit souvent à des taux effectifs de 8-15%, nettement plus avantageux que les systèmes voisins. Cet avantage constitue un facteur d'attractivité pour les entrepreneurs.\n\n### D. Recommandations pratiques pour les contribuables\n\n#### 1. Planification de la cessation d'activité\n\nPour optimiser l'application de l'art. 37b LIFD, les contribuables devraient :\n\n**a) Anticiper (3-5 ans avant la cessation prévue)**\n\n- Consulter un conseiller fiscal spécialisé pour établir un bilan fiscal de l'entreprise.\n- Identifier les réserves latentes existantes (valeur vénale vs valeur comptable de tous les actifs).\n- Évaluer le montant de l'avantage fiscal résultant de l'art. 37b.\n- Planifier le timing optimal de la cessation (âge 55 ans révolus, exercice fiscal favorable).\n\n**b) Optimiser la politique d'amortissement**\n\n- Éviter les sur-amortissements (amortissements excessifs par rapport à la dépréciation économique réelle) qui pourraient être requalifiés par l'administration fiscale.\n- Maintenir une comptabilité rigoureuse conforme aux principes commerciaux.\n- Documenter les choix d'amortissement (taux utilisés, justifications économiques).\n\n**c) Choisir la forme de cessation**\n\nTrois options principales :\n\n**Option 1 : Liquidation pure**\n- Vente de tous les actifs.\n- Cessation complète de l'activité.\n- Conversion en liquidités pour financer la retraite.\n- **Avantage** : Simplicité, réalisation immédiate des liquidités.\n- **Inconvénient** : Perte de l'activité économique, éventuel regret si la conjoncture évolue favorablement.\n\n**Option 2 : Transformation en SA/Sàrl**\n- Apport de l'entreprise à une société de capitaux.\n- Continuation de l'activité sous forme de SA/Sàrl.\n- Possibilité de rester actif comme salarié ou administrateur.\n- **Avantage** : Continuité économique, limitation de responsabilité, facilitates transmission/cession ultérieure.\n- **Inconvénient** : Complexité accrue, coûts de gouvernance d'entreprise.\n\n**Option 3 : Transmission familiale**\n- Don ou vente de l'entreprise à des enfants ou proches.\n- Cessation de l'activité par le contribuable, reprise par la génération suivante.\n- **Avantage** : Maintien dans la famille, continuité pour les collaborateurs et clients.\n- **Inconvénient** : Nécessite des repreneurs compétents et intéressés, questions de valorisation et d'équité successorale.\n\n**Choix fiscal** : Les trois options permettent l'application de l'art. 37b LIFD si les conditions sont remplies. Le choix dépend de considérations extra-fiscales (volonté de poursuivre l'activité, succession familiale, besoin de liquidités).\n\n#### 2. Gestion des relations avec l'administration fiscale\n\n**a) Déclaration fiscale**\n\nLe contribuable doit expressément demander l'application de l'art. 37b LIFD dans sa déclaration fiscale de l'année de réalisation des réserves latentes. Il convient de joindre :\n- Un état détaillé des réserves latentes réalisées (actif par actif).\n- Les justificatifs comptables (bilan avant/après réévaluation, factures de vente, rapports d'évaluation).\n- Une note explicative démontrant le lien de causalité entre réalisation et cessation.\n\n**b) En cas de contestation**\n\nSi l'administration refuse l'application de l'art. 37b, le contribuable dispose de voies de recours :\n- **Réclamation** : Auprès de l'autorité de taxation (délai : 30 jours dès la notification de la décision de taxation).\n- **Recours** : Auprès de la commission cantonale de recours en matière d'impôt.\n- **Recours au Tribunal fédéral** : En dernière instance, pour violation du droit fédéral (art. 37b LIFD).\n\n**Stratégie contentieuse** : S'appuyer sur l'ATF 150 II 265 pour démontrer que :\n- La réalisation comptable est admise.\n- Un décalage temporel limité n'exclut pas le lien de causalité.\n- La planification cohérente de restructuration établit le lien requis.\n\n#### 3. Coordination avec la prévoyance professionnelle\n\n**a) Rachats LPP/3a dans les années précédant la cessation**\n\nLes contribuables indépendants affiliés à une institution de prévoyance (2e pilier facultatif) ou disposant d'un pilier 3a devraient maximiser leurs rachats dans les 3-5 années précédant la cessation.\n\n**Avantages** :\n- Déduction immédiate du revenu imposable (réduction de l'impôt ordinaire).\n- Constitution d'un capital de prévoyance qui sera imposé séparément à taux réduit lors du versement.\n- Cumul possible avec l'avantage de l'art. 37b LIFD sur les réserves latentes commerciales.\n\n**Montants déductibles** :\n- **Pilier 3a** : CHF 35'280 par an (2024) pour les indépendants sans 2e pilier.\n- **Rachats LPP** : Selon les lacunes de prévoyance, pouvant atteindre plusieurs centaines de milliers de francs.\n\n**Attention** : Règle du délai de blocage de 3 ans. Si le contribuable effectue un rachat LPP, il ne peut retirer les fonds sous forme de capital avant 3 ans, sauf à rembourser l'avantage fiscal. Planifier les rachats en conséquence.\n\n**b) Arbitrage entre capital et rente LPP**\n\nLors du départ à la retraite, le contribuable doit choisir entre versement en capital ou rente viagère de sa prestation LPP.\n\n**Versement en capital** :\n- Imposition unique à taux réduit (séparé des autres revenus).\n- Liberté de gestion du capital.\n- Risque de longévité (épuisement du capital si durée de vie très longue).\n\n**Rente viagère** :\n- Sécurité du revenu à vie.\n- Imposition annuelle au barème ordinaire (mais rente inférieure au revenu d'activité, donc taux plus bas).\n- Pas de risque de longévité, mais pas de transmission du capital aux héritiers.\n\n**Stratégie optimale** : Versement en capital si le contribuable dispose d'autres sources de revenus (rente AVS, rendement du capital commercial liquidé) et souhaite transmettre un patrimoine à ses héritiers. Rente si sécurité du revenu prioritaire et pas de volonté de transmission.\n\n## IV. Conclusion\n\nL'arrêt ATF 150 II 265 du 24 avril 2024 constitue une avancée majeure dans l'interprétation de l'art. 37b LIFD. En confirmant que les réévaluations comptables d'actifs peuvent bénéficier du régime d'imposition privilégiée lors de la cessation d'activité indépendante, le Tribunal fédéral adopte une approche pragmatique et favorable aux contribuables.\n\n### Points saillants de la jurisprudence\n\n1. **Extension de la notion de réalisation** : Les réalisations comptables (réévaluations) sont assimilées aux réalisations effectives (ventes) et systématiques (transferts à la fortune privée) pour l'application de l'art. 37b LIFD.\n\n2. **Appréciation souple du lien de causalité** : Un décalage temporel limité entre réévaluation et cessation formelle n'est pas dirimant si l'opération s'inscrit dans une planification cohérente de restructuration.\n\n3. **Transformation en SA assimilée à une cessation** : Le passage du statut d'indépendant à celui d'actionnaire/salarié constitue une cessation définitive d'activité lucrative indépendante au sens de l'art. 37b LIFD.\n\n4. **Rejet du critère du flux de trésorerie** : L'absence d'encaissement effectif lors d'une réévaluation comptable n'exclut pas l'application du régime privilégié.\n\n### Portée pratique\n\nCette jurisprudence offre une sécurité juridique accrue aux entrepreneurs planifiant leur cessation d'activité. Elle légitime les stratégies de réévaluation comptable anticipée dans le cadre de restructurations (transformations en SA/Sàrl), permettant d'optimiser la charge fiscale tout en respectant le droit.\n\n### Recommandations finales\n\nLes contribuables concernés devraient :\n- **Planifier** leur cessation d'activité plusieurs années à l'avance en consultation avec des conseillers spécialisés.\n- **Documenter** rigoureusement la cohérence entre réévaluations, restructurations et cessation effective.\n- **Optimiser** la coordination entre art. 37b LIFD, rachats LPP, et autres instruments de prévoyance.\n- **Respecter** les conditions légales strictes (âge 55 ans, cessation définitive, lien de causalité) pour sécuriser le bénéfice du régime privilégié.\n\nL'art. 37b LIFD demeure un outil essentiel de justice fiscale, évitant la sur-imposition des indépendants et compensant partiellement l'absence de prévoyance professionnelle obligatoire. L'ATF 150 II 265 en précise utilement les contours, confirmant son rôle central dans la fiscalité de la cessation d'activité indépendante en Suisse.\n\n### Perspectives d'évolution\n\nLe législateur pourrait être amené à clarifier certains points laissés ouverts par la jurisprudence :\n- Définition précise de l'\"activité accessoire\" admissible post-cessation.\n- Éventuel plafonnement du montant bénéficiant de l'imposition privilégiée (débat politique).\n- Coordination avec les régimes cantonaux et communaux (harmonisation renforcée).\n\nEn attendant d'éventuelles modifications législatives, l'ATF 150 II 265 fournit un cadre interprétatif stable et prévisible, facilitant la planification fiscale des entrepreneurs suisses et contribuant à l'attractivité du statut d'indépendant dans le système fiscal helvétique.",
  "version_courte": "# Imposition privilégiée des bénéfices de liquidation (ATF 150 II 265) - Version courte\n\n## Principe établi\n\nL'ATF 150 II 265 du 24 avril 2024 confirme que les réserves latentes réalisées par réévaluation comptable d'actifs immobilisés peuvent bénéficier de l'imposition privilégiée de l'art. 37b LIFD lors de la cessation d'activité indépendante, pour autant qu'un lien de causalité suffisant existe entre la réévaluation et la cessation.\n\n## Conditions cumulatives (art. 37b LIFD)\n\n1. Contribuable âgé de 55 ans révolus ou invalide\n2. Cessation définitive de l'activité lucrative indépendante\n3. Réalisation de réserves latentes (effective, systématique ou comptable)\n4. Lien de causalité entre réalisation et cessation\n\n## Implications pratiques\n\n**Réévaluation comptable admise** : Une simple réévaluation comptable, sans vente effective des actifs, suffit si elle anticipe une cessation d'activité planifiée (transformation en SA/Sàrl l'année suivante par exemple).\n\n**Décalage temporel accepté** : Un an entre réévaluation et cessation formelle n'exclut pas le lien de causalité si l'opération s'inscrit dans une planification cohérente.\n\n**Transformation = cessation** : La transformation d'une entreprise individuelle ou société de personnes en SA/Sàrl constitue une cessation définitive d'activité indépendante, même si l'activité économique se poursuit.\n\n**Avantage fiscal** : Le taux d'imposition est calculé sur un cinquième du montant réalisé (minimum 2%), aboutissant typiquement à des taux effectifs de 8-15% au lieu de 35-40% en imposition ordinaire. Économie fiscale considérable pour les entrepreneurs.\n\n## Recommandation\n\nPlanifier la cessation d'activité 3-5 ans à l'avance en consultant un spécialiste fiscal pour optimiser l'application de l'art. 37b LIFD et la coordination avec les rachats LPP/3a.",
  "statistiques": {
    "nombre_arrets_analyses": 8,
    "nombre_articles_cites": 6,
    "periode_couverte": "2019-2024",
    "mots_analyse_complete": 9850
  }
}
