{
  "titre": "Responsabilité de l'État pour omission et tort moral des proches : l'inaction des gardes-frontière lors d'une urgence médicale (ATF 151 II 245)",
  "arrets_principaux": [
    {
      "reference": "ATF 151 II 245",
      "autre_reference": "2C_1016/2022",
      "date": "2024",
      "juridiction": "Tribunal fédéral suisse",
      "formation": "IIe Cour de droit public",
      "parties": "Ressortissants syriens c. Confédération suisse",
      "matiere": "Responsabilité de l'État - Tort moral - Omission des gardes-frontière - Urgence médicale",
      "publication": "Publié aux ATF, volume 151 II 245",
      "contexte_factuel": "Le 4 juillet 2014, une famille syrienne avec une femme enceinte de 27 semaines a été arrêtée dans le train Milan-Paris par la police aux frontières française. Les autorités françaises ont remis le couple et leurs trois enfants à leurs collègues suisses à Vallorbe pour expulsion vers l'Italie. Durant le transport vers Brigue, la femme a présenté des saignements et des douleurs aiguës. Les gardes-frontière ont refusé toute assistance médicale. Hospitalisée seulement à son arrivée en Italie, elle a accouché d'un enfant mort-né.",
      "url": "https://lawinside.ch/1534/"
    }
  ],
  "arrets_cites": [
    {
      "reference": "ATF 138 III 337",
      "date": "11.04.2012",
      "pertinence": "Tort moral pour personne juridique ayant subi une atteinte illicite à sa personnalité",
      "principe": "Une personne juridique peut faire valoir en justice une demande en réparation du tort moral en application de l'art. 49 CO",
      "citation": "De par cet emprunt à la théorie de la réalité de la personne morale, il faut admettre, en suivant un raisonnement analogique, qu'un organe d'une personne morale, lorsque celle-ci est victime d'une atteinte à sa personnalité, ressent pour elle une souffrance, qui habilite la personne juridique à réclamer en son nom propre une réparation pour tort moral",
      "url": "https://www.bger.ch/ext/eurospider/live/fr/php/clir/http/index.php?highlight_docid=atf://138-III-337:fr&lang=fr&type=show_document"
    },
    {
      "reference": "ATF 134 III 97",
      "pertinence": "Interprétation de la notion de 'famille' et 'proches' selon l'art. 47 CO",
      "principe": "La notion de 'famille' doit être comprise au sens du terme allemand 'Angehörige' (proches), élargissant le cercle des personnes considérées",
      "url": "http://relevancy.bger.ch/php/clir/http/index.php?highlight_docid=atf://134-III-97:de&lang=de&type=show_document"
    },
    {
      "reference": "ATF 138 III 157",
      "date": "02.02.2012",
      "pertinence": "Extension du droit au tort moral aux concubins en relation stable",
      "principe": "Une relation de concubinage stable peut donner droit à une indemnité pour tort moral. Seule une personne vivant dans une relation de concubinage stable doit être considérée comme 'proche' et reconnue comme ayant droit à une réparation du tort moral selon l'art. 47 CO",
      "citation": "Une relation de concubinage stable s'entend comme une communauté de vie d'une certaine durée, voire durable, entre deux personnes, au caractère exclusif en principe, présentant une composante spirituelle, corporelle et économique, parfois désignée comme communauté de toit, de table et de lit",
      "url": "http://relevancy.bger.ch/php/clir/http/index.php?highlight_docid=atf://138-III-157:fr&lang=fr&type=show_document"
    },
    {
      "reference": "ATF 128 IV 53",
      "pertinence": "Conditions et seuil de gravité pour l'octroi du tort moral",
      "principe": "Le tort moral n'est justifié que si la victime a subi un préjudice considérable caractérisé par des souffrances qui excèdent en intensité ce qu'une personne devrait être capable de supporter seule",
      "url": "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=atf://128-IV-53:fr&lang=fr&type=show_document"
    }
  ],
  "articles_loi": [
    {
      "reference": "Art. 3 al. 1 LRCF",
      "titre": "Responsabilité de la Confédération pour acte illicite",
      "texte": "La Confédération répond du dommage causé sans droit à un tiers par un fonctionnaire dans l'exercice de ses fonctions.",
      "importance": "Disposition fondamentale établissant la responsabilité de l'État pour les actes de ses agents. S'applique également aux omissions.",
      "url": "https://www.admin.ch/opc/fr/classified-compilation/19580024/"
    },
    {
      "reference": "Art. 6 al. 1 LRCF",
      "titre": "Dommages-intérêts et tort moral",
      "texte": "La Confédération répond selon les règles du code des obligations sur la responsabilité fondée sur des actes illicites. En cas de mort d'homme, le juge peut allouer au conjoint, aux enfants ou, le cas échéant, aux père et mère du défunt, une somme d'argent à titre de réparation morale.",
      "importance": "L'art. 6 al. 1 LRCF limite expressément le tort moral aux proches en cas de mort d'homme. Toutefois, la jurisprudence admet, par application analogique de l'art. 49 CO, une réparation morale pour les proches en cas de lésions corporelles graves.",
      "url": "https://www.admin.ch/opc/fr/classified-compilation/19580024/"
    },
    {
      "reference": "Art. 6 al. 2 LRCF",
      "titre": "Réduction ou refus des dommages-intérêts",
      "texte": "Lorsque le lésé a consenti à la lésion ou que des faits dont il est responsable ont contribué à créer ou à aggraver le dommage, l'autorité compétente peut réduire les dommages-intérêts ou même n'en point allouer.",
      "importance": "Principe de la faute concomitante applicable en matière de responsabilité de l'État",
      "url": "https://www.admin.ch/opc/fr/classified-compilation/19580024/"
    },
    {
      "reference": "Art. 47 CO",
      "titre": "Tort moral en cas de lésions corporelles ou mort",
      "texte": "Le juge peut, en tenant compte de circonstances particulières, allouer à la victime d'une atteinte à sa personne ou, en cas de mort d'homme, à la famille, une indemnité équitable à titre de réparation morale.",
      "importance": "Disposition du Code des obligations applicable par renvoi de l'art. 6 LRCF. Élargie par la jurisprudence pour inclure les 'proches' au-delà de la famille stricto sensu.",
      "url": "https://www.fedlex.admin.ch/eli/cc/27/317_321_377/fr#art_47"
    },
    {
      "reference": "Art. 49 CO",
      "titre": "Tort moral en cas d'atteinte à la personnalité",
      "texte": "Celui qui subit une atteinte illicite à sa personnalité a droit à une somme d'argent à titre de réparation morale, pour autant que la gravité de l'atteinte le justifie et que l'auteur ne lui ait pas donné satisfaction autrement.",
      "importance": "Applicable par analogie à l'art. 6 LRCF. Établit le critère de gravité de l'atteinte comme condition du tort moral.",
      "url": "https://www.fedlex.admin.ch/eli/cc/27/317_321_377/fr#art_49"
    },
    {
      "reference": "Art. 28 CC",
      "titre": "Protection de la personnalité contre les atteintes illicites",
      "texte": "Celui qui subit une atteinte illicite à sa personnalité peut agir en justice pour sa protection contre toute personne qui y participe.",
      "importance": "Fondement général de la protection de la personnalité en droit suisse",
      "url": "https://www.fedlex.admin.ch/eli/cc/24/233_245_233/fr#art_28"
    }
  ],
  "doctrine_citee": [],
  "mots_cles": [
    "Responsabilité de l'État",
    "Staatshaftung",
    "LRCF",
    "Verantwortlichkeitsgesetz",
    "Tort moral",
    "Genugtuung",
    "Personne directement lésée",
    "Direkt Geschädigter",
    "Proches",
    "Angehörige",
    "Omission",
    "Unterlassung",
    "Gardes-frontière",
    "Grenzwachtkorps",
    "Urgence médicale",
    "Medizinischer Notfall",
    "Art. 6 LRCF",
    "Art. 47 CO",
    "Art. 49 CO",
    "Causalité hypothétique",
    "Hypothetische Kausalität",
    "Seuil de gravité",
    "Schweregrad",
    "Atteinte à la personnalité",
    "Persönlichkeitsverletzung"
  ],
  "faits": {
    "date_evenement": "4 juillet 2014",
    "lieu": "Train Milan-Paris, Vallorbe, transfert vers Brigue",
    "parties": {
      "demandeurs": "Famille syrienne (mari, femme enceinte de 27 semaines, trois enfants)",
      "defendeur": "Confédération suisse (gardes-frontière)"
    },
    "deroulement": "La famille syrienne a été arrêtée dans le train Milan-Paris par la police aux frontières française. Les autorités françaises ont remis la famille aux gardes-frontière suisses à Vallorbe pour expulsion vers l'Italie. Les gardes-frontière ont transporté les réfugiés par minibus vers Brigue. Durant le trajet, la femme enceinte a présenté des saignements et des douleurs aiguës. Dans les locaux des gardes-frontière, la femme s'est plainte de douleurs aiguës mais les fonctionnaires ont refusé toute assistance médicale. Elle n'a été hospitalisée qu'à son arrivée en Italie, où elle a accouché d'un enfant mort-né.",
    "consequences": {
      "penales": "Justice militaire : un garde-frontière a été reconnu coupable de lésions corporelles par négligence, tentative d'interruption de grossesse et violations répétées des prescriptions de service",
      "civiles": "Le Tribunal administratif fédéral a accordé 12'000 francs d'indemnité pour lésions corporelles à la femme syrienne. Le mari a également réclamé une indemnité pour tort moral en tant que personne directement lésée"
    },
    "question_juridique": "Un conjoint peut-il obtenir une indemnité pour tort moral en tant que personne directement lésée (art. 6 al. 2 VG/LRCF) lorsque l'événement générateur de responsabilité n'affecte pas seulement la relation personnelle avec la personne lésée mais également d'autres intérêts juridiques de cette personne, notamment sa santé ?"
  },
  "principe_juridique": {
    "regle_principale": "Une prétention en indemnisation du tort moral fondée sur une atteinte à la personnalité n'existe que si la gravité de l'atteinte le justifie. L'atteinte doit clairement dépasser le niveau de la simple agitation ou des soucis quotidiens.",
    "application": "Le Tribunal fédéral a admis une prétention en indemnisation du tort moral pour le mari en tant que personne directement lésée au sens de l'art. 6 al. 2 LRCF en relation avec le refus du corps des gardes-frontière d'obtenir une aide médicale pour son épouse enceinte.",
    "extension_jurisprudentielle": "Bien que l'art. 6 al. 1 LRCF limite expressément le tort moral aux proches en cas de mort d'homme, la jurisprudence admet, par application analogique de l'art. 49 CO, une réparation morale pour les proches en cas de lésions corporelles graves présentant une gravité suffisante."
  },
  "analyse_markdown": "# Responsabilité de l'État pour omission et tort moral des proches : l'arrêt de principe ATF 151 II 245\n\n## I. Introduction : un cas emblématique aux frontières du droit de la responsabilité\n\nL'ATF 151 II 245 (2C_1016/2022), publié en 2024, constitue un jalon important dans l'évolution de la jurisprudence suisse relative à la responsabilité de l'État et au tort moral des proches. Cet arrêt s'inscrit dans le contexte tragique de l'incident de Vallorbe du 4 juillet 2014, qui a suscité une vive émotion dans l'opinion publique suisse et donné lieu à des procédures tant pénales que civiles.\n\nLe Tribunal fédéral y précise les conditions dans lesquelles **un proche peut obtenir une indemnité pour tort moral en tant que personne directement lésée** lorsque l'omission fautive d'agents de l'État cause des lésions corporelles graves à un membre de sa famille.\n\n## II. Le contexte factuel : l'inaction des gardes-frontière face à une urgence médicale\n\n### A. Le déroulement des faits\n\nLe 4 juillet 2014, une famille syrienne composée d'un couple et de leurs trois enfants est arrêtée dans le train de nuit Milan-Paris par la police aux frontières française. La femme est enceinte de 27 semaines. Les autorités françaises remettent la famille aux gardes-frontière suisses à Vallorbe pour expulsion vers l'Italie.\n\nLes gardes-frontière transportent les réfugiés par minibus vers Brigue (Brig). Durant le trajet, la femme présente des **saignements et des douleurs aiguës**. Dans les locaux des gardes-frontière, elle se plaint de douleurs intenses, mais **les fonctionnaires refusent toute assistance médicale**.\n\nLa femme n'est hospitalisée qu'à son arrivée en Italie. Elle accouche d'un **enfant mort-né**.\n\n### B. Les suites judiciaires\n\n#### 1. Procédure pénale\n\nLa justice militaire a poursuivi un garde-frontière pour défaut de prêter secours à une personne en danger, mise en danger de la vie d'autrui et inobservation de prescriptions. Il a été reconnu **coupable de lésions corporelles par négligence, tentative d'interruption de grossesse et violations répétées des prescriptions de service**.\n\n#### 2. Procédure civile\n\nLe Tribunal administratif fédéral a accordé **CHF 12'000 d'indemnité pour lésions corporelles** à la femme syrienne, en compensation du préjudice subi du fait de l'inaction des gardes-frontière.\n\nLe **mari** a également réclamé une indemnité pour tort moral en sa qualité de personne directement lésée selon l'art. 6 al. 2 LRCF. C'est cette prétention qui a donné lieu à l'ATF 151 II 245.\n\n## III. Le cadre juridique : la responsabilité de l'État pour omission\n\n### A. Les fondements de la responsabilité de l'État selon la LRCF\n\nLa **Loi sur la responsabilité de la Confédération** (LRCF, RS 170.32) du 14 mars 1958 régit la responsabilité de l'État fédéral pour les actes de ses agents.\n\n#### 1. Art. 3 al. 1 LRCF : le principe de la responsabilité pour acte illicite\n\nL'art. 3 al. 1 LRCF dispose :\n\n> \"La Confédération répond du dommage causé sans droit à un tiers par un fonctionnaire dans l'exercice de ses fonctions.\"\n\nCette disposition s'applique non seulement aux **actes positifs** mais également aux **omissions**. La responsabilité pour le comportement des membres du corps des gardes-frontière est régie par la LRCF.\n\n#### 2. Conditions de la responsabilité\n\nPour obtenir réparation selon l'art. 3 LRCF, il faut prouver :\n\n1. **Un acte illicite** (ou une omission fautive)\n2. **Un dommage**\n3. **Un lien de causalité** entre l'acte illicite et le dommage\n\n**En cas d'omission**, la causalité hypothétique doit être analysée : il faut démontrer qu'une action en temps utile aurait empêché le dommage avec une **vraisemblance prépondérante**.\n\nDans le cas d'espèce, les éléments étaient réunis : le refus fautif de prêter assistance médicale constituait une omission illicite, les lésions corporelles graves et le décès de l'enfant constituaient un dommage, et le lien de causalité était établi.\n\n### B. Art. 6 LRCF : les dommages-intérêts et le tort moral\n\nL'art. 6 al. 1 LRCF prévoit :\n\n> \"La Confédération répond selon les règles du code des obligations sur la responsabilité fondée sur des actes illicites. En cas de mort d'homme, le juge peut allouer au conjoint, aux enfants ou, le cas échéant, aux père et mère du défunt, une somme d'argent à titre de réparation morale.\"\n\nCette disposition appelle plusieurs observations :\n\n1. **Renvoi au Code des obligations** : La LRCF renvoie aux règles du CO, notamment aux art. 41 ss CO (responsabilité délictuelle) et aux art. 47 et 49 CO (tort moral).\n\n2. **Limitation expresse** : L'art. 6 al. 1 LRCF limite expressément le tort moral aux proches **\"en cas de mort d'homme\"**.\n\n3. **Extension jurisprudentielle** : Malgré cette limitation textuelle, la jurisprudence a admis, par **application analogique de l'art. 49 CO**, une réparation morale pour les proches en cas de lésions corporelles graves.\n\n## IV. La question centrale : le tort moral des proches en cas de lésions corporelles\n\n### A. La distinction entre victime directe et personne directement lésée\n\nL'ATF 151 II 245 soulève la question de savoir si un conjoint peut obtenir une indemnité pour tort moral **en tant que personne directement lésée** (et non seulement en tant que victime indirecte ou proche) lorsque l'événement générateur de responsabilité n'affecte pas seulement la relation personnelle avec la personne lésée mais également d'autres intérêts juridiques de cette personne.\n\nLe mari invoquait son propre préjudice moral résultant de l'inaction des gardes-frontière, qui avait porté atteinte non seulement à son épouse mais également à lui-même en tant que **témoin impuissant** de la détresse de son épouse enceinte.\n\n### B. Le seuil de gravité selon l'art. 49 CO\n\nL'art. 49 CO, applicable par analogie, pose une **condition de gravité** :\n\n> \"Celui qui subit une atteinte illicite à sa personnalité a droit à une somme d'argent à titre de réparation morale, pour autant que **la gravité de l'atteinte le justifie** et que l'auteur ne lui ait pas donné satisfaction autrement.\"\n\nLa jurisprudence a précisé ce critère :\n\n- L'atteinte doit présenter une **certaine gravité objective**\n- Elle doit être ressentie par la victime comme une souffrance morale suffisamment forte\n- Le tort moral n'est justifié que si la victime a subi un **préjudice considérable** caractérisé par des souffrances qui excèdent en intensité ce qu'une personne devrait être capable de supporter seule (ATF 128 IV 53)\n- L'atteinte doit **clairement dépasser le niveau de la simple agitation ou des soucis quotidiens**\n\n### C. La solution de l'ATF 151 II 245\n\nLe Tribunal fédéral a **admis la prétention en indemnisation du tort moral** pour le mari en tant que personne directement lésée au sens de l'art. 6 al. 2 LRCF.\n\nLes raisons de cette admission :\n\n1. **La gravité exceptionnelle de la situation** : une femme enceinte de 27 semaines présentant des saignements et des douleurs aiguës, à qui toute assistance médicale est refusée, dans un contexte d'impuissance totale pour le mari\n\n2. **L'atteinte aux intérêts propres du mari** : le mari n'était pas seulement affecté par ricochet en raison de l'atteinte portée à son épouse, mais subissait une atteinte directe à ses propres intérêts (sa santé psychique, son bien-être, sa dignité)\n\n3. **Le dépassement du seuil de gravité** : les circonstances dépassaient clairement le niveau de la simple perturbation ou des soucis quotidiens\n\n## V. Les enseignements de la jurisprudence connexe sur le tort moral des proches\n\n### A. L'élargissement progressif de la notion de \"proches\"\n\nLa jurisprudence suisse a connu une **évolution progressive** dans la définition des personnes pouvant prétendre au tort moral en qualité de proches.\n\n#### 1. L'ATF 134 III 97 : du terme \"famille\" au terme \"proches\"\n\nL'ATF 134 III 97 a interprété la notion de \"famille\" au sens de l'art. 47 CO comme correspondant au terme allemand **\"Angehörige\"** (proches), élargissant ainsi le cercle des personnes considérées.\n\nLa notion de proches doit toutefois être **comprise restrictivement** : il s'agit de personnes qui vivaient dans l'entourage du défunt et entretenaient des relations étroites avec lui.\n\n#### 2. L'ATF 138 III 157 : l'extension aux concubins\n\nL'ATF 138 III 157 du 2 février 2012 a marqué une étape importante en admettant que **les concubins en relation stable** peuvent prétendre au tort moral selon l'art. 47 CO.\n\nLe Tribunal fédéral a défini la relation de concubinage stable comme :\n\n> \"Une communauté de vie d'une certaine durée, voire durable, entre deux personnes, au caractère exclusif en principe, présentant une composante spirituelle, corporelle et économique, parfois désignée comme communauté de toit, de table et de lit.\"\n\nCette jurisprudence reflète l'évolution sociologique des formes familiales et la nécessité d'adapter le droit aux réalités contemporaines.\n\n### B. Le tort moral pour les personnes juridiques : ATF 138 III 337\n\nL'ATF 138 III 337 du 11 avril 2012 a confirmé la jurisprudence selon laquelle **une personne juridique peut faire valoir une demande en réparation du tort moral** en application de l'art. 49 CO.\n\nLe Tribunal fédéral a justifié cette solution par un **raisonnement analogique** fondé sur la théorie de la réalité de la personne morale :\n\n> \"De par cet emprunt à la théorie de la réalité de la personne morale, il faut admettre, en suivant un raisonnement analogique, qu'un organe d'une personne morale, lorsque celle-ci est victime d'une atteinte à sa personnalité, ressent pour elle une souffrance, qui habilite la personne juridique à réclamer en son nom propre une réparation pour tort moral.\"\n\nBien que concernant les personnes morales, cet arrêt illustre la **flexibilité de la notion de tort moral** et la volonté du Tribunal fédéral d'adapter les catégories juridiques aux situations dignes de protection.\n\n## VI. Analyse doctrinale et synthèse jurisprudentielle\n\n### A. Les trois cercles de protection du tort moral\n\nLa jurisprudence récente, synthétisée par l'ATF 151 II 245 et les arrêts connexes, permet de distinguer **trois cercles concentriques de protection** :\n\n#### 1. Premier cercle : la victime directe\n\nLa victime directe de l'atteinte illicite (ici, la femme enceinte) bénéficie d'un droit au tort moral selon l'art. 47 CO (en cas de lésions corporelles) ou l'art. 49 CO (en cas d'atteinte à la personnalité).\n\nCe droit est soumis à la **condition de gravité** : l'atteinte doit présenter une certaine gravité objective et être ressentie subjectivement comme une souffrance morale intense.\n\n#### 2. Deuxième cercle : la personne directement lésée\n\nL'ATF 151 II 245 introduit (ou du moins précise) la catégorie de la **\"personne directement lésée\"** (direkt Geschädigter) : il s'agit d'une personne qui, sans être la victime principale de l'acte illicite, subit elle-même une atteinte directe à ses intérêts juridiquement protégés.\n\nDans le cas d'espèce, le mari n'était pas seulement affecté par ricochet mais subissait une atteinte propre du fait de l'impuissance dans laquelle il se trouvait face à la détresse de son épouse enceinte et du refus des autorités de prêter assistance.\n\nCette catégorie permet de dépasser la dichotomie traditionnelle entre victime directe et victime indirecte, en reconnaissant que certaines situations affectent simultanément plusieurs personnes de manière directe.\n\n#### 3. Troisième cercle : les proches en cas de mort ou de lésions corporelles graves\n\nLes ATF 134 III 97 et 138 III 157 ont élargi le cercle des **proches** pouvant prétendre au tort moral :\n\n- En cas de **mort d'homme** : le conjoint, les enfants, les père et mère, et plus largement les \"proches\" au sens d'\"Angehörige\" (art. 47 CO, art. 6 al. 1 LRCF)\n- En cas de **lésions corporelles graves** : par application analogique de l'art. 49 CO, les proches peuvent également prétendre à une réparation morale si les conditions de gravité sont remplies\n- **Extension aux concubins** : l'ATF 138 III 157 admet que les concubins en relation stable sont des \"proches\" au sens de l'art. 47 CO\n\n### B. Les conditions cumulatives du tort moral\n\nLa synthèse de la jurisprudence permet d'identifier les **conditions cumulatives** d'octroi du tort moral :\n\n#### 1. Un acte illicite (ou une omission fautive)\n\nL'atteinte doit résulter d'un acte ou d'une omission contraire au droit. En matière de responsabilité de l'État, il faut démontrer que les agents de l'État ont agi en violation de leurs devoirs de fonction.\n\n#### 2. Une atteinte à des intérêts juridiquement protégés\n\nL'atteinte doit porter sur des intérêts dignes de protection :\n- Intégrité corporelle et santé (art. 47 CO)\n- Personnalité (art. 49 CO, art. 28 CC)\n- Relations familiales et affectives intenses\n\n#### 3. Le seuil de gravité\n\nC'est le **critère central** qui fait l'objet de l'appréciation judiciaire. L'atteinte doit :\n\n- Présenter une **gravité objective** suffisante\n- Être ressentie **subjectivement** par la victime comme une souffrance morale intense\n- **Dépasser clairement** le niveau de la simple perturbation, de l'agacement ou des soucis quotidiens\n- Excéder en intensité ce qu'une personne devrait être capable de supporter seule, sans recours au juge\n\nL'ATF 151 II 245 illustre un cas où ce seuil est incontestablement franchi : une femme enceinte en détresse médicale grave, un refus d'assistance malgré des douleurs aiguës et des saignements, l'impuissance totale du mari, et finalement la naissance d'un enfant mort-né.\n\n#### 4. Un lien de causalité\n\nEn cas d'omission, il faut établir une **causalité hypothétique** : démontrer qu'une action en temps utile aurait, avec une vraisemblance prépondérante, empêché le dommage ou réduit son ampleur.\n\n#### 5. L'absence de satisfaction autrement\n\nSelon l'art. 49 CO, le tort moral n'est accordé que si l'auteur n'a pas donné satisfaction autrement. Cette condition est généralement remplie en matière de responsabilité de l'État lorsque les autorités contestent leur responsabilité.\n\n### C. Le rôle de l'appréciation judiciaire\n\nLe tort moral relève du **pouvoir d'appréciation du juge** (art. 47 CO : \"le juge peut [...] allouer\"). Cette marge d'appréciation porte sur :\n\n1. **L'existence du droit** : le juge apprécie si les conditions sont remplies, notamment la gravité de l'atteinte\n2. **Le montant** : le juge fixe une indemnité équitable en tenant compte de l'ensemble des circonstances\n\nDans l'ATF 151 II 245, le Tribunal administratif fédéral a accordé CHF 12'000 à la femme pour les lésions corporelles. Le montant accordé au mari en tant que personne directement lésée n'est pas précisé dans les éléments disponibles.\n\n## VII. Les implications pratiques et théoriques\n\n### A. Pour le praticien du droit de la responsabilité de l'État\n\n#### 1. Identifier tous les demandeurs potentiels\n\nL'ATF 151 II 245 enseigne qu'il ne faut pas se limiter à la **victime principale** mais identifier également :\n\n- Les **personnes directement lésées** : celles qui subissent une atteinte propre à leurs intérêts\n- Les **proches** au sens large : conjoint, concubin stable, enfants, parents, mais aussi autres personnes entretenant une relation affective intense avec la victime principale\n\n#### 2. Établir la gravité de l'atteinte\n\nLe critère de gravité est **essentiel et strictement appliqué**. Le praticien doit :\n\n- Décrire précisément les circonstances objectives de l'atteinte\n- Documenter les souffrances subjectives (certificats médicaux, témoignages, suivi psychologique)\n- Démontrer que le seuil est franchi (comparaison avec d'autres cas, jurisprudence)\n\n#### 3. Distinguer les situations selon la gravité\n\nToutes les situations familiales difficiles ne donnent pas droit au tort moral. Il faut distinguer :\n\n- **Situations donnant droit au tort moral** : décès, lésions corporelles très graves, urgences médicales non prises en charge, impuissance face à la détresse d'un proche\n- **Situations ne franchissant pas le seuil** : simple inquiétude, perturbations mineures, contrariétés même significatives mais ne dépassant pas les soucis ordinaires de la vie\n\n### B. Pour la théorie du droit de la responsabilité\n\n#### 1. L'expansion progressive des cercles de protection\n\nLa jurisprudence récente illustre une **tendance expansive** du droit suisse de la responsabilité :\n\n- **Extension subjective** : élargissement du cercle des demandeurs (famille → proches → concubins → personnes directement lésées)\n- **Extension objective** : reconnaissance de nouveaux intérêts dignes de protection (relations affectives, bien-être psychique)\n\nCette évolution reflète une conception moderne de la personnalité et des relations familiales, plus inclusive et attentive aux réalités sociologiques.\n\n#### 2. La tension entre protection des victimes et sécurité juridique\n\nL'élargissement des cercles de protection crée une **tension** :\n\n- **D'un côté**, il répond au besoin de justice et de réparation intégrale des préjudices\n- **De l'autre**, il peut créer une insécurité juridique et une multiplication des demandeurs potentiels\n\nLe **seuil de gravité strictement appliqué** constitue le garde-fou principal contre une dérive vers une multiplication excessive des demandes.\n\n#### 3. L'analogie comme technique d'adaptation du droit\n\nL'ATF 151 II 245, comme les ATF 138 III 157 et 138 III 337, illustre l'usage de l'**analogie** comme technique d'adaptation du droit aux situations nouvelles :\n\n- Application analogique de l'art. 49 CO pour étendre le tort moral aux proches en cas de lésions corporelles graves (alors que le texte de l'art. 6 al. 1 LRCF limite cette possibilité aux cas de mort d'homme)\n- Interprétation large de la notion de \"famille\" en s'inspirant du terme allemand \"Angehörige\"\n- Extension du tort moral aux personnes juridiques par raisonnement analogique fondé sur la théorie de la réalité\n\nCette approche téléologique privilégie l'**esprit sur la lettre** et permet au droit de s'adapter aux évolutions sociales sans nécessiter de modifications législatives.\n\n## VIII. Questions ouvertes et perspectives\n\n### A. Les limites du cercle des personnes directement lésées\n\nL'ATF 151 II 245 reconnaît la catégorie des \"personnes directement lésées\" mais n'en définit pas précisément les contours. Plusieurs questions demeurent :\n\n1. **Quels autres liens que le lien conjugal** pourraient justifier la reconnaissance comme personne directement lésée ? (parents, enfants, frères et sœurs, amis proches ?)\n\n2. **Quelle intensité de lien affectif** est requise ?\n\n3. **La présence physique** lors de l'événement est-elle nécessaire ? Dans le cas d'espèce, le mari était présent et témoin impuissant. Qu'en serait-il d'un proche absent mais informé rapidement ?\n\n### B. La causalité en cas d'omission : le critère de la vraisemblance prépondérante\n\nEn matière d'omission, la causalité hypothétique doit être établie avec une **vraisemblance prépondérante**. Ce critère soulève des difficultés pratiques :\n\n- Comment établir qu'une assistance médicale en temps utile aurait évité le décès de l'enfant ?\n- Quel degré de certitude est requis ?\n- La simple possibilité d'éviter le dommage suffit-elle ?\n\nLa jurisprudence devra préciser ces questions, notamment dans les cas où le lien causal est moins évident que dans l'ATF 151 II 245.\n\n### C. La responsabilité pour omission en contexte migratoire\n\nL'ATF 151 II 245 s'inscrit dans un contexte particulier : celui du traitement des migrants et des demandeurs d'asile. Plusieurs questions se posent :\n\n1. **Les obligations de protection** des autorités sont-elles les mêmes à l'égard des personnes en situation irrégulière qu'à l'égard des résidents réguliers ?\n\n2. **La situation de vulnérabilité** des migrants (fatigue, stress, barrière linguistique) crée-t-elle des obligations accrues de vigilance pour les autorités ?\n\n3. **L'équilibre entre contrôle des frontières et protection des droits fondamentaux** : comment concilier l'efficacité du contrôle migratoire avec le respect des droits fondamentaux, notamment le droit à la santé et à la dignité ?\n\n## IX. Conclusion : un arrêt de principe aux implications profondes\n\nL'**ATF 151 II 245** constitue un arrêt de principe qui s'inscrit dans une évolution jurisprudentielle cohérente visant à **élargir la protection des victimes** en matière de responsabilité de l'État et de tort moral.\n\n### A. Les apports principaux de l'arrêt\n\n1. **Reconnaissance de la catégorie des \"personnes directement lésées\"** au-delà de la victime principale et des proches en tant que victimes indirectes\n\n2. **Application analogique de l'art. 49 CO** pour accorder le tort moral aux proches en cas de lésions corporelles graves, malgré la limitation textuelle de l'art. 6 al. 1 LRCF aux cas de mort d'homme\n\n3. **Confirmation du seuil de gravité** comme critère central : l'atteinte doit clairement dépasser le niveau de la simple perturbation ou des soucis quotidiens\n\n4. **Affirmation de la responsabilité de l'État pour omission** : le refus de prêter assistance médicale engage la responsabilité de la Confédération au même titre qu'un acte positif dommageable\n\n### B. L'inscription dans une jurisprudence évolutive\n\nL'ATF 151 II 245 s'inscrit dans un mouvement jurisprudentiel cohérent illustré par :\n\n- **ATF 134 III 97** : élargissement de la notion de \"famille\" à celle de \"proches\"\n- **ATF 138 III 157** : extension du tort moral aux concubins en relation stable\n- **ATF 138 III 337** : reconnaissance du tort moral pour les personnes juridiques\n\nCette évolution reflète une conception **moderne et inclusive** de la protection de la personnalité et des relations affectives.\n\n### C. Les enseignements pour le praticien\n\nLe praticien du droit de la responsabilité de l'État doit :\n\n1. **Identifier largement** tous les demandeurs potentiels (victime principale, personnes directement lésées, proches)\n\n2. **Établir rigoureusement la gravité** de l'atteinte par une documentation complète des circonstances objectives et des souffrances subjectives\n\n3. **Distinguer les situations** selon leur gravité : toutes les situations familiales difficiles ne franchissent pas le seuil requis\n\n4. **Anticiper l'évolution jurisprudentielle** : le Tribunal fédéral privilégie une approche téléologique et adaptative, utilisant l'analogie pour étendre la protection aux situations nouvelles\n\n### D. Les perspectives\n\nPlusieurs questions demeurent ouvertes :\n\n- Les limites précises du cercle des \"personnes directement lésées\"\n- Les exigences probatoires en matière de causalité hypothétique pour les omissions\n- L'articulation entre contrôle migratoire et protection des droits fondamentaux\n\nL'ATF 151 II 245 constitue ainsi un jalon important dans l'évolution du droit suisse de la responsabilité, mais laisse au juge et au praticien le soin de préciser les contours de ces nouvelles catégories dans les cas futurs.\n\nEn définitive, cet arrêt illustre la **capacité du droit suisse à s'adapter** aux situations nouvelles et aux évolutions sociologiques, tout en maintenant des critères rigoureux (notamment le seuil de gravité) pour garantir la sécurité juridique et éviter une dérive vers une multiplication excessive des demandes en indemnisation.",
  "version_courte": "## L'essentiel à retenir\n\n**Principe (ATF 151 II 245)** : Un conjoint peut obtenir une indemnité pour tort moral en tant que personne directement lésée (art. 6 al. 2 LRCF) lorsque l'omission fautive d'agents de l'État cause des lésions corporelles graves à son époux/épouse, à condition que la gravité de l'atteinte justifie cette indemnisation.\n\n**Contexte factuel** : En juillet 2014, les gardes-frontière suisses ont refusé toute assistance médicale à une femme syrienne enceinte de 27 semaines présentant des saignements et douleurs aiguës durant son transfert de Vallorbe vers Brigue. L'enfant est né mort-né en Italie.\n\n**Fondements juridiques** :\n- **LRCF art. 3 al. 1** : La Confédération répond du dommage causé sans droit par un fonctionnaire, y compris en cas d'omission\n- **LRCF art. 6 al. 1** : Renvoi au CO et tort moral limité textuellement aux proches en cas de mort d'homme\n- **Extension jurisprudentielle** : Application analogique de l'art. 49 CO pour accorder le tort moral aux proches en cas de lésions corporelles graves\n\n**Seuil de gravité (art. 49 CO)** : L'atteinte doit :\n- Présenter une gravité objective suffisante\n- Être ressentie subjectivement comme une souffrance morale intense\n- Clairement dépasser le niveau de la simple perturbation ou des soucis quotidiens\n- Excéder en intensité ce qu'une personne devrait supporter seule\n\n**Trois cercles de protection** :\n1. **Victime directe** : droit au tort moral selon art. 47 CO (lésions corporelles) ou art. 49 CO (atteinte personnalité)\n2. **Personne directement lésée** : subit une atteinte propre à ses intérêts (ATF 151 II 245)\n3. **Proches** : conjoint, enfants, parents, concubin stable (ATF 138 III 157) en cas de mort ou lésions graves\n\n**Évolution jurisprudentielle** :\n- **ATF 134 III 97** : \"famille\" = \"proches\" (Angehörige)\n- **ATF 138 III 157** : extension aux concubins en relation stable\n- **ATF 138 III 337** : tort moral pour personnes juridiques\n- **ATF 151 II 245** : reconnaissance des \"personnes directement lésées\"\n\n**Conditions cumulatives** :\n1. Acte illicite ou omission fautive\n2. Atteinte à des intérêts juridiquement protégés\n3. Seuil de gravité franchi\n4. Lien de causalité (causalité hypothétique en cas d'omission)\n5. Absence de satisfaction autrement\n\n**Implications pratiques** :\n- Identifier tous les demandeurs potentiels (victime + personnes directement lésées + proches)\n- Documenter rigoureusement la gravité objective et subjective de l'atteinte\n- Distinguer les situations franchissant le seuil de celles relevant de simples contrariétés\n- Établir la causalité hypothétique en cas d'omission avec vraisemblance prépondérante",
  "sources": [
    "https://lawinside.ch/1534/",
    "https://www.admin.ch/opc/fr/classified-compilation/19580024/",
    "https://www.fedlex.admin.ch/eli/cc/27/317_321_377/fr",
    "https://www.fedlex.admin.ch/eli/cc/24/233_245_233/fr",
    "https://www.bger.ch/ext/eurospider/live/fr/php/clir/http/index.php?highlight_docid=atf://138-III-337:fr&lang=fr&type=show_document",
    "http://relevancy.bger.ch/php/clir/http/index.php?highlight_docid=atf://134-III-97:de&lang=de&type=show_document",
    "http://relevancy.bger.ch/php/clir/http/index.php?highlight_docid=atf://138-III-157:fr&lang=fr&type=show_document",
    "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=atf://128-IV-53:fr&lang=fr&type=show_document",
    "https://www.rts.ch/info/monde/13534409-la-syrienne-enceinte-reconduite-a-la-frontiere-recevra-une-indemnite-de-12000-francs.html",
    "https://www.tdg.ch/12000-francs-dindemnites-pour-une-syrienne-qui-a-perdu-son-bebe-374153930568",
    "https://droitpourlapratique.ch/subtheme/responsabilite-de-letat"
  ],
  "date_analyse": "2025-11-06",
  "auteur": "Analyse jurisprudentielle - Droit suisse"
}
