{
  "metadata": {
    "titre": "Droit à l'accès aux documents officiels et secret fiscal : primauté du secret spécialisé sur le principe de transparence",
    "date_analyse": "2025-10-28",
    "domaine": "Droit public",
    "sous_domaine": "Transparence administrative, secret fiscal, accès aux documents officiels"
  },

  "arrets_analyses": [
    {
      "reference": "ATF 150 II 191",
      "numero_cause": "1C_272/2022",
      "date": "2023-11-15",
      "juridiction": "Ire Cour de droit public du Tribunal fédéral",
      "parties": "Société pour les peuples menacés (SPM) c. A. SA et consorts, OFDF",
      "url": "https://www.bger.ch/ext/eurospider/live/fr/php/clir/http/index.php?highlight_docid=atf://150-II-191:fr&lang=fr&type=show_document"
    },
    {
      "reference": "ATF 133 II 209",
      "numero_cause": "13Y_1/2007",
      "date": "2007-05-25",
      "juridiction": "Commission interne de recours du Tribunal fédéral",
      "description": "Finalité de la LTrans : renverser le principe du secret administratif",
      "url": "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=atf://133-II-209:fr&lang=fr&type=show_document"
    },
    {
      "reference": "ATF 148 II 92",
      "date": "2022",
      "juridiction": "Tribunal fédéral",
      "description": "Paradigme de la transparence et coordination avec législations spéciales"
    },
    {
      "reference": "ATF 142 II 340",
      "date": "2016",
      "juridiction": "Tribunal fédéral",
      "description": "Pesée d'intérêts entre transparence et protection de la vie privée",
      "url": "https://www.bger.ch/ext/eurospider/live/fr/php/clir/http/index.php?highlight_docid=atf://142-II-340:fr&lang=fr&type=show_document"
    },
    {
      "reference": "ATF 146 II 265",
      "date": "2020",
      "juridiction": "Tribunal fédéral",
      "description": "Transparence et exceptions"
    },
    {
      "reference": "ATF 135 I 198",
      "date": "2009",
      "juridiction": "Tribunal fédéral",
      "description": "Secret fiscal et protection de la personnalité"
    }
  ],

  "articles_loi": [
    {
      "reference": "Art. 6 LTrans",
      "titre": "Principe du droit d'accès",
      "description": "Toute personne a le droit de consulter des documents officiels et d'obtenir des renseignements sur leur contenu, sans avoir à justifier d'un intérêt particulier"
    },
    {
      "reference": "Art. 7 LTrans",
      "titre": "Exceptions au droit d'accès",
      "description": "Le droit d'accès est limité, différé ou refusé si des intérêts publics ou privés prépondérants s'y opposent"
    },
    {
      "reference": "Art. 9 LTrans",
      "titre": "Pesée des intérêts",
      "description": "L'autorité procède à une pesée des intérêts entre l'intérêt public à la transparence et les intérêts protégés"
    },
    {
      "reference": "Art. 4 let. a LTrans",
      "titre": "Secrets spécialisés - Exception",
      "description": "La LTrans ne s'applique pas aux secrets prévus par d'autres lois fédérales, notamment le secret fiscal"
    },
    {
      "reference": "Art. 74 LTVA",
      "titre": "Obligation de garder le secret (TVA)",
      "description": "Secret fiscal en matière de TVA, opposable même aux autres services officiels"
    },
    {
      "reference": "Art. 110 LIFD",
      "titre": "Obligation de garder le secret (impôt fédéral direct)",
      "description": "Secret fiscal en matière d'impôt fédéral direct"
    },
    {
      "reference": "Art. 964j ss CO",
      "titre": "Devoirs de diligence concernant les minerais et métaux provenant de zones de conflit",
      "description": "Obligations de traçabilité pour certains minerais"
    }
  ],

  "jurisprudence_citee": [
    "ATF 148 II 92 (paradigme de la transparence)",
    "ATF 133 II 209 (finalité de la LTrans)",
    "ATF 142 II 340 (pesée d'intérêts, protection vie privée)",
    "ATF 146 II 265 (exceptions à la transparence)",
    "ATF 135 I 198 (secret fiscal et personnalité)",
    "ATF 144 II 91",
    "ATF 135 III 162",
    "ATF 134 I 65"
  ],

  "doctrine_citee": [
    {
      "auteur": "OBERSON",
      "ouvrage": "Commentaire de la LTVA",
      "description": "Doctrine sur la TVA"
    },
    {
      "auteur": "PEDROLI",
      "ouvrage": "Commentaire de la LIFD",
      "description": "Doctrine sur l'impôt fédéral direct"
    },
    {
      "auteur": "BLUM",
      "ouvrage": "Commentaire MWSTG",
      "description": "Doctrine sur la TVA (en allemand)"
    },
    {
      "auteur": "ZWEIFEL/HUNZIKER",
      "ouvrage": "Commentaire DBG",
      "description": "Doctrine sur l'impôt fédéral direct (en allemand)"
    },
    {
      "description": "Office fédéral de la Justice - Commentaires LTrans"
    }
  ],

  "mots_cles": [
    "transparence administrative",
    "LTrans",
    "droit d'accès",
    "documents officiels",
    "secret fiscal",
    "art. 74 LTVA",
    "art. 110 LIFD",
    "pesée d'intérêts",
    "exceptions à la transparence",
    "art. 4 let. a LTrans",
    "importations d'or",
    "protection des données",
    "sphère privée",
    "secrets spécialisés",
    "paradigme de transparence",
    "contrôle démocratique"
  ],

  "analyse_complete": "# Droit d'accès aux documents officiels et secret fiscal : quand le secret spécialisé prime sur la transparence\n\n## Introduction\n\nLa Loi fédérale sur le principe de la transparence dans l'administration (LTrans), entrée en vigueur le 1er juillet 2006, a opéré un changement de paradigme fondamental en matière d'accès aux documents administratifs. Elle a renversé le principe traditionnel du secret administratif au profit d'une présomption de transparence : toute personne a désormais le droit de consulter des documents officiels sans avoir à justifier d'un intérêt particulier (art. 6 LTrans).\n\nToutefois, ce principe général connaît des exceptions importantes, notamment lorsque des secrets spécialisés prévus par d'autres lois fédérales s'opposent à la divulgation. L'ATF 150 II 191, rendu le 15 novembre 2023, illustre de manière exemplaire la primauté du secret fiscal sur le principe de transparence et précise les conditions dans lesquelles l'art. 4 let. a LTrans fait obstacle à l'accès aux documents.\n\n## I. Le paradigme de la transparence administrative\n\n### A. Le renversement du principe du secret administratif\n\nAvant l'entrée en vigueur de la LTrans, le secret administratif constituait la règle et l'accès aux documents l'exception. La LTrans a inversé cette logique. Comme le rappelle l'ATF 133 II 209 : la loi vise à \"renverser le principe du secret administratif en faveur de la transparence concernant la mission, l'organisation et l'activité du secteur public\".\n\nCette révolution juridique poursuit plusieurs objectifs fondamentaux :\n\n1. **Renforcement de la démocratie** : Rendre le processus décisionnel plus transparent pour permettre aux citoyens de participer effectivement au débat démocratique\n2. **Contrôle de l'administration** : Permettre un contrôle efficace de l'activité administrative par les citoyens et les médias\n3. **Confiance institutionnelle** : Renforcer la confiance du citoyen envers les institutions publiques\n\nL'ATF 148 II 92 souligne que ce \"paradigme de la transparence\" constitue désormais le principe directeur en matière d'accès aux documents administratifs.\n\n### B. Le droit d'accès sans justification d'intérêt (art. 6 LTrans)\n\nL'art. 6 LTrans consacre un droit d'accès particulièrement large : \"Toute personne a le droit de consulter des documents officiels et d'obtenir des renseignements sur leur contenu de la part des autorités.\"\n\nCe droit présente plusieurs caractéristiques remarquables :\n\n**Universalité** : Il appartient à \"toute personne\", indépendamment de sa nationalité, de son domicile ou de sa qualité.\n\n**Absence de justification** : Le demandeur n'a pas à démontrer un intérêt particulier ou légitime à l'accès. Cette absence d'exigence constitue une rupture avec le droit administratif traditionnel.\n\n**Portée large** : Le droit porte sur tous les \"documents officiels\", c'est-à-dire les informations enregistrées sur un support quel qu'il soit, relatives à l'accomplissement d'une tâche publique.\n\n### C. La finalité de la transparence : le contrôle démocratique de l'activité administrative\n\nL'ATF 150 II 191 rappelle un principe fondamental : \"La finalité de la LTrans est le contrôle des activités de l'État, non l'extraction de données exclusivement privées sans lien administratif.\"\n\nCette précision est essentielle pour comprendre les limites de la LTrans. Le droit d'accès ne vise pas à permettre l'obtention de toute information détenue par l'administration, mais spécifiquement celle qui permet de contrôler l'exercice des tâches publiques.\n\nDans l'affaire ayant donné lieu à l'ATF 150 II 191, la Société pour les peuples menacés (SPM) demandait l'accès aux statistiques complètes d'importation d'or (2014-2017), incluant quantités et noms des exportateurs et importateurs, pour élaborer des rapports sur les droits humains et la traçabilité de l'or.\n\nLe Tribunal fédéral a refusé cet accès, considérant que ces informations, bien que détenues par l'Office fédéral de la douane et de la sécurité des frontières (OFDF), étaient couvertes par le secret fiscal.\n\n## II. Les exceptions au principe de transparence\n\n### A. Le système général des exceptions (art. 7 LTrans)\n\nL'art. 7 LTrans prévoit que le droit d'accès \"est limité, différé ou refusé\" lorsque des intérêts publics ou privés prépondérants s'y opposent. Cette disposition énumère notamment :\n\n- Les intérêts de sécurité intérieure ou extérieure de la Suisse\n- Les relations avec l'étranger\n- Les intérêts en matière d'économie et de politique monétaire\n- La formation libre de l'opinion et de la volonté d'une autorité\n- La protection de la sphère privée (art. 7 al. 1 let. g LTrans)\n\nLorsqu'une de ces exceptions est invoquée, l'autorité doit procéder à une **pesée d'intérêts** entre l'intérêt public à la transparence et l'intérêt protégé.\n\nL'ATF 142 II 340 précise : \"Lorsque des données personnelles doivent être rendues accessibles, il est nécessaire de mettre en balance l'intérêt public à l'accès aux documents officiels et les intérêts privés à la protection de la sphère privée et au droit de choisir quelles informations divulguer pour les personnes dont les données figurent dans les documents.\"\n\nCette pesée d'intérêts permet une application nuancée et proportionnée du principe de transparence.\n\n### B. L'exception spéciale des secrets spécialisés (art. 4 let. a LTrans)\n\nL'art. 4 let. a LTrans prévoit une exception d'une nature différente : \"La présente loi ne s'applique pas [...] aux secrets prévus par d'autres lois fédérales.\"\n\nCette disposition vise les **secrets spécialisés** (*Spezialgeheimnisse*), c'est-à-dire les obligations de confidentialité prévues par des lois sectorielles spécifiques, notamment :\n\n- Le secret fiscal (art. 110 LIFD, art. 74 LTVA)\n- Le secret statistique\n- Le secret des postes et télécommunications\n- Le secret médical\n- Le secret bancaire (dans sa version actuelle limitée)\n\nL'effet de cette exception est radical : lorsqu'un secret spécialisé est applicable, la LTrans ne s'applique tout simplement pas. Il n'y a donc **pas de pesée d'intérêts** à opérer.\n\nComme l'énonce clairement l'ATF 150 II 191 : \"Lorsque le secret fiscal est opposable à une demande, il n'y a pas de place pour la pesée d'intérêts que la recourante prétend vouloir opérer entre ses intérêts (et l'intérêt public) à consulter les informations et l'intérêt des parties adverses à préserver le secret.\"\n\n## III. Le secret fiscal : un secret qualifié opposable à la LTrans\n\n### A. Fondement et nature du secret fiscal\n\nLe secret fiscal trouve son fondement dans plusieurs dispositions légales :\n\n- **Art. 110 LIFD** pour l'impôt fédéral direct\n- **Art. 74 LTVA** pour la taxe sur la valeur ajoutée\n\nL'ATF 150 II 191 définit le secret fiscal comme \"un secret qualifié couvrant toutes les informations relatives à la sphère privée du contribuable qui sont communiquées à l'autorité dans l'accomplissement de ses tâches légales\".\n\nCe secret présente plusieurs caractéristiques distinctives :\n\n**Protection étendue** : Il va au-delà du simple devoir de fonction (*Amtsgeheimnis*). Il protège non seulement les informations strictement fiscales, mais toute information touchant à la personnalité et aux secrets commerciaux du contribuable.\n\n**Opposabilité large** : Selon l'art. 74 al. 1 LTVA, le secret fiscal est \"opposable même aux autres services officiels\". Une autorité fédérale ne peut donc pas invoquer sa qualité d'autorité pour accéder à des informations fiscales concernant un tiers.\n\n**Finalité double** : Le secret fiscal poursuit un double objectif :\n1. **Protection du contribuable** : Garantir la protection de sa personnalité et de ses secrets commerciaux\n2. **Intérêt public à l'établissement correct de l'impôt** : Encourager le contribuable à remplir ses obligations de déclaration en lui garantissant que les informations fournies ne seront pas rendues publiques\n\n### B. Application du secret fiscal aux données douanières\n\nL'ATF 150 II 191 aborde une question délicate : les informations collectées par l'OFDF dans le cadre de la taxation à l'importation sont-elles couvertes par le secret fiscal de la LTVA ?\n\nLe Tribunal fédéral répond par l'affirmative : \"Les informations litigieuses proviennent de déclarations obligatoires en vertu d'obligations fiscales ; l'OFDF agit comme autorité fiscale.\"\n\nCette solution repose sur plusieurs considérations :\n\n1. **Nature fiscale de la collecte** : Les informations sur les importations sont collectées dans le cadre de l'assujettissement à la TVA à l'importation\n2. **Qualité de l'OFDF** : Dans ce contexte, l'OFDF agit en qualité d'autorité fiscale, même si ces mêmes informations peuvent avoir d'autres utilisations (statistiques, douanières)\n3. **Protection indépendante de l'usage multiple** : Le fait que les informations soient également utilisées à d'autres fins non couvertes par le secret ne fait pas disparaître la protection fiscale\n\nComme l'énonce l'arrêt : \"Les informations collectées par l'administration fiscale dans l'accomplissement de sa fonction d'autorité de taxation de la TVA à l'importation sont couvertes par le secret fiscal imposé par les art. 4 LTrans et 74 LTVA, même si elles ont également été collectées à d'autres fins non couvertes par ce secret.\"\n\n### C. Distinction avec d'autres régimes de protection\n\nIl convient de distinguer le secret fiscal d'autres mécanismes de protection :\n\n**Secret fiscal vs. protection générale de la sphère privée (art. 7 al. 1 let. g LTrans)** :\n- Secret fiscal : exception absolue (art. 4 let. a LTrans), pas de pesée d'intérêts\n- Protection de la sphère privée : exception relative (art. 7 LTrans), pesée d'intérêts nécessaire\n\n**Secret fiscal vs. secret de fonction** :\n- Secret fiscal : protection étendue, couvre toute information touchant à la personnalité du contribuable\n- Secret de fonction : protection plus limitée, vise essentiellement à garantir le bon fonctionnement de l'administration\n\nCette distinction explique pourquoi le Tribunal fédéral a refusé d'opérer une pesée d'intérêts dans l'ATF 150 II 191 : le secret fiscal, en tant que secret spécialisé au sens de l'art. 4 let. a LTrans, fait totalement obstacle à l'application de la LTrans.\n\n## IV. L'absence de pesée d'intérêts en présence d'un secret spécialisé\n\n### A. Le principe : exclusion de la LTrans\n\nL'ATF 150 II 191 énonce clairement : \"Le secret fiscal opposable élimine la nécessité de pesée d'intérêts.\"\n\nCette formulation mérite d'être soulignée. Contrairement aux exceptions de l'art. 7 LTrans, qui impliquent une pesée d'intérêts au cas par cas, l'exception de l'art. 4 let. a LTrans produit un effet absolu : la LTrans ne s'applique tout simplement pas.\n\nLa structure de la décision est la suivante :\n\n1. **Première question** : Les informations demandées constituent-elles des documents officiels ?\n2. **Deuxième question** : Un secret spécialisé (art. 4 let. a LTrans) est-il applicable ?\n   - Si oui : refus d'accès sans pesée d'intérêts\n   - Si non : examen des exceptions de l'art. 7 LTrans et pesée d'intérêts\n\n### B. Tentative infructueuse d'invoquer l'intérêt public aux droits humains\n\nDans l'ATF 150 II 191, la recourante (SPM) tentait de contourner le secret fiscal en invoquant un intérêt public prépondérant à la transparence dans le domaine des droits humains et de la traçabilité de l'or.\n\nElle arguait notamment que :\n- La traçabilité de l'or est essentielle pour lutter contre le financement des conflits armés\n- La Suisse, en tant que principale plateforme mondiale de négoce de l'or, a une responsabilité particulière\n- L'art. 964j ss CO impose des devoirs de diligence concernant les minerais provenant de zones de conflit\n- L'accès aux données d'importation permettrait un contrôle démocratique de l'effectivité de ces obligations\n\nLe Tribunal fédéral a rejeté cette argumentation au motif que \"lorsque le secret fiscal est opposable, il n'y a pas de place pour la pesée d'intérêts\". En d'autres termes, aussi légitime que soit l'intérêt invoqué, il ne peut prévaloir sur un secret spécialisé prévu par la loi.\n\nCette solution illustre une logique cohérente : c'est au législateur, et non au juge, de décider si un intérêt public particulier justifie de créer une exception au secret fiscal. Le juge applique les exceptions prévues par la loi, mais ne peut en créer de nouvelles par le biais d'une pesée d'intérêts.\n\n### C. Coordination entre LTrans et législations spéciales\n\nL'ATF 148 II 92 apporte une précision importante sur l'interprétation de l'art. 4 let. a LTrans : \"L'absence de toute considération relative à la coordination entre la LTrans et une nouvelle législation doit être interprétée comme une indication que l'autorité législative n'a pas voulu restreindre le champ d'application de la LTrans dans le domaine concerné.\"\n\nCe principe d'interprétation signifie que :\n\n**En cas de législation antérieure à la LTrans** : Le secret spécialisé existant demeure applicable (art. 4 let. a LTrans).\n\n**En cas de législation postérieure à la LTrans** : Si le législateur n'a pas expressément coordonné la nouvelle loi avec la LTrans, cela indique qu'il n'a pas voulu restreindre l'application de la LTrans.\n\nDans l'ATF 150 II 191, le secret fiscal (art. 74 LTVA) était antérieur à la LTrans et demeurait donc pleinement applicable.\n\n## V. Finalité de la LTrans : contrôle de l'activité administrative, non extraction de données privées\n\n### A. Le critère du lien avec l'activité administrative\n\nL'ATF 150 II 191 énonce un principe important : \"La finalité de la LTrans est le contrôle des activités de l'État, non l'extraction de données exclusivement privées sans lien administratif.\"\n\nCe principe signifie que le droit d'accès ne vise pas à permettre d'obtenir n'importe quelle information détenue par l'administration, mais spécifiquement celle qui permet de contrôler l'exercice des tâches publiques.\n\nDans le cas d'espèce, les informations demandées (noms des importateurs et exportateurs d'or) relevaient de la sphère privée des entreprises concernées. Certes, elles avaient été communiquées à l'administration, mais dans le cadre d'une obligation fiscale, non dans le cadre d'un processus décisionnel administratif susceptible de contrôle démocratique.\n\nLe Tribunal fédéral a ainsi considéré que la demande visait davantage à l'\"extraction de données exclusivement privées\" qu'au contrôle de l'activité de l'OFDF proprement dite.\n\n### B. Distinction avec les cas où la pesée d'intérêts aboutit à la transparence\n\nIl convient de distinguer l'ATF 150 II 191 de situations dans lesquelles la jurisprudence a admis l'accès à des informations nominatives au terme d'une pesée d'intérêts.\n\nL'ATF 142 II 340, par exemple, concernait l'accès aux noms d'experts privés ayant collaboré à l'autorisation de mise sur le marché d'un médicament. Le Tribunal fédéral avait admis l'accès au motif que :\n\n1. Il n'existait **pas** de secret spécialisé applicable (pas d'art. 4 let. a LTrans)\n2. Il fallait donc opérer une pesée d'intérêts selon l'art. 7 al. 1 let. g LTrans\n3. La divulgation des noms pouvait \"contribuer à clarifier les conflits d'intérêts\"\n4. Il existait donc \"un intérêt correspondant au principe de transparence à accorder l'accès, car cela rend la procédure d'autorisation plus transparente, ce qui permet à son tour le contrôle de l'activité administrative\"\n5. L'intérêt public à la transparence était **prépondérant**\n\nLa différence fondamentale avec l'ATF 150 II 191 réside dans l'absence, dans cette affaire, d'un secret spécialisé au sens de l'art. 4 let. a LTrans. La pesée d'intérêts était donc possible et a abouti à la transparence.\n\n## VI. Enseignements systématiques et implications pratiques\n\n### A. Hiérarchie des normes en matière de transparence\n\nLa jurisprudence analysée révèle une hiérarchie claire :\n\n**Niveau 1 - Principe général** : Transparence (art. 6 LTrans)\n\n**Niveau 2 - Exceptions absolues** : Secrets spécialisés (art. 4 let. a LTrans)\n- Exclusion complète de la LTrans\n- Pas de pesée d'intérêts possible\n- Exemples : secret fiscal, secret statistique\n\n**Niveau 3 - Exceptions relatives** : Art. 7 LTrans\n- Application de la LTrans, mais accès limité, différé ou refusé\n- Pesée d'intérêts obligatoire\n- Exemples : protection de la sphère privée, formation de l'opinion\n\nCette structure garantit la cohérence du système : les secrets spécialisés, adoptés par le législateur dans des domaines sensibles, ne peuvent être contournés par le juge au moyen d'une pesée d'intérêts.\n\n### B. Portée et limites du secret fiscal\n\nLe secret fiscal s'impose comme un obstacle majeur à la transparence dans tous les domaines où l'administration agit en qualité d'autorité fiscale :\n\n**Champ d'application large** :\n- Toute information communiquée dans le cadre d'obligations fiscales\n- Indépendamment de l'usage multiple que l'administration peut en faire\n- Couvre non seulement les données strictement fiscales, mais toute information touchant à la personnalité et aux secrets commerciaux\n\n**Limites** :\n- Ne s'applique qu'aux informations collectées dans le cadre de la fonction fiscale\n- Ne couvre pas les statistiques anonymisées\n- Peut être levé dans les cas prévus par la loi (notamment en matière d'entraide administrative internationale)\n\n### C. Recommandations pratiques\n\n**Pour les demandeurs d'accès** :\n\n1. **Vérifier l'absence de secret spécialisé** : Avant de déposer une demande d'accès, s'assurer qu'aucun secret spécialisé (art. 4 let. a LTrans) ne s'applique aux informations recherchées. En présence d'un tel secret, la demande sera nécessairement rejetée.\n\n2. **Formuler des demandes ciblées** : Privilégier les demandes portant sur des documents reflétant le processus décisionnel administratif plutôt que sur des données brutes de caractère privé.\n\n3. **Envisager les alternatives** : En matière fiscale, privilégier les demandes de statistiques anonymisées, qui ne sont pas couvertes par le secret fiscal.\n\n4. **Action politique si nécessaire** : Si un intérêt public important justifie l'accès à des données fiscales, envisager une action politique visant à modifier la loi pour créer une exception spécifique (comme cela a été fait en matière d'entraide administrative internationale).\n\n**Pour les autorités** :\n\n1. **Examen en deux étapes** :\n   - Étape 1 : Un secret spécialisé (art. 4 let. a LTrans) est-il applicable ? Si oui, refus sans pesée d'intérêts.\n   - Étape 2 : Sinon, examen des exceptions de l'art. 7 LTrans et pesée d'intérêts.\n\n2. **Motivation claire** : Expliquer clairement le fondement juridique du refus (secret spécialisé vs. exception de l'art. 7 LTrans) pour permettre au demandeur de comprendre la portée de la décision.\n\n3. **Envisager les accès partiels** : Lorsque seule une partie d'un document est couverte par un secret, envisager un accès partiel avec caviardage.\n\n4. **Documenter la pesée d'intérêts** : Lorsqu'une pesée d'intérêts est nécessaire (art. 7 LTrans), la documenter soigneusement en identifiant les intérêts en présence et en justifiant la prépondérance retenue.\n\n**Pour le législateur** :\n\n1. **Coordination explicite** : Lors de l'adoption de nouvelles lois, prévoir explicitement la coordination avec la LTrans si une restriction à la transparence est souhaitée.\n\n2. **Exceptions ciblées au secret fiscal** : Si des intérêts publics particuliers le justifient (droits humains, lutte contre le blanchiment, etc.), envisager la création d'exceptions ciblées au secret fiscal plutôt que de laisser le juge apprécier au cas par cas.\n\n3. **Équilibre entre protection et transparence** : Rechercher un équilibre entre la protection légitime des contribuables et l'intérêt public à la transparence, notamment en matière de fiscalité des grandes entreprises.\n\n## Conclusion\n\nL'ATF 150 II 191 constitue une illustration remarquable de la primauté des secrets spécialisés sur le principe général de transparence administrative. Cet arrêt apporte plusieurs contributions majeures à la compréhension du droit de la transparence en Suisse :\n\n1. **Confirmation de l'effet absolu de l'art. 4 let. a LTrans** : En présence d'un secret spécialisé, la LTrans ne s'applique pas et aucune pesée d'intérêts n'est possible, aussi légitime que soit l'intérêt invoqué par le demandeur.\n\n2. **Extension du secret fiscal aux données douanières** : Les informations collectées dans le cadre de la taxation à l'importation sont couvertes par le secret fiscal de la LTVA, même si elles peuvent avoir d'autres utilisations non fiscales.\n\n3. **Rappel de la finalité de la LTrans** : Le droit d'accès vise le contrôle de l'activité administrative, non l'extraction de données privées détenues par l'administration.\n\n4. **Limite au pouvoir judiciaire** : Le juge ne peut créer d'exceptions au secret fiscal par le biais d'une pesée d'intérêts ; seul le législateur peut décider de restreindre la portée d'un secret spécialisé.\n\nCette jurisprudence reflète un équilibre délicat entre deux exigences légitimes : d'une part, la transparence démocratique et le contrôle citoyen de l'administration ; d'autre part, la protection de la personnalité des contribuables et la garantie du bon fonctionnement du système fiscal.\n\nLa solution retenue par le Tribunal fédéral garantit la cohérence du système juridique en préservant l'effectivité des secrets spécialisés adoptés par le législateur, tout en laissant une large place à la transparence dans tous les domaines où aucun secret spécialisé n'est applicable. Elle invite également à une réflexion de politique législative : si des intérêts publics majeurs (droits humains, lutte contre le blanchiment, transparence fiscale des multinationales) justifient un accès à certaines informations fiscales, c'est au législateur de créer les exceptions nécessaires, dans le respect des garanties procédurales et du principe de proportionnalité.",

  "version_courte": "## Transparence administrative et secret fiscal : l'essentiel\n\n### Principe général : transparence (art. 6 LTrans)\nDepuis 2006, **toute personne** a le droit de consulter des documents officiels **sans justifier d'un intérêt particulier**.\n\nFinalité : contrôler l'activité administrative, renforcer la démocratie, garantir la confiance envers les institutions.\n\n### Exceptions à la transparence\n\n**1. Secrets spécialisés (art. 4 let. a LTrans) - Exception ABSOLUE**\n- La LTrans **ne s'applique pas** aux secrets prévus par d'autres lois fédérales\n- Notamment : **secret fiscal** (art. 74 LTVA, art. 110 LIFD)\n- Effet : refus d'accès **sans pesée d'intérêts**\n- Le juge ne peut pas contourner un secret spécialisé, aussi légitime que soit l'intérêt invoqué\n\n**2. Exceptions relatives (art. 7 LTrans)**\n- Sécurité, relations extérieures, protection de la sphère privée, etc.\n- Nécessite une **pesée d'intérêts** au cas par cas\n- L'accès peut être accordé si l'intérêt public à la transparence est prépondérant\n\n### Secret fiscal : un secret qualifié (ATF 150 II 191)\n\n**Nature** :\n- Couvre **toutes les informations** relatives à la sphère privée du contribuable communiquées à l'autorité fiscale\n- Plus étendu que le simple secret de fonction\n- Opposable **même aux autres services officiels** (art. 74 al. 1 LTVA)\n\n**Finalités** :\n1. Protéger la personnalité et les secrets commerciaux du contribuable\n2. Encourager le contribuable à remplir ses obligations en lui garantissant la confidentialité\n\n**Application aux données douanières** :\n- Les informations d'importation collectées dans le cadre de la **taxation TVA** sont couvertes par le secret fiscal\n- Même si ces informations ont d'autres utilisations (statistiques, douanières)\n- L'OFDF agit comme **autorité fiscale** dans ce contexte\n\n### Absence de pesée d'intérêts en présence du secret fiscal\n\nFormule clé de l'ATF 150 II 191 : \"Lorsque le secret fiscal est opposable à une demande, il n'y a pas de place pour la pesée d'intérêts.\"\n\n**Conséquence** : Même un intérêt public majeur (droits humains, lutte contre les conflits armés, traçabilité de l'or) ne peut prévaloir sur le secret fiscal.\n\n**Raison** : Seul le législateur peut créer des exceptions au secret fiscal, pas le juge.\n\n### Finalité de la LTrans\n\n\"La finalité de la LTrans est le **contrôle des activités de l'État**, non l'extraction de données exclusivement privées sans lien administratif.\" (ATF 150 II 191)\n\nLe droit d'accès vise à contrôler le processus décisionnel administratif, pas à obtenir toute information détenue par l'administration.\n\n### Structure de l'examen\n\n1. **Question préalable** : Un secret spécialisé (art. 4 let. a LTrans) est-il applicable ?\n   - **OUI** → Refus d'accès sans pesée d'intérêts\n   - **NON** → Passage à l'étape 2\n\n2. **Question principale** : Une exception de l'art. 7 LTrans s'applique-t-elle ?\n   - Pesée d'intérêts entre transparence et intérêt protégé\n   - Accès accordé si l'intérêt à la transparence est prépondérant\n\n### Distinction avec ATF 142 II 340\n\nDans cet arrêt, l'accès aux noms d'experts privés ayant collaboré à l'autorisation d'un médicament a été accordé car :\n- **Aucun secret spécialisé** n'était applicable\n- Pesée d'intérêts possible selon art. 7 al. 1 let. g LTrans\n- Intérêt à la transparence (clarifier conflits d'intérêts) **prépondérant**\n\n→ Différence clé avec l'ATF 150 II 191 : présence/absence d'un secret spécialisé.\n\n### Points clés pratiques\n\n**Pour les demandeurs** :\n✓ Vérifier qu'aucun secret spécialisé ne s'applique avant de déposer la demande\n✓ Privilégier les demandes portant sur le processus décisionnel administratif\n✓ En matière fiscale, demander des statistiques anonymisées (non couvertes par le secret)\n✓ Si nécessaire, envisager une action politique pour modifier la loi\n\n**Pour les autorités** :\n✓ Examiner d'abord l'applicabilité d'un secret spécialisé (art. 4 let. a)\n✓ Si pas de secret spécialisé : procéder à la pesée d'intérêts (art. 7)\n✓ Motiver clairement le fondement juridique du refus\n✓ Envisager les accès partiels avec caviardage\n\n### Hiérarchie des normes\n\n1. **Secrets spécialisés** (art. 4 let. a) : exclusion totale de la LTrans\n2. **Exceptions relatives** (art. 7) : pesée d'intérêts\n3. **Principe général** (art. 6) : transparence"
}
