{
  "metadata": {
    "titre": "Imposition privilégiée des bénéfices de liquidation : extension aux réévaluations comptables d'immobilisations",
    "date_analyse": "2025-10-28",
    "domaine": "Droit fiscal",
    "sous_domaine": "Impôt fédéral direct, bénéfices de liquidation, réserves latentes, cessation d'activité indépendante"
  },

  "arrets_analyses": [
    {
      "reference": "ATF 150 II 265",
      "date": "2024",
      "juridiction": "IIe Cour de droit public du Tribunal fédéral",
      "description": "Imposition privilégiée des réserves latentes suite à réévaluation comptable d'immobilisations",
      "url": "http://relevancy.bger.ch/php/clir/http/index.php?highlight_docid=atf://150-II-265:fr&lang=fr&type=show_document"
    },
    {
      "reference": "ATF 147 II 155",
      "date": "2021",
      "juridiction": "Tribunal fédéral",
      "description": "Participations qualifiées, réserves latentes",
      "url": "http://relevancy.bger.ch/php/clir/http/index.php?highlight_docid=atf://147-II-155:fr&lang=fr&type=show_document"
    },
    {
      "reference": "ATF 140 II 157",
      "date": "2014",
      "juridiction": "Tribunal fédéral",
      "description": "Principes constitutionnels en droit fiscal",
      "url": "http://relevancy.bger.ch/php/clir/http/index.php?highlight_docid=atf://140-II-157:de&lang=de&type=show_document"
    },
    {
      "reference": "ATF 126 II 473",
      "date": "2000",
      "juridiction": "Tribunal fédéral",
      "description": "Imposition privilégiée des bénéfices de liquidation"
    },
    {
      "reference": "Arrêt 2C_284/2021",
      "date": "2022-04-11",
      "juridiction": "IIe Cour de droit public du Tribunal fédéral",
      "description": "Conditions de l'imposition privilégiée, âge 55 ans",
      "url": "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=aza://11-04-2022-2C_284-2021&lang=fr&type=show_document"
    }
  ],

  "articles_loi": [
    {
      "reference": "Art. 37b al. 1 LIFD",
      "titre": "Imposition privilégiée des bénéfices de liquidation",
      "description": "Les bénéfices provenant de la réalisation de réserves latentes qui ont été constituées avant la cessation définitive de l'exercice de l'activité lucrative indépendante sont imposés séparément. Le taux de l'impôt est déterminé par le cinquième de ces bénéfices, avec un taux minimum de 2%"
    },
    {
      "reference": "Art. 37b al. 2 LIFD",
      "titre": "Conditions d'âge et d'incapacité",
      "description": "Cette imposition est accordée si le contribuable a atteint l'âge de 55 ans ou s'il est totalement ou partiellement invalide au sens de l'AVS/AI"
    },
    {
      "reference": "Art. 18 al. 1 LIFD",
      "titre": "Revenu imposable",
      "description": "Définition du revenu imposable"
    },
    {
      "reference": "Art. 58 LIFD",
      "titre": "Principe de la taxation annuelle",
      "description": "Imposition selon le principe de la périodicité"
    }
  ],

  "jurisprudence_citee": [
    "ATF 150 II 265 (réévaluation comptable et imposition privilégiée)",
    "ATF 147 II 155 (réserves latentes, participations qualifiées)",
    "ATF 140 II 157 (principes constitutionnels fiscaux)",
    "ATF 126 II 473 (imposition privilégiée)",
    "Arrêt 2C_284/2021 (conditions d'âge et cessation définitive)"
  ],

  "doctrine_citee": [
    {
      "description": "Circulaire n° 28 de l'AFC - Imposition des bénéfices de liquidation",
      "source": "Administration fédérale des contributions",
      "url": "https://www.estv2.admin.ch/dvs/kreisschreiben/dbst-ks-2010-1-028-d-fr.pdf"
    },
    {
      "description": "Documentation AFC sur l'imposition de l'activité lucrative indépendante",
      "source": "Administration fédérale des contributions"
    }
  ],

  "mots_cles": [
    "art. 37b LIFD",
    "imposition privilégiée",
    "bénéfices de liquidation (Liquidationsgewinne)",
    "réserves latentes (stille Reserven)",
    "réévaluation comptable (buchmässige Aufwertung)",
    "cessation d'activité indépendante",
    "activité lucrative indépendante",
    "réalisation effective vs comptable",
    "lien de causalité",
    "taux réduit d'imposition",
    "immobilisations",
    "succession d'entreprise",
    "transformation de société",
    "âge 55 ans",
    "invalidité AVS/AI"
  ],

  "analyse_complete": "# Imposition privilégiée des bénéfices de liquidation : extension aux réévaluations comptables\n\n## Introduction\n\nL'art. 37b LIFD constitue une disposition essentielle du droit fiscal suisse visant à atténuer la charge fiscale pesant sur les indépendants lors de la cessation de leur activité. Contrairement aux salariés qui bénéficient d'une prévoyance professionnelle (2e pilier), les indépendants accumulent souvent leur « capital retraite » sous forme de réserves latentes dans leur entreprise. La réalisation de ces réserves au moment de la liquidation entraînerait, sans régime spécial, une imposition confiscatoire en raison de la progressivité de l'impôt.\n\nL'ATF 150 II 265 aborde une question fondamentale : l'imposition privilégiée de l'art. 37b LIFD s'applique-t-elle également lorsque les réserves latentes sont réalisées non par une vente effective des actifs, mais par une simple **réévaluation comptable** des immobilisations au moment de la cessation d'activité ?\n\nLe Tribunal fédéral répond par l'affirmative, étendant ainsi le champ d'application de l'imposition privilégiée et facilitant les restructurations d'entreprises lors de la retraite de l'indépendant.\n\n## I. Le régime de l'imposition privilégiée selon l'art. 37b LIFD\n\n### A. Fondement et finalité de l'art. 37b LIFD\n\nL'art. 37b LIFD prévoit un régime d'imposition séparée et à taux réduit pour les bénéfices de liquidation réalisés par les indépendants lors de la cessation définitive de leur activité.\n\n**Finalité de la disposition** :\n\nComme le rappelle l'ATF 150 II 265, l'imposition privilégiée vise à \"réduire la charge fiscale dans le contexte de la cessation de l'activité lucrative indépendante, afin de compenser l'absence de prévoyance professionnelle pour les indépendants\".\n\nCette finalité sociale justifie un traitement fiscal favorable :\n- Les salariés bénéficient du 2e pilier (LPP), souvent exonéré ou faiblement imposé\n- Les indépendants accumulent leurs réserves dans l'entreprise, taxées lourdement en cas de réalisation\n- L'art. 37b LIFD rétablit un équilibre entre ces deux catégories\n\n### B. Mécanisme de l'imposition privilégiée\n\nL'art. 37b al. 1 LIFD prévoit deux avantages fiscaux cumulatifs :\n\n#### 1. Imposition séparée\n\nLes bénéfices de liquidation sont imposés **séparément** des autres revenus, évitant ainsi l'effet de la progressivité qui résulterait de l'addition de ces montants (parfois très importants) au revenu ordinaire de l'année.\n\n#### 2. Taux réduit\n\n\"Le taux de l'impôt est déterminé par le **cinquième** de ces bénéfices, avec un taux minimum de 2%.\"\n\nConcrètement, le calcul s'effectue comme suit :\n1. Diviser le bénéfice de liquidation par 5\n2. Déterminer le taux d'impôt applicable à ce montant réduit selon le barème progressif\n3. Appliquer ce taux (minimum 2%) au bénéfice de liquidation total\n\n**Exemple chiffré** :\n- Bénéfice de liquidation : CHF 500'000\n- Montant de référence : CHF 500'000 / 5 = CHF 100'000\n- Taux applicable à CHF 100'000 selon le barème : environ 8%\n- Impôt sur le bénéfice de liquidation : CHF 500'000 × 8% = CHF 40'000\n\nSans l'art. 37b LIFD, l'ajout de CHF 500'000 au revenu ordinaire entraînerait un taux marginal nettement supérieur, potentiellement 20-30% ou plus selon le canton.\n\n### C. Conditions d'application\n\nSelon l'art. 37b al. 2 LIFD, l'imposition privilégiée suppose :\n\n**Condition d'âge ou d'invalidité** :\n- Le contribuable a atteint **55 ans révolus**, OU\n- Il est **totalement ou partiellement invalide** au sens de l'AVS/AI\n\nL'arrêt 2C_284/2021 du 11 avril 2022 confirme l'application stricte de cette condition : l'imposition privilégiée ne peut être accordée qu'une seule fois dans la vie du contribuable, et seulement si les conditions d'âge ou d'invalidité sont remplies.\n\n**Cessation définitive de l'activité indépendante** :\n\nComme le rappelle la Circulaire n° 28 de l'AFC : \"L'imposition privilégiée du bénéfice de liquidation ne peut être admise qu'une seule fois et seulement lorsque l'ensemble de l'activité indépendante est définitivement abandonnée.\"\n\nCette exigence de cessation **définitive** signifie :\n- Abandon complet de toute activité indépendante (pas seulement d'une branche)\n- Caractère irrévocable (reprise ultérieure = abus)\n- Une seule application par vie (principe de l'unicité)\n\n**Réalisation de réserves latentes** :\n\nL'art. 37b LIFD vise les \"bénéfices provenant de la réalisation de réserves latentes qui ont été constituées avant la cessation définitive de l'exercice de l'activité lucrative indépendante\".\n\nCette condition soulève la question centrale tranchée par l'ATF 150 II 265 : qu'entend-on par \"réalisation\" de réserves latentes ?\n\n## II. La notion de \"réalisation\" de réserves latentes : vente effective vs réévaluation comptable\n\n### A. Les trois modes de réalisation selon la jurisprudence\n\nAvant l'ATF 150 II 265, la doctrine et la jurisprudence distinguaient principalement deux modes de réalisation :\n\n**1. Réalisation effective** (*tatsächliche Realisation*) :\nVente effective des actifs de l'entreprise (immeubles, machines, stock) avec encaissement du prix, faisant apparaître la différence entre la valeur comptable (amortie) et le prix de vente.\n\n**2. Réalisation systématique** (*systematische Realisation*) :\nDissolution comptable de réserves latentes dans le cadre d'opérations de restructuration (fusion, scission, transfert de patrimoine) sans vente effective mais avec réévaluation aux valeurs réelles.\n\nL'ATF 150 II 265 consacre un **troisième mode** de réalisation :\n\n**3. Réalisation comptable** (*buchmässige Realisation* / *réévaluation comptable*) :\nRéévaluation comptable d'immobilisations (notamment immeubles) à leur valeur vénale au moment de la cessation d'activité, sans vente effective ni restructuration.\n\n### B. L'affaire ayant donné lieu à l'ATF 150 II 265\n\nBien que l'arrêt ne détaille pas exhaustivement les faits, le contexte était le suivant :\n\n- Un indépendant cesse son activité\n- Il ne vend pas effectivement ses immobilisations (notamment des immeubles d'exploitation)\n- Il procède à une réévaluation comptable de ces actifs à leur valeur vénale\n- Cette réévaluation fait apparaître des réserves latentes importantes\n- Il demande à bénéficier de l'imposition privilégiée sur ces réserves latentes ainsi \"réalisées\"\n\nLa question juridique était : cette réévaluation comptable constitue-t-elle une \"réalisation de réserves latentes\" au sens de l'art. 37b LIFD ?\n\n### C. La solution retenue : extension de l'imposition privilégiée\n\nLe Tribunal fédéral répond affirmativement. L'ATF 150 II 265 énonce :\n\n\"Lors de la cessation de l'activité lucrative indépendante, il n'y a pas de raison de traiter différemment les situations dans lesquelles les réserves latentes sont réalisées par la vente d'immobilisations (par exemple, un immeuble) de celles où les réserves latentes sont réalisées par une réévaluation comptable d'immobilisations.\"\n\nCette solution repose sur plusieurs fondements :\n\n#### 1. Égalité de traitement\n\nAucune raison objective ne justifie de traiter différemment :\n- L'indépendant qui vend effectivement son immeuble d'exploitation (réalisation effective)\n- L'indépendant qui réévalue comptablement cet immeuble sans le vendre (réalisation comptable)\n\nDans les deux cas, les réserves latentes deviennent imposables, et dans les deux cas, l'indépendant cesse définitivement son activité.\n\n#### 2. Conformité à l'intention du législateur\n\nL'ATF 150 II 265 souligne que \"l'imposition privilégiée des réserves latentes résultant d'une réévaluation comptable d'immobilisations selon l'art. 37b LIFD ne contredit pas l'intention du législateur, qui était notamment de réduire la charge fiscale dans le contexte de la cessation de l'activité lucrative indépendante, afin de compenser l'absence de prévoyance professionnelle pour les indépendants\".\n\nLa finalité de l'art. 37b LIFD – compenser l'absence de 2e pilier – s'applique identiquement que les réserves soient réalisées par vente ou par réévaluation.\n\n#### 3. Existence du lien de causalité requis\n\n\"Il existe un lien de causalité – tel qu'exigé par la jurisprudence – entre la dissolution des réserves latentes par réévaluation comptable et la cessation de l'activité lucrative indépendante.\"\n\nLa jurisprudence impose que la réalisation des réserves soit la **conséquence immédiate** de la cessation d'activité. Ce lien est établi lorsque :\n- La réévaluation intervient au moment de la cessation\n- Elle s'inscrit dans le cadre de la liquidation ou de la restructuration de l'entreprise\n- Elle ne constitue pas une manipulation fiscale opportuniste\n\n## III. Implications pratiques : restructurations et successions d'entreprise\n\n### A. La succession d'entreprise ne fait pas obstacle à l'imposition privilégiée\n\nL'ATF 150 II 265 apporte une précision importante : \"Le fait qu'une société anonyme a succédé à la société en nom collectif qui a cessé son activité ne modifie pas l'application de l'imposition privilégiée.\"\n\nCette solution facilite grandement les restructurations d'entreprises familiales au moment de la retraite du fondateur.\n\n**Scénario typique** :\n1. Un indépendant exploite une entreprise individuelle ou une société de personnes depuis des décennies\n2. À 55 ans ou plus, il souhaite céder progressivement l'entreprise à ses enfants\n3. Pour des raisons de gouvernance, il transforme l'entreprise en SA\n4. Il apporte les actifs à la SA, avec réévaluation comptable faisant apparaître les réserves latentes\n5. Il demande l'imposition privilégiée sur ces réserves\n\nAvant l'ATF 150 II 265, l'administration fiscale pouvait contester cette application, arguant que l'activité se poursuivait (dans la SA). Désormais, la jurisprudence confirme que l'imposition privilégiée s'applique dès lors que :\n- L'indépendant cesse **personnellement** son activité indépendante\n- La réévaluation intervient dans ce contexte\n- Le lien de causalité est établi\n\nPeu importe que l'activité se poursuive sous une autre forme juridique (SA reprenant l'exploitation).\n\n### B. Structuration optimale des cessations d'activité\n\nL'ATF 150 II 265 ouvre des possibilités de planification fiscale légitimes :\n\n**Variante 1 : Vente effective**\n- L'indépendant vend ses actifs à un tiers ou à ses enfants\n- Prix de vente : valeur vénale\n- Réserves latentes : différence entre prix et valeur comptable\n- Imposition : art. 37b LIFD applicable\n\n**Variante 2 : Réévaluation comptable + transformation**\n- L'indépendant réévalue les actifs dans ses comptes\n- Il transforme l'entreprise en SA (ou apporte à une SA existante)\n- Les actifs entrent dans la SA aux valeurs réévaluées\n- Réserves latentes : réalisées par réévaluation\n- Imposition : art. 37b LIFD applicable (ATF 150 II 265)\n\n**Variante 3 : Vente partielle + réévaluation**\n- L'indépendant vend certains actifs (réalisation effective)\n- Il réévalue d'autres actifs conservés (réalisation comptable)\n- Imposition privilégiée sur l'ensemble\n\nLa variante 2, confirmée par l'ATF 150 II 265, présente des avantages :\n- Pas de liquidités nécessaires pour acquérir les actifs\n- Continuité de l'exploitation dans la SA (reprise familiale facilitée)\n- Fiscalité avantageuse pour le fondateur\n- Step-up des valeurs fiscales dans la SA\n\n### C. Limites et risques\n\nL'application de l'art. 37b LIFD à des réévaluations comptables comporte certaines limites :\n\n**Risque de requalification en cas d'abus** :\nSi la réévaluation apparaît comme une pure manipulation fiscale (par exemple : réévaluation suivie d'une reprise d'activité indépendante), l'administration pourrait invoquer l'abus de droit.\n\n**Exigence de cessation définitive** :\nLe contribuable ne doit **pas** reprendre une activité indépendante ultérieurement, sous peine de remise en cause rétroactive de l'imposition privilégiée.\n\n**Unicité de l'imposition privilégiée** :\nComme le rappelle la Circulaire n° 28 de l'AFC, l'imposition privilégiée ne peut être accordée qu'**une seule fois** dans la vie du contribuable. Toute tentative de bénéficier plusieurs fois de ce régime sera refusée.\n\n**Évaluation réaliste** :\nLa réévaluation doit correspondre à la valeur vénale réelle des actifs. Une surévaluation serait contestée par l'administration fiscale.\n\n## IV. Le lien de causalité : condition déterminante\n\n### A. L'exigence jurisprudentielle du lien de causalité\n\nL'ATF 150 II 265 rappelle un principe constant de la jurisprudence : \"L'imposition privilégiée séparée des réserves latentes selon l'art. 37b al. 1 LIFD suppose un lien de causalité suffisant entre la réalisation de ces réserves latentes et la liquidation de l'activité indépendante, en ce sens que la première doit être la conséquence immédiate de la seconde.\"\n\nCe lien de causalité vise à garantir que l'art. 37b LIFD s'applique effectivement aux bénéfices de **liquidation**, et non à des réalisations opportunistes sans rapport avec la cessation d'activité.\n\n### B. Appréciation du lien de causalité\n\nLe lien de causalité s'apprécie selon plusieurs critères :\n\n**Proximité temporelle** :\nLa réalisation (vente ou réévaluation) doit intervenir au moment ou à proximité immédiate de la cessation d'activité. Une réalisation plusieurs années avant ou après la cessation romprait le lien.\n\n**Contexte économique** :\nLa réalisation doit s'inscrire dans le cadre de la liquidation ou de la restructuration liée à la cessation. Par exemple :\n- Vente de l'entreprise à un tiers : lien évident\n- Apport à une SA reprise par les enfants : lien établi (ATF 150 II 265)\n- Réévaluation isolée sans lien avec la cessation : lien rompu\n\n**Intention du contribuable** :\nLa cessation doit être effective et définitive. Si le contribuable continue ou reprend une activité indépendante, cela démontre rétroactivement l'absence de cessation véritable.\n\n### C. Application aux réévaluations comptables\n\nL'ATF 150 II 265 confirme que le lien de causalité existe également pour les réévaluations comptables, dès lors qu'elles interviennent dans le contexte de la cessation d'activité.\n\nConcrètement, le lien sera établi si :\n- La réévaluation intervient l'année de la cessation (ou l'année précédente dans le cadre de la planification)\n- Elle s'inscrit dans une restructuration (transformation en SA, apport, etc.)\n- Elle ne constitue pas une opération isolée sans lien avec la cessation\n\nÀ l'inverse, une réévaluation comptable effectuée plusieurs années avant la cessation, sans lien avec une restructuration, ne bénéficiera probablement pas de l'imposition privilégiée.\n\n## V. Portée de l'arrêt et questions ouvertes\n\n### A. Extension du champ d'application de l'art. 37b LIFD\n\nL'ATF 150 II 265 étend significativement le champ d'application de l'imposition privilégiée en y incluant les réévaluations comptables. Cette extension présente plusieurs avantages :\n\n**Pour les contribuables** :\n- Flexibilité accrue dans la structuration de la cessation d'activité\n- Possibilité de bénéficier de l'imposition privilégiée sans vendre effectivement les actifs\n- Facilitation des transmissions familiales d'entreprise\n\n**Pour l'économie** :\n- Encouragement à la succession d'entreprise plutôt qu'à la liquidation pure\n- Préservation de la continuité des entreprises familiales\n- Incitation fiscale alignée sur les restructurations économiquement rationnelles\n\n### B. Questions demeurant ouvertes\n\nPlusieurs questions ne sont pas tranchées par l'ATF 150 II 265 :\n\n**Réévaluation partielle** :\nUn contribuable peut-il réévaluer seulement certains actifs (par exemple, l'immeuble) tout en conservant d'autres actifs aux valeurs comptables historiques ? La logique de l'arrêt suggère que oui, dès lors que le lien de causalité est établi pour les actifs réévalués.\n\n**Réévaluation sans transformation** :\nUn indépendant qui cesse son activité peut-il simplement réévaluer ses actifs dans ses comptes finaux sans transformation ni vente, et bénéficier de l'imposition privilégiée ? L'ATF 150 II 265 ne l'exclut pas expressément, mais la pratique administrative pourrait se montrer plus restrictive.\n\n**Combinaison de modes de réalisation** :\nComment traiter un cas où certaines réserves sont réalisées par vente effective, d'autres par réévaluation comptable ? L'art. 37b LIFD devrait s'appliquer à l'ensemble, mais des clarifications administratives seraient utiles.\n\n**Réévaluation d'actifs autres qu'immobilisations** :\nL'ATF 150 II 265 vise spécifiquement les \"immobilisations\" (notamment immeubles). Qu'en est-il des stocks, créances, autres actifs circulants ? La prudence s'impose, car la logique de l'imposition privilégiée vise plutôt les biens d'investissement détenus durablement.\n\n## Conclusion\n\nL'ATF 150 II 265 constitue une avancée majeure dans l'interprétation de l'art. 37b LIFD. En admettant que les réévaluations comptables d'immobilisations constituent une \"réalisation\" de réserves latentes au sens de cette disposition, le Tribunal fédéral :\n\n1. **Étend le champ d'application** de l'imposition privilégiée au-delà des seules ventes effectives\n2. **Facilite les restructurations** d'entreprises lors de la retraite de l'indépendant\n3. **Assure l'égalité de traitement** entre différents modes de cessation d'activité\n4. **Respecte la finalité** de l'art. 37b LIFD : compenser l'absence de prévoyance professionnelle pour les indépendants\n5. **Confirme l'importance** du lien de causalité entre réalisation et cessation\n\nCette jurisprudence reflète une approche pragmatique et économiquement cohérente : peu importe que les réserves latentes soient réalisées par vente effective ou par réévaluation comptable, dès lors que cette réalisation intervient dans le contexte de la cessation définitive de l'activité indépendante et que les conditions légales (âge, invalidité) sont remplies.\n\nPour la pratique, les enseignements sont clairs : les indépendants qui cessent leur activité disposent désormais d'une flexibilité accrue pour structurer cette cessation de manière fiscalement optimale, notamment en combinant transformations juridiques, réévaluations comptables et apports à des sociétés de capitaux, tout en bénéficiant de l'imposition privilégiée sur les réserves latentes ainsi réalisées.",

  "version_courte": "## Imposition privilégiée (art. 37b LIFD) : l'essentiel\n\n### Principe de l'imposition privilégiée\n\n**Finalité** : Compenser l'absence de 2e pilier (LPP) pour les indépendants, qui accumulent leur \"capital retraite\" sous forme de réserves latentes dans l'entreprise.\n\n**Mécanisme** (art. 37b al. 1 LIFD) :\n- **Imposition séparée** : évite la progressivité de l'addition au revenu ordinaire\n- **Taux réduit** : taux déterminé par le 1/5 du bénéfice de liquidation (minimum 2%)\n\n**Conditions** (art. 37b al. 2 LIFD) :\n✓ Âge : **55 ans révolus** OU invalidité totale/partielle AVS/AI\n✓ **Cessation définitive** de l'activité indépendante\n✓ **Réalisation** de réserves latentes constituées avant la cessation\n✓ **Unicité** : ne peut être accordée qu'une seule fois dans la vie\n\n### Innovation de l'ATF 150 II 265\n\n**Question** : La \"réalisation\" de réserves latentes inclut-elle les **réévaluations comptables** d'immobilisations (sans vente effective) ?\n\n**Réponse** : OUI ✓\n\n### Trois modes de réalisation reconnus\n\n**1. Réalisation effective** :\n- Vente effective des actifs (immeubles, machines, etc.)\n- Encaissement du prix\n- Réserves latentes = prix de vente - valeur comptable\n\n**2. Réalisation systématique** :\n- Restructuration (fusion, scission, transfert de patrimoine)\n- Réévaluation aux valeurs réelles sans vente\n- Dans le cadre d'opérations de restructuration complexes\n\n**3. Réalisation comptable** (ATF 150 II 265 - NOUVEAU) :\n- **Réévaluation comptable** d'immobilisations à leur valeur vénale\n- **Sans vente effective**\n- Au moment de la cessation d'activité\n- Souvent dans le cadre d'une transformation en SA\n\n### Argumentation du Tribunal fédéral\n\n**Égalité de traitement** :\n\"Il n'y a pas de raison de traiter différemment les situations dans lesquelles les réserves latentes sont réalisées par la vente d'immobilisations de celles où les réserves latentes sont réalisées par une réévaluation comptable.\"\n\n**Conformité à l'intention du législateur** :\nLa finalité de l'art. 37b LIFD (compenser l'absence de prévoyance professionnelle) s'applique identiquement que les réserves soient réalisées par vente ou par réévaluation.\n\n**Lien de causalité établi** :\n\"Il existe un lien de causalité entre la dissolution des réserves latentes par réévaluation comptable et la cessation de l'activité lucrative indépendante.\"\n\n### Succession d'entreprise : pas d'obstacle\n\n\"Le fait qu'une société anonyme a succédé à la société en nom collectif qui a cessé son activité ne modifie pas l'application de l'imposition privilégiée.\"\n\n→ Facilite les **transmissions familiales** : transformation en SA + apport des actifs réévalués\n\n### Schéma pratique classique\n\n1. Indépendant exploite une entreprise individuelle/SNC depuis des décennies\n2. À 55+ ans : souhaite transmettre à ses enfants\n3. Transforme en SA (ou crée une SA)\n4. **Réévalue** les actifs (notamment immeubles) à leur valeur vénale\n5. Apporte les actifs à la SA aux valeurs réévaluées\n6. Demande **imposition privilégiée** sur les réserves latentes ainsi réalisées\n7. La SA reprend l'exploitation (continuité économique)\n8. L'indépendant cesse personnellement son activité\n\n**Résultat** :\n- ✓ Imposition privilégiée pour le fondateur (art. 37b LIFD)\n- ✓ Step-up des valeurs fiscales dans la SA\n- ✓ Continuité de l'entreprise familiale\n- ✓ Pas de liquidités nécessaires pour acquérir les actifs\n\n### Lien de causalité : condition essentielle\n\n\"L'imposition privilégiée suppose un lien de causalité suffisant entre la réalisation de ces réserves latentes et la liquidation de l'activité indépendante, en ce sens que la première doit être la **conséquence immédiate** de la seconde.\"\n\n**Critères d'appréciation** :\n- **Proximité temporelle** : réévaluation au moment ou à proximité de la cessation\n- **Contexte économique** : restructuration liée à la cessation\n- **Intention** : cessation effective et définitive (pas de reprise d'activité)\n\n### Limites et risques\n\n**Cessation définitive exigée** :\n- Pas de reprise d'activité indépendante ultérieure\n- Sinon : remise en cause rétroactive\n\n**Unicité** (Circulaire n° 28 AFC) :\n- Ne peut être accordée qu'**une seule fois** dans la vie\n- Pas de possibilité de bénéficier plusieurs fois du régime\n\n**Évaluation réaliste** :\n- Réévaluation = valeur vénale réelle\n- Surévaluation = contestation fiscale\n\n**Risque d'abus** :\n- Si réévaluation = pure manipulation fiscale\n- Administration peut invoquer l'abus de droit\n\n### Portée pratique\n\n**Avantages** :\n✓ Flexibilité accrue dans la structuration de la cessation\n✓ Pas besoin de vendre effectivement les actifs\n✓ Facilitation des transmissions familiales\n✓ Continuité économique de l'entreprise\n✓ Fiscalité avantageuse\n\n**Impact économique** :\n✓ Encouragement à la succession plutôt qu'à la liquidation pure\n✓ Préservation des entreprises familiales\n✓ Incitation fiscale cohérente avec la rationalité économique"
}
