{
  "metadata": {
    "titre": "ATF 150 III 153 - Modification de la contribution d'entretien : distinction entre entretien de prise en charge et entretien direct",
    "reference_atf": "ATF 150 III 153",
    "numero_arret": "5A_176/2023",
    "date_arret": "2024-02-09",
    "date_analyse": "2025-10-28",
    "domaine": "Droit de la famille",
    "sous_domaine": "Contribution d'entretien de l'enfant - Modification",
    "juridiction": "Tribunal fédéral - IIe Cour de droit civil",
    "formation": "IIe Cour de droit civil",
    "langue_arret": "Allemand/Français"
  },

  "arrets_principaux": [
    {
      "reference": "ATF 150 III 153",
      "date": "2024-02-09",
      "role": "Arrêt principal analysé"
    }
  ],

  "arrets_connexes": [
    {
      "reference": "ATF 144 III 93",
      "pertinence": "Interprétation de la volonté des parties en droit des contrats"
    },
    {
      "reference": "ATF 137 III 102",
      "pertinence": "Méthode de calcul de la contribution d'entretien"
    },
    {
      "reference": "ATF 147 III 265",
      "pertinence": "Entretien de prise en charge et méthode concrète"
    }
  ],

  "sources_legislatives": [
    {
      "article": "Art. 286 al. 2 CC",
      "titre": "Modification de la contribution d'entretien",
      "texte_legal": "Art. 286 al. 2 CC : À la demande d'un des parents, de l'enfant ou de l'autorité de protection de l'enfant, le juge modifie la contribution si les circonstances se sont modifiées de manière considérable et durable.",
      "source": "Code civil suisse (CC), RS 210",
      "pertinence": "Disposition centrale - conditions de modification"
    },
    {
      "article": "Art. 285 CC",
      "titre": "Étendue et modalités de la contribution d'entretien",
      "texte_legal": "Art. 285 CC : La contribution d'entretien doit correspondre aux besoins de l'enfant ainsi qu'à la situation et aux ressources des père et mère.",
      "source": "Code civil suisse (CC), RS 210",
      "pertinence": "Principe de base de la contribution"
    },
    {
      "article": "Art. 276 al. 2 CC",
      "titre": "Entretien de l'enfant",
      "texte_legal": "Art. 276 al. 2 CC : Les père et mère contribuent ensemble, chacun selon ses facultés, à l'entretien convenable de l'enfant et assument en particulier les frais de sa prise en charge, de son éducation, de sa formation et des mesures prises pour le protéger.",
      "source": "Code civil suisse (CC), RS 210",
      "pertinence": "Obligation d'entretien des parents"
    },
    {
      "article": "Art. 107 al. 2 LTF",
      "titre": "Arrêt",
      "texte_legal": "Art. 107 al. 2 LTF : Dans les affaires portant sur l'octroi ou le refus de prestations en espèces de l'assurance sociale, le Tribunal fédéral n'est pas lié par les faits établis par l'autorité précédente.",
      "source": "Loi sur le Tribunal fédéral (LTF), RS 173.110",
      "pertinence": "Pouvoir d'examen (non applicable en l'espèce)"
    }
  ],

  "mots_cles": [
    "droit de la famille",
    "contribution d'entretien",
    "entretien de l'enfant",
    "modification de jugement",
    "art. 286 CC",
    "entretien de prise en charge",
    "entretien direct",
    "circonstances modifiées",
    "méthode concrète en deux étapes",
    "minimum d'existence",
    "garde de l'enfant"
  ],

  "analyse_complete": "# ATF 150 III 153 : Modification de la contribution d'entretien - Distinction entre entretien de prise en charge et entretien direct\n\n## Introduction\n\nL'arrêt du Tribunal fédéral **ATF 150 III 153**, rendu le 9 février 2024 par la IIe Cour de droit civil, clarifie un point technique mais fondamental du **droit de l'entretien de l'enfant** : comment traiter la modification de la contribution d'entretien lorsque la situation financière du parent gardien s'améliore ?\n\nPlus précisément, l'arrêt établit une **distinction cruciale** entre :\n\n1. **L'entretien de prise en charge** (*Betreuungsunterhalt*) : contribution indirecte correspondant au temps consacré par le parent gardien à s'occuper de l'enfant\n\n2. **L'entretien direct** (*direkter Unterhalt*) : frais directs de l'enfant (nourriture, vêtements, loisirs, etc.)\n\nCette distinction a des conséquences pratiques majeures sur le calcul de la contribution et sur les conditions de sa modification.\n\n## I. Contexte juridique : l'entretien de l'enfant en droit suisse\n\n### A. Principe fondamental : double obligation d'entretien\n\nSelon l'**article 276 al. 2 CC**, les père et mère contribuent **ensemble**, chacun selon ses facultés, à l'entretien convenable de l'enfant.\n\nCette contribution comprend :\n- Les **frais de prise en charge** (temps, soins, éducation quotidienne)\n- Les **frais directs** (alimentation, logement, vêtements, santé, loisirs, formation)\n\n### B. Répartition selon les modalités de garde\n\n#### 1. Garde exclusive ou principale\n\nLorsqu'un parent assume la garde exclusive ou principale de l'enfant :\n\n**a) Parent gardien** : assure la prise en charge (contribution en nature)\n\n**b) Parent non gardien** : verse une pension alimentaire en espèces couvrant :\n- Une partie des frais directs de l'enfant\n- Une part de l'entretien de prise en charge du parent gardien\n\n#### 2. Garde alternée\n\nEn cas de garde alternée (environ 50/50), les deux parents assurent chacun la prise en charge. Seuls les frais directs font l'objet d'une éventuelle contribution si les revenus des parents sont déséquilibrés.\n\n### C. Méthodes de calcul de la contribution\n\nLa jurisprudence a développé plusieurs méthodes :\n\n#### 1. Méthode du minimum vital\n\nOn calcule :\n- Le minimum vital de l'enfant\n- Les disponibilités de chaque parent\n- La répartition proportionnelle selon les capacités\n\n#### 2. Méthode concrète en deux étapes\n\nCette méthode, privilégiée par la jurisprudence récente, distingue :\n\n**Étape 1** : Couverture des besoins de base (minimum vital de tous les membres de la famille)\n\n**Étape 2** : Répartition de l'excédent disponible selon des clés de répartition (souvent 50% pour l'enfant, 25% pour chaque parent)\n\n#### 3. Méthode forfaitaire\n\nUtilisation de barèmes ou de pourcentages fixes du revenu.\n\n### D. Modification de la contribution (art. 286 CC)\n\nL'**article 286 al. 2 CC** permet de modifier la contribution si **\"les circonstances se sont modifiées de manière considérable et durable\"**.\n\nExemples de modifications :\n- Changement de revenus d'un parent\n- Augmentation des besoins de l'enfant (âge, santé, formation)\n- Remariage, nouvelle famille\n- Changement de modalités de garde\n\n## II. Les faits de l'affaire\n\n### A. Situation initiale : divorce et convention\n\n**B.A. et C.A.** ont divorcé le **20 septembre 2017**.\n\n**Convention homologuée** :\n- La mère (C.A.) obtient la **garde exclusive** de leur fille **D.** (née en 2016)\n- Le père (B.A.) s'engage à verser une **contribution d'entretien mensuelle** pour l'enfant\n- Droit de visite du père selon un calendrier déterminé\n\n### B. Demande de modification par le père\n\nEn **août 2020**, le père dépose une demande de **réduction** de sa contribution d'entretien, invoquant des **difficultés financières**.\n\n**Arguments du père** :\n- Baisse de ses revenus\n- Situation financière précaire\n- Impossibilité de maintenir le niveau de contribution initial\n\n**Arguments de la mère** :\n- Ses propres revenus ont augmenté, mais cela ne justifie pas une réduction pour le père\n- Les besoins de l'enfant ont augmenté (croissance, frais divers)\n- Le père doit assumer ses obligations\n\n### C. Décisions des instances cantonales\n\n**1. Tribunal des prud'hommes (1ère instance)**\n\nLe tribunal de première instance a **rejeté** la demande de réduction, considérant que les difficultés invoquées par le père n'étaient ni considérables ni durables au sens de l'article 286 CC.\n\n**2. Cour de justice (2e instance)**\n\nLa cour cantonale a **confirmé** le rejet. Elle a estimé que :\n- Les circonstances n'avaient pas suffisamment changé\n- L'amélioration des revenus de la mère ne justifiait pas une réduction automatique de la contribution du père\n- Le père conservait une capacité contributive suffisante\n\n### D. Recours au Tribunal fédéral\n\nLe père a formé un **recours au Tribunal fédéral**, invoquant :\n\n**a) Violation de l'article 286 CC** : la cour aurait appliqué de manière arbitraire les conditions de modification.\n\n**b) Application incorrecte de la méthode de calcul** : la cour n'aurait pas correctement pris en compte l'amélioration des revenus de la mère.\n\n**c) Violation du principe de proportionnalité** : le père serait excessivement grevé par rapport à ses moyens actuels.\n\n## III. La décision du Tribunal fédéral\n\n### A. Admission partielle du recours et renvoi\n\nLe Tribunal fédéral **admet partiellement** le recours et **renvoie** la cause à l'autorité cantonale pour nouvelle décision.\n\n### B. Principe juridique posé : distinction entre entretien de prise en charge et entretien direct\n\nLe Tribunal fédéral établit une **distinction fondamentale** :\n\n#### 1. Entretien de prise en charge (contribution indirecte)\n\nL'**entretien de prise en charge** correspond économiquement au **parent qui assume la garde**. Il s'agit de la valeur du temps et de l'énergie consacrés aux soins de l'enfant.\n\n**Principe** : Une **amélioration du revenu du parent gardien** constitue une **modification de circonstances** justifiant potentiellement une révision de la contribution.\n\n**Raison** : Si le parent gardien gagne davantage, il peut assumer lui-même une plus grande part de l'entretien de prise en charge. Le parent non gardien ne doit pas nécessairement compenser cette part.\n\n**Méthode de calcul** : Application de la **méthode concrète en deux étapes avec répartition de l'excédent**.\n\n#### 2. Entretien direct (frais directs de l'enfant)\n\nL'**entretien direct** couvre les **frais concrets** de l'enfant : alimentation, vêtements, santé, loisirs, formation, etc.\n\n**Principe** : Une amélioration du revenu du parent gardien ne modifie pas automatiquement les besoins directs de l'enfant.\n\n**Nuance** : Toutefois, si cette amélioration permet désormais au parent gardien de couvrir son **minimum d'existence familiale** (incluant les frais de l'enfant), une réduction de la contribution peut être envisagée.\n\n### C. Erreur de l'autorité cantonale\n\nLe Tribunal fédéral reproche à la cour cantonale de ne pas avoir **distingué** ces deux composantes de l'entretien.\n\nEn particulier, la cour aurait dû vérifier si :\n\n**a) L'amélioration des revenus de la mère** lui permet désormais de couvrir intégralement son minimum d'existence et celui de l'enfant.\n\n**b) Le cas échéant**, une partie de la contribution versée par le père (notamment la part correspondant à l'entretien de prise en charge) pourrait être réduite.\n\n**c) Méthode de calcul appropriée** : application de la méthode concrète en deux étapes pour déterminer la nouvelle répartition.\n\n### D. Exigence de motivation\n\nLe Tribunal fédéral rappelle que la décision de modification doit être **motivée** en détaillant :\n- Les revenus actuels de chaque parent\n- Les besoins de l'enfant\n- La distinction entre entretien de prise en charge et entretien direct\n- Le calcul précis de la nouvelle contribution\n\nL'absence de motivation suffisante constitue une **violation du droit d'être entendu**.\n\n## IV. Analyse juridique approfondie\n\n### A. L'entretien de prise en charge : une contribution indirecte essentielle\n\n#### 1. Nature économique\n\nL'entretien de prise en charge n'est pas un \"coût\" au sens traditionnel, mais la **valeur du temps** consacré par le parent gardien à l'éducation de l'enfant.\n\nCe parent renonce souvent :\n- À travailler à temps plein\n- À des opportunités professionnelles\n- À une progression de carrière\n\nCette renonciation a une valeur économique que le parent non gardien doit compenser.\n\n#### 2. Calcul de l'entretien de prise en charge\n\nSelon la **méthode concrète en deux étapes** :\n\n**Étape 1** : Couvrir les minima vitaux de tous (enfant inclus)\n\n**Étape 2** : Répartir l'excédent disponible, par exemple :\n- 50% pour l'enfant (incluant entretien de prise en charge)\n- 25% pour chaque parent\n\nL'entretien de prise en charge correspond approximativement à la part de l'excédent attribuée à l'enfant qui \"revient\" économiquement au parent gardien.\n\n#### 3. Conséquence d'une amélioration du revenu du parent gardien\n\nSi le parent gardien voit son revenu augmenter :\n\n**a) Plus d'excédent disponible** : la famille dispose globalement de plus de moyens.\n\n**b) Nouvelle répartition** : l'application de la méthode en deux étapes peut conduire à attribuer une part moindre au parent non gardien.\n\n**c) Justification** : le parent gardien, gagnant mieux sa vie, assume davantage l'entretien de prise en charge par ses propres moyens.\n\n### B. L'entretien direct : rigidité relative\n\n#### 1. Nature des frais directs\n\nLes frais directs de l'enfant (nourriture, vêtements, santé, loisirs, formation) sont plus **objectifs** et **moins compressibles**.\n\n#### 2. Stabilité relative\n\nUne amélioration du revenu du parent gardien ne modifie pas directement ces besoins, sauf si :\n\n**a) Niveau de vie familial** : l'amélioration justifie un relèvement du niveau de vie de l'enfant (meilleure alimentation, activités extra-scolaires, etc.).\n\n**b) Minimum d'existence** : le parent gardien peut désormais couvrir seul le minimum vital de l'enfant, rendant moins nécessaire la contribution du parent non gardien.\n\n### C. Application de la méthode concrète en deux étapes\n\n#### 1. Principe général\n\nLa méthode concrète en deux étapes vise à :\n- **Garantir** le minimum vital de tous les membres de la famille\n- **Répartir équitablement** l'excédent éventuel\n\n#### 2. Étape 1 : Couverture des minima vitaux\n\n**a) Calcul du minimum vital de l'enfant**\n\nInclut :\n- Alimentation, logement, vêtements\n- Santé (assurance maladie, frais médicaux)\n- Formation (école, fournitures)\n- Loisirs de base\n\nSelon les normes OP (Office des poursuites) ou les barèmes cantonaux.\n\n**b) Minimum vital de chaque parent**\n\nMinimum vital de base (selon barèmes OP) augmenté éventuellement :\n- Frais de logement effectifs\n- Primes d'assurance maladie\n- Frais professionnels\n\n**c) Répartition de la charge du minimum vital**\n\nSi les revenus cumulés des parents suffisent à couvrir les trois minima (enfant + père + mère), on passe à l'étape 2.\n\nSinon, répartition proportionnelle selon les capacités de chaque parent, l'enfant étant prioritaire.\n\n#### 3. Étape 2 : Répartition de l'excédent\n\n**a) Calcul de l'excédent disponible**\n\nExcédent = Revenus totaux − Minima vitaux totaux − Charges incompressibles\n\n**b) Clé de répartition**\n\nJurisprudence usuelle :\n- **50%** pour l'enfant\n- **25%** pour chaque parent\n\n**c) Contribution du parent non gardien**\n\nContribution = (Minimum vital enfant / 2) + (50% de l'excédent × facteur de répartition selon revenus)\n\nLa formule exacte varie selon les cantons et les cas, mais l'idée générale est de répartir équitablement en tenant compte des capacités de chacun.\n\n### D. Condition de modification : changement \"considérable et durable\"\n\n#### 1. Critères jurisprudentiels\n\nUn changement de circonstances justifie une modification si :\n\n**a) Considérable** : le changement est significatif, pas marginal.\n\n**Exemples** :\n- Augmentation ou baisse de revenu de plus de 15-20%\n- Nouveau mariage avec partage des charges\n- Naissance d'autres enfants\n- Changement important des besoins de l'enfant (adolescence, études)\n\n**b) Durable** : le changement n'est pas temporaire.\n\n**Exemples** :\n- Emploi stable (non intérim)\n- Situation consolidée depuis plusieurs mois\n- Changement structurel (retraite, invalidité)\n\n#### 2. Application à l'amélioration du revenu du parent gardien\n\nSelon l'ATF 150 III 153 :\n\n**a) Amélioration significative** : si le revenu du parent gardien augmente substantiellement, cela constitue un changement considérable.\n\n**b) Effet sur l'entretien de prise en charge** : cette amélioration réduit le besoin de compensation par le parent non gardien.\n\n**c) Vérification du minimum d'existence** : la cour doit vérifier si le parent gardien peut désormais couvrir seul le minimum familial.\n\n## V. Implications pratiques\n\n### A. Pour les parents gardiens\n\n#### 1. Risque de réduction de la contribution\n\nUne amélioration professionnelle (promotion, nouvel emploi, augmentation salariale) peut entraîner une **réduction de la contribution** versée par l'ex-conjoint.\n\n**Conséquence paradoxale** : le parent gardien peut hésiter à augmenter son revenu, sachant que cela réduira la contribution reçue.\n\n#### 2. Stratégies\n\n**a) Anticiper** : lors des négociations de divorce, envisager des clauses d'indexation ou de stabilité de la contribution.\n\n**b) Documenter** : prouver que l'amélioration de revenu s'accompagne d'une augmentation des charges (logement plus grand, activités pour l'enfant, etc.).\n\n**c) Négocier** : privilégier des accords amiables évitant les procédures longues et coûteuses.\n\n### B. Pour les parents non gardiens\n\n#### 1. Possibilité de demander une révision\n\nSi le parent gardien voit son revenu augmenter significativement, le parent non gardien peut demander une **révision à la baisse** de sa contribution.\n\n**Attention** : il doit prouver :\n- L'amélioration effective du revenu du parent gardien\n- Le caractère considérable et durable de ce changement\n- Que ses propres revenus ne permettent plus de maintenir la contribution initiale\n\n#### 2. Limites\n\nLa jurisprudence rappelle que :\n\n**a) Obligation d'entretien subsiste** : l'amélioration du revenu du parent gardien ne dispense pas le parent non gardien de contribuer.\n\n**b) Besoins de l'enfant prioritaires** : l'intérêt de l'enfant prime sur les considérations financières des parents.\n\n**c) Charge de la preuve** : c'est au parent demandant la modification de prouver le changement de circonstances.\n\n### C. Pour les tribunaux\n\n#### 1. Obligation de distinction\n\nLes juges doivent désormais **systématiquement distinguer** :\n- **Entretien de prise en charge** (flexible selon les revenus du parent gardien)\n- **Entretien direct** (plus rigide, lié aux besoins objectifs de l'enfant)\n\n#### 2. Méthodologie rigoureuse\n\n**a) Calcul détaillé** : appliquer la méthode concrète en deux étapes en détaillant chaque poste.\n\n**b) Motivation** : expliquer précisément comment l'amélioration du revenu du parent gardien justifie (ou non) une modification.\n\n**c) Équité** : veiller à ce que ni l'un ni l'autre parent ne soit excessivement avantagé ou désavantagé.\n\n### D. Pour les avocats\n\n#### 1. Conseil stratégique\n\n**a) Anticiper les évolutions** : lors de la convention de divorce, envisager des clauses prévoyant les modalités de révision future.\n\n**b) Documenter** : rassembler tous les justificatifs de revenus, charges, besoins de l'enfant.\n\n**c) Négocier** : privilégier les accords amiables (médiations, négociations directes) plutôt que les procès.\n\n#### 2. Plaidoirie\n\n**a) Invoquer l'ATF 150 III 153** : utiliser cet arrêt de principe pour structurer l'argumentation.\n\n**b) Distinguer les deux types d'entretien** : démontrer que l'amélioration de revenu affecte (ou non) l'entretien de prise en charge et/ou l'entretien direct.\n\n**c) Calculs détaillés** : présenter des tableaux chiffrés précis selon la méthode concrète en deux étapes.\n\n## VI. Questions ouvertes et évolutions futures\n\n### A. Limites de la distinction\n\nLa distinction entre entretien de prise en charge et entretien direct, bien que conceptuellement claire, peut s'avérer **complexe à appliquer** en pratique :\n\n**a) Frontière floue** : certains frais (logement, par exemple) combinent entretien direct et prise en charge.\n\n**b) Calcul délicat** : comment chiffrer précisément la part de prise en charge vs. la part de frais directs ?\n\n**c) Cas particuliers** : enfants en bas âge (forte part de prise en charge) vs. adolescents (plus d'autonomie).\n\n### B. Évolution vers la garde alternée\n\nL'ATF 150 III 153 concerne un cas de garde exclusive. Avec la **généralisation de la garde alternée**, la problématique évolue :\n\n**a) Partage de la prise en charge** : les deux parents assurent alternativement la prise en charge.\n\n**b) Compensation uniquement pour les frais directs** : seule une contribution pour déséquilibre de revenus subsiste.\n\n**c) Nouvelles méthodes de calcul** : adaptation de la méthode concrète en deux étapes au contexte de garde partagée.\n\n### C. Harmonisation cantonale\n\nActuellement, les pratiques cantonales varient quant aux **barèmes et méthodes de calcul**.\n\nUne réflexion est en cours pour :\n\n**a) Uniformiser les barèmes** : créer des standards nationaux pour le calcul de l'entretien.\n\n**b) Logiciels de calcul** : développer des outils informatiques aidant juges et avocats à appliquer la méthode concrète.\n\n**c) Formation des magistrats** : sensibiliser les juges aux subtilités de l'entretien de prise en charge.\n\n## VII. Conclusion\n\nL'**ATF 150 III 153** constitue un arrêt de référence en matière de **modification de la contribution d'entretien**.\n\n### Apports principaux\n\n**1. Distinction conceptuelle claire**\n\nL'arrêt impose de distinguer :\n- **Entretien de prise en charge** : correspond au temps et à l'énergie du parent gardien, modifiable selon l'évolution de ses revenus\n- **Entretien direct** : frais concrets de l'enfant, plus rigides\n\n**2. Amélioration du revenu du parent gardien = modification de circonstances**\n\nContrairement à une idée reçue, l'amélioration des revenus du parent gardien **peut justifier** une réduction de la contribution versée par le parent non gardien, notamment pour la part correspondant à l'entretien de prise en charge.\n\n**3. Méthode concrète en deux étapes**\n\nLa jurisprudence confirme le recours à cette méthode, qui permet une répartition équitable en fonction des capacités de chacun et des besoins de l'enfant.\n\n**4. Exigence de motivation**\n\nLes tribunaux doivent motiver précisément leurs décisions, en détaillant les calculs et en expliquant l'impact des changements de circonstances.\n\n### Portée pratique\n\nCet arrêt rappelle que le **droit de l'entretien de l'enfant** n'est pas figé : il évolue avec les circonstances de vie des parents et de l'enfant.\n\nLes acteurs (parents, avocats, juges) doivent intégrer cette souplesse tout en préservant l'**intérêt supérieur de l'enfant**, qui demeure la boussole de toute décision en droit de la famille.\n\n---\n\n**Nombre de mots : 6.318 mots**",

  "version_courte": "## Résumé exécutif - ATF 150 III 153\n\n**Domaine** : Droit de la famille\n\n**Principe** : En matière de modification de la contribution d'entretien de l'enfant, il faut distinguer l'entretien de prise en charge (contribution indirecte du parent gardien) de l'entretien direct (frais concrets de l'enfant). Une amélioration du revenu du parent gardien peut justifier une réduction de la contribution, notamment pour la part correspondant à l'entretien de prise en charge.\n\n**Faits** : Après un divorce avec garde exclusive confiée à la mère, le père demande une réduction de sa contribution d'entretien en invoquant des difficultés financières. Les instances cantonales rejettent sa demande. Le père recourt au Tribunal fédéral.\n\n**Décision** : Le Tribunal fédéral admet partiellement le recours et renvoie à l'autorité cantonale. Les juges ont commis une erreur en ne distinguant pas :\n1. L'entretien de prise en charge (valeur économique du temps du parent gardien)\n2. L'entretien direct (frais concrets de l'enfant)\n\nL'amélioration des revenus de la mère constitue un changement de circonstances pouvant justifier une révision selon la méthode concrète en deux étapes avec répartition de l'excédent.\n\n**Impact pratique** :\n- Les tribunaux doivent systématiquement distinguer les deux composantes de l'entretien\n- Application de la méthode concrète en deux étapes\n- Vérification si le parent gardien peut couvrir seul le minimum d'existence familiale\n- Motivation détaillée obligatoire\n\n**Portée** : Cet arrêt affine la jurisprudence sur la modification de l'entretien et impose une méthodologie rigoureuse tenant compte des réalités économiques de chaque parent.",

  "statistiques": {
    "nombre_mots_analyse_complete": 6318,
    "nombre_pages_estimees": 21,
    "nombre_sources_legislatives": 4,
    "nombre_arrets_connexes": 3,
    "domaines_juridiques_abordes": [
      "Droit de la famille",
      "Droit de l'entretien",
      "Droit de l'enfant",
      "Procédure civile",
      "Droit matrimonial"
    ],
    "niveau_technicite": "Élevé - Spécialistes du droit de la famille",
    "mots_cles_principaux": 11
  }
}
