{
  "metadata": {
    "titre": "ATF 151 I 62 - Admission provisoire et transformation en autorisation de séjour pour jeunes étrangers intégrés : obligations positives de l'État et protection de la vie privée des adolescents",
    "date_analyse": "2025-11-18",
    "domaine": "Droit des étrangers et droit constitutionnel",
    "sous_domaine": "Admission provisoire - Transformation en autorisation de séjour - Protection de la vie privée - Intégration des jeunes - Art. 8 CEDH - Art. 84 al. 5 LEI",
    "date_arret": "2024-07-23",
    "cour": "Tribunal fédéral suisse - IIe Cour de droit public",
    "numero_affaire": "2C_157/2023",
    "canton_origine": "Fribourg",
    "type_recours": "Recours en matière de droit public",
    "issue": "Recours admis - Annulation de l'arrêt cantonal et de la décision administrative - Ordre donné aux autorités fribourgeoises de délivrer une autorisation de séjour",
    "auteur_analyse": "Expert en droit suisse - Analyse jurisprudentielle approfondie",
    "nombre_mots": 8500
  },

  "arrets_principaux": [
    {
      "reference": "ATF 151 I 62",
      "date": "2024-07-23",
      "formation": "IIe Cour de droit public",
      "parties": "A. (ressortissante syrienne, née en 2009) contre Service de la population et des migrants du canton de Fribourg",
      "publication": "Destiné à la publication aux ATF (Arrêts du Tribunal fédéral)",
      "importance": "Arrêt de principe établissant les conditions dans lesquelles l'État a une obligation positive de transformer une admission provisoire en autorisation de séjour pour protéger la vie privée d'un adolescent intégré ayant grandi en Suisse",
      "numero_cause": "2C_157/2023"
    }
  ],

  "arrets_connexes": [
    {
      "reference": "ATF 150 I 93",
      "date": "2023",
      "pertinence": "Arrêt précurseur examinant les inconvénients de l'admission provisoire pour des enfants de 10 et 12 ans",
      "lien_thematique": "Analyse des désavantages du statut F concernant l'intégration progressive, les restrictions de mobilité et l'accès aux places d'apprentissage. Le TF reconnaît que l'admission provisoire peut constituer une entrave pour les jeunes présents depuis plusieurs années, notamment car la naturalisation ne peut être demandée que par les titulaires d'une autorisation d'établissement.",
      "citation_cle": "Pour des jeunes étrangers présents en Suisse depuis plusieurs années, l'admission provisoire peut entraîner des inconvénients concernant l'intégration progressive, notamment parce que la naturalisation ne peut être demandée que par les titulaires d'une autorisation d'établissement."
    },
    {
      "reference": "ATF 147 I 268",
      "date": "2021",
      "pertinence": "Établit les critères d'examen des obligations positives découlant de l'art. 8 CEDH en matière d'admission provisoire",
      "lien_thematique": "Jurisprudence fondamentale précisant que l'admission provisoire présente principalement des contraintes concernant la mobilité intercantonale et internationale. Le TF laisse ouverte la question de savoir si les inconvénients liés à la présence précaire en Suisse sont suffisamment graves pour porter atteinte à la sphère de protection de l'art. 8 al. 1 CEDH. Pour qu'une personne admise provisoirement puisse se prévaloir d'une autorisation de séjour sur la base de l'art. 8 CEDH, elle doit avoir fourni 'un certain effort d'intégration'.",
      "citation_cle": "L'atteinte potentielle au droit au respect de la vie privée découlant de ce statut ne pouvait être qualifiée de grave."
    },
    {
      "reference": "2C_479/2023",
      "date": "2024-02-06",
      "pertinence": "Arrêt parallèle concernant un adulte en admission provisoire et les critères de durée de séjour",
      "lien_thematique": "Concerne un ressortissant jordanien né en 1989, arrivé en Suisse en mars 2017, ayant obtenu l'admission provisoire en octobre 2022 et demandant une autorisation pour cas de rigueur. Le TF rappelle qu'une présence en Suisse avec admission provisoire de près de dix ans ou plus de vingt ans a été considérée comme étant de longue durée et susceptible de conférer un droit à régularisation fondé sur l'art. 8 CEDH. En l'espèce, avec moins d'un an en admission provisoire et environ 7 ans de présence totale, le seuil n'était pas atteint.",
      "citation_cle": "En l'absence d'un séjour de longue durée en Suisse et vu que le statut actuel d'admission provisoire permettait au recourant d'exercer sans entrave significative son droit au respect de sa vie privée en Suisse, celui-ci ne saurait défendablement prétendre à un droit à une autorisation de séjour fondé sur l'art. 8 CEDH."
    },
    {
      "reference": "2C_198/2023",
      "date": "2024-02-07",
      "pertinence": "Cas de deux enfants syriens en admission provisoire depuis près de 10 ans",
      "lien_thematique": "Deux enfants syriens (nés en 2012 et 2013) arrivés en Suisse en février 2014 avec admission provisoire. Le TF reconnaît que les contraintes liées aux voyages constituent 'une atteinte au droit au respect de la vie privée' mais la qualifie de 'légère' vu leur jeune âge (10 et 11 ans au moment de la décision). Distingue ainsi l'impact du statut F selon l'âge : plus faible pour les jeunes enfants, plus significatif pour les adolescents.",
      "citation_cle": "Les contraintes liées aux voyages constituent une atteinte au droit au respect de la vie privée mais cette atteinte doit être qualifiée de légère vu leur âge."
    },
    {
      "reference": "ATF 141 I 49",
      "date": "2015",
      "pertinence": "Admission provisoire dérivée et protection de la vie familiale",
      "lien_thematique": "Traite de l'admission provisoire dérivée dans le contexte du regroupement familial. Établit les principes selon lesquels le refus de transmettre une demande d'admission provisoire à l'autorité fédérale compétente peut constituer une violation de l'art. 8 CEDH lorsqu'il est manifestement contraire à l'intérêt prépondérant des requérants.",
      "citation_cle": "Les recourants se plaignent d'une violation de l'art. 8 CEDH, estimant qu'il est manifestement contraire à leur intérêt prépondérant de se voir renvoyés sans que leur demande d'admission provisoire ne soit transmise à l'autorité fédérale compétente."
    },
    {
      "reference": "ATF 146 I 185",
      "date": "2020",
      "pertinence": "Durée de séjour requise pour invoquer l'art. 8 CEDH",
      "lien_thematique": "Établit qu'un séjour légal d'environ dix ans permet en principe d'invoquer l'art. 8 CEDH s'agissant de la vie privée, une telle durée faisant présumer une bonne intégration. Le TF reconnaît également qu'une présence sous admission provisoire peut, dans certaines circonstances, conférer un tel droit durable.",
      "citation_cle": "Un séjour légal d'environ dix ans permet en principe d'invoquer l'art. 8 CEDH s'agissant de la vie privée, une telle durée faisant présumer une bonne intégration."
    },
    {
      "reference": "ATF 120 IB 1",
      "date": "1994",
      "pertinence": "Jurisprudence fondamentale sur l'art. 8 CEDH en droit des étrangers",
      "lien_thematique": "Arrêt de principe établissant que l'art. 8 CEDH s'applique lorsqu'un étranger peut se prévaloir d'une relation intacte avec son enfant ayant le droit de séjourner en Suisse, même si l'enfant n'est pas sous son autorité parentale ou sa garde. Pose les bases de l'application de l'art. 8 CEDH aux questions de séjour des étrangers.",
      "citation_cle": "L'article 8 CEDH s'applique lorsqu'un étranger peut se prévaloir d'une relation intacte avec son enfant ayant le droit de séjourner en Suisse."
    },
    {
      "reference": "Arrêt CourEDH Jeunesse c. Pays-Bas",
      "date": "2014-10-03",
      "numero_requete": "12738/10",
      "juridiction": "Cour européenne des droits de l'homme (Grande Chambre)",
      "pertinence": "Jurisprudence de la CourEDH sur l'obligation d'examiner la situation des étrangers en situation irrégulière avec enfants",
      "lien_thematique": "Arrêt de Grande Chambre concernant une ressortissante surinamaise en situation irrégulière aux Pays-Bas depuis l'expiration de son visa touristique, à qui un titre de séjour a été refusé. La CourEDH établit que les autorités des États membres doivent désormais tenir compte de l'intérêt supérieur de l'enfant et 'examiner et apprécier les éléments relatifs à la commodité, à la faisabilité et à la proportionnalité d'un éventuel éloignement' des étrangers en situation irrégulière. Lorsque des enfants sont concernés, leur intérêt supérieur doit être pris en compte.",
      "citation_cle": "Les autorités doivent examiner et apprécier les éléments relatifs à la commodité, à la faisabilité et à la proportionnalité d'un éventuel éloignement des étrangers en situation irrégulière, en tenant compte de l'intérêt supérieur de l'enfant."
    },
    {
      "reference": "Arrêt CourEDH Aristimuño Mendizabal c. France",
      "date": "2006",
      "juridiction": "Cour européenne des droits de l'homme",
      "pertinence": "Jurisprudence de la CourEDH sur les inconvénients d'un statut précaire prolongé",
      "lien_thematique": "La CourEDH a constaté une violation de l'art. 8 CEDH car la requérante avait, en raison de l'absence de décision sur son titre de séjour pendant plus de quatorze ans, subi un emploi précaire et sous-qualifié, des difficultés sociales et financières, et l'impossibilité de louer des locaux et d'exercer l'activité professionnelle pour laquelle elle avait entrepris une formation, alors même qu'elle avait droit à un titre de séjour. Établit que les inconvénients d'un statut juridique précaire peuvent constituer une violation de l'art. 8 CEDH.",
      "citation_cle": "La requérante avait subi un emploi précaire et sous-qualifié, des difficultés sociales et financières, et l'impossibilité d'exercer l'activité professionnelle pour laquelle elle avait entrepris une formation."
    }
  ],

  "sources_legislatives": [
    {
      "reference": "CEDH art. 8",
      "titre": "Convention européenne des droits de l'homme - Droit au respect de la vie privée et familiale",
      "texte_verbatim": "1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance. 2. Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui.",
      "pertinence": "Fondement conventionnel de la protection de la vie privée. La jurisprudence établit que l'art. 8 CEDH engendre non seulement des obligations négatives (ne pas porter atteinte) mais aussi des obligations positives (adopter des mesures pour protéger effectivement la vie privée). En matière d'admission provisoire, le maintien d'un statut précaire peut constituer une atteinte à la vie privée nécessitant une justification au sens de l'art. 8 al. 2 CEDH.",
      "interpretation_jurisprudentielle": "La notion de 'vie privée' englobe l'identité physique et sociale d'une personne, son développement personnel, son droit d'établir des relations avec autrui et son intégration sociale dans le pays de résidence. Pour un adolescent ayant grandi dans un pays, sa vie privée se situe principalement dans ce pays."
    },
    {
      "reference": "Cst. art. 13",
      "titre": "Constitution fédérale suisse - Protection de la sphère privée",
      "texte_verbatim": "1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile, de sa correspondance et des relations qu'elle établit par la poste et les télécommunications. 2. Toute personne a le droit d'être protégée contre l'emploi abusif des données qui la concernent.",
      "pertinence": "Garantie constitutionnelle de la vie privée ayant une portée identique à l'art. 8 CEDH selon la jurisprudence constante du Tribunal fédéral. L'art. 13 Cst. confère des droits directement invocables et peut fonder une obligation positive de l'État de délivrer une autorisation de séjour lorsque le maintien de l'admission provisoire constitue une atteinte disproportionnée à la vie privée.",
      "interpretation_jurisprudentielle": "En matière de droit des étrangers, l'art. 13 Cst. et l'art. 8 CEDH ont une portée identique et sont interprétés de manière harmonisée (ATF 151 I 62, consid. 5.1)."
    },
    {
      "reference": "LEI art. 84 al. 5",
      "titre": "Loi fédérale sur les étrangers et l'intégration - Examen de l'octroi d'une autorisation de séjour aux personnes admises à titre provisoire",
      "texte_verbatim": "L'autorité compétente tient compte, en règle générale, de la durée de la présence en Suisse, de la situation familiale, de la situation financière, de l'intégration et du respect de l'ordre juridique suisse ainsi que de l'exigibilité d'un retour dans l'État d'origine.",
      "pertinence": "Disposition centrale régissant la transformation de l'admission provisoire en autorisation de séjour. Énonce les critères d'examen que l'autorité doit prendre en compte sans toutefois créer un droit automatique. Ces critères doivent être appliqués à la lumière de l'art. 8 CEDH et de l'intérêt supérieur de l'enfant (art. 3 CDE).",
      "interpretation_jurisprudentielle": "L'art. 84 al. 5 LEI impose aux autorités d'examiner sérieusement la situation et de procéder à une pesée complète des intérêts. Cet examen doit être individualisé et tenir compte de l'ensemble des circonstances du cas d'espèce. La formulation 'en règle générale' indique que les critères énoncés ne sont pas exhaustifs et que d'autres éléments peuvent être pris en compte.",
      "criteres_application": {
        "duree_presence": "Plus la personne est en Suisse depuis longtemps, plus son intégration est profonde et plus le maintien de l'admission provisoire devient difficile à justifier. Un séjour de près de 10 ans est considéré comme une longue durée (ATF 146 I 185, 2C_479/2023).",
        "situation_familiale": "La présence de membres de la famille en Suisse renforce l'ancrage. L'existence d'une famille nucléaire en Suisse et l'absence d'attaches familiales dans le pays d'origine constituent des éléments favorables.",
        "integration": "Maîtrise de la langue, scolarité/formation réussie, participation à la vie sociale, respect des normes culturelles. Une intégration exemplaire renforce significativement la position de la personne.",
        "exigibilite_retour": "Si le retour dans l'État d'origine demeure inexigible de manière durable (guerre, persécution), le maintien de l'admission provisoire (censée être temporaire) perd sa justification principale."
      }
    },
    {
      "reference": "LEI art. 83",
      "titre": "Loi fédérale sur les étrangers et l'intégration - Admission provisoire",
      "texte_verbatim": "Si l'exécution du renvoi n'est pas possible, n'est pas licite ou ne peut être raisonnablement exigée, le SEM décide de l'admission provisoire.",
      "pertinence": "Définit la nature juridique de l'admission provisoire comme mesure de substitution au renvoi. L'admission provisoire n'est pas un titre de séjour au sens strict mais une mesure ordonnée lorsque l'exécution du renvoi est impossible, illicite ou inexigible.",
      "interpretation_jurisprudentielle": "L'admission provisoire vise initialement à régler une situation temporaire dans l'attente que l'exécution du renvoi devienne possible ou exigible. Toutefois, dans les faits, l'admission provisoire peut durer de nombreuses années, notamment lorsque la situation dans le pays d'origine ne s'améliore pas (conflits durables, catastrophes)."
    },
    {
      "reference": "LEI art. 85a",
      "titre": "Loi fédérale sur les étrangers et l'intégration - Activité lucrative des personnes admises à titre provisoire",
      "texte_verbatim": "Les personnes admises à titre provisoire peuvent exercer une activité lucrative sur l'ensemble du territoire suisse.",
      "pertinence": "Depuis le 1er janvier 2019, les personnes admises provisoirement ont la possibilité de travailler sans restrictions géographiques. Cette modification législative a réduit certains désavantages du statut F, mais des obstacles demeurent, notamment l'accès aux places d'apprentissage.",
      "interpretation_jurisprudentielle": "Malgré cette amélioration, l'ATF 150 I 93 reconnaît que le statut d'admission provisoire tend à compliquer l'accès aux places d'apprentissage par rapport aux personnes titulaires d'une autorisation de séjour."
    },
    {
      "reference": "CDE art. 3 al. 1",
      "titre": "Convention relative aux droits de l'enfant - Intérêt supérieur de l'enfant",
      "texte_verbatim": "Dans toutes les décisions qui concernent les enfants, qu'elles soient le fait des institutions publiques ou privées de protection sociale, des tribunaux, des autorités administratives ou des organes législatifs, l'intérêt supérieur de l'enfant doit être une considération primordiale.",
      "pertinence": "Principe directeur impératif dans l'examen des demandes concernant des mineurs. L'intérêt supérieur de l'enfant doit être une 'considération primordiale', ce qui signifie qu'il doit être placé au centre de la réflexion, sans nécessairement primer automatiquement sur tous les autres intérêts. Pour un adolescent en phase de formation de son identité, la stabilité juridique et les perspectives d'avenir (formation, naturalisation) constituent des éléments essentiels de son développement harmonieux.",
      "interpretation_jurisprudentielle": "L'art. 3 CDE s'applique parallèlement à l'art. 8 CEDH mais n'est pas directement invocable. Il constitue un principe d'interprétation et d'application des autres dispositions juridiques (ATF 151 I 62, consid. 4.2)."
    },
    {
      "reference": "CDE art. 12",
      "titre": "Convention relative aux droits de l'enfant - Droit de l'enfant d'être entendu",
      "texte_verbatim": "1. Les États parties garantissent à l'enfant qui est capable de discernement le droit d'exprimer librement son opinion sur toute question l'intéressant, les opinions de l'enfant étant dûment prises en considération eu égard à son âge et à son degré de maturité. 2. À cette fin, on donnera notamment à l'enfant la possibilité d'être entendu dans toute procédure judiciaire ou administrative l'intéressant, soit directement, soit par l'intermédiaire d'un représentant ou d'une organisation appropriée, de façon compatible avec les règles de procédure de la législation nationale.",
      "pertinence": "Impose l'audition de l'enfant capable de discernement dans les procédures le concernant. Cette audition peut se faire oralement, par écrit ou par l'intermédiaire d'un représentant.",
      "interpretation_jurisprudentielle": "Dans l'ATF 151 I 62, le TF considère que la recourante a pu s'exprimer par écrit tout au long de la procédure, satisfaisant ainsi aux exigences de l'art. 12 CDE (consid. 4.1)."
    },
    {
      "reference": "CDE art. 6",
      "titre": "Convention relative aux droits de l'enfant - Droit à la vie et au développement",
      "texte_verbatim": "1. Les États parties reconnaissent que tout enfant a un droit inhérent à la vie. 2. Les États parties assurent dans toute la mesure possible la survie et le développement de l'enfant.",
      "pertinence": "Obligation de garantir le développement harmonieux de l'enfant. Pour un adolescent, cela inclut l'accès à la formation, la construction de son identité et la possibilité de planifier son avenir dans le pays où il a grandi.",
      "interpretation_jurisprudentielle": "Le droit au développement englobe les aspects physiques, mentaux, spirituels, moraux, psychologiques et sociaux. Un statut juridique précaire peut entraver ce développement harmonieux."
    },
    {
      "reference": "LN art. 9 al. 1 let. a",
      "titre": "Loi sur la nationalité suisse - Conditions de la naturalisation ordinaire",
      "texte_verbatim": "Peut présenter une demande de naturalisation ordinaire quiconque justifie d'une autorisation d'établissement.",
      "pertinence": "Établit que seuls les titulaires d'une autorisation d'établissement (permis C) peuvent demander la naturalisation. Les personnes en admission provisoire (permis F) ne peuvent donc pas accéder à la naturalisation sans d'abord obtenir une autorisation de séjour (permis B) puis une autorisation d'établissement (permis C).",
      "interpretation_jurisprudentielle": "Cette exigence crée un obstacle structurel à la naturalisation pour les personnes en admission provisoire. Pour un jeune ayant grandi en Suisse, cette impossibilité d'accéder à la nationalité suisse constitue une entrave significative à son développement identitaire et à son sentiment d'appartenance (ATF 151 I 62, consid. 5.9)."
    },
    {
      "reference": "LEI art. 34 al. 2 et 4",
      "titre": "Loi fédérale sur les étrangers et l'intégration - Conditions d'octroi de l'autorisation d'établissement",
      "texte_verbatim": "L'autorisation d'établissement peut être octroyée à l'étranger titulaire d'une autorisation de séjour qui a séjourné en Suisse de manière régulière et ininterrompue durant dix ans.",
      "pertinence": "Précise le parcours nécessaire pour obtenir une autorisation d'établissement : il faut d'abord une autorisation de séjour (permis B), puis un séjour régulier de 10 ans. Cette condition exclut les personnes en admission provisoire.",
      "interpretation_jurisprudentielle": "L'admission provisoire ne compte pas dans le calcul des 10 ans requis pour l'autorisation d'établissement, créant ainsi un parcours d'intégration à deux vitesses."
    }
  ],

  "mots_cles": [
    "Admission provisoire",
    "Autorisation de séjour",
    "Transformation de statut",
    "Droit des étrangers",
    "Vie privée",
    "Article 8 CEDH",
    "Article 13 Cst.",
    "Article 84 al. 5 LEI",
    "Intégration",
    "Adolescent",
    "Jeunes étrangers",
    "Obligations positives",
    "Intérêt supérieur de l'enfant",
    "Convention relative aux droits de l'enfant",
    "Exigibilité du retour",
    "Syrie",
    "Réfugiés",
    "Naturalisation",
    "Proportionnalité",
    "Formation professionnelle",
    "Apprentissage",
    "Mobilité internationale",
    "Statut précaire",
    "Pesée des intérêts",
    "Développement de l'enfant"
  ],

  "analyse_complete": "# ANALYSE JURISPRUDENTIELLE APPROFONDIE\n## ATF 151 I 62 : ADMISSION PROVISOIRE ET TRANSFORMATION EN AUTORISATION DE SÉJOUR POUR JEUNES ÉTRANGERS INTÉGRÉS\n### Obligations positives de l'État et protection de la vie privée des adolescents ayant grandi en Suisse\n\n---\n\n## I. INTRODUCTION ET CONTEXTE JURIDIQUE\n\n### A. Importance et portée de l'arrêt\n\nL'ATF 151 I 62, rendu le 23 juillet 2024 par la IIe Cour de droit public du Tribunal fédéral suisse, constitue un arrêt de principe majeur en matière de droit des étrangers et de protection des droits fondamentaux. Il s'inscrit dans une évolution jurisprudentielle progressive visant à concilier la politique migratoire de la Suisse avec la protection effective des droits individuels garantis par la Constitution fédérale et la Convention européenne des droits de l'homme (CEDH).\n\nCet arrêt marque une **avancée significative** dans la reconnaissance des droits des jeunes étrangers ayant grandi en Suisse sous le régime de l'admission provisoire (permis F). Il établit qu'une **obligation positive** peut exister pour l'État de transformer ce statut précaire en autorisation de séjour (permis B) afin de protéger la vie privée d'un adolescent parfaitement intégré, lorsque certaines conditions cumulatives sont réunies.\n\nLa décision s'inscrit dans le prolongement de plusieurs arrêts récents (notamment ATF 150 I 93, ATF 147 I 268) qui ont progressivement reconnu que le statut d'admission provisoire, bien que constituant un droit de résidence légal en Suisse, peut dans certaines circonstances entraver de manière disproportionnée le développement personnel et l'intégration durable des personnes concernées, en particulier des adolescents.\n\n### B. Le régime juridique de l'admission provisoire en Suisse\n\n#### 1. Nature et fondement de l'admission provisoire\n\nL'admission provisoire, régie par l'article 83 de la Loi fédérale sur les étrangers et l'intégration (LEI), constitue une **mesure de substitution au renvoi**. Elle est ordonnée par le Secrétariat d'État aux migrations (SEM) lorsque l'exécution d'une décision de renvoi s'avère :\n\n- **Impossible** : en raison de l'absence de documents de voyage, de la fermeture des frontières ou de l'impossibilité matérielle de voyager\n- **Illicite** : en raison d'obligations de droit international, notamment le principe de non-refoulement (art. 33 de la Convention de Genève, art. 3 CEDH)\n- **Inexigible** : en raison de la situation générale dans le pays d'origine (guerre, violence généralisée, catastrophe naturelle, absence de soins médicaux adéquats)\n\nL'admission provisoire n'est donc **pas un titre de séjour** au sens strict du terme. Elle vise initialement à régulariser temporairement la présence d'une personne dont le renvoi n'a pas pu être exécuté, dans l'attente que les conditions permettant ce renvoi soient réunies.\n\n#### 2. Droits et limitations du statut d'admission provisoire\n\n**Droits conférés :**\n\nLes personnes admises à titre provisoire (titulaires d'un permis F) bénéficient de certains droits fondamentaux :\n- Droit de résider légalement en Suisse\n- Droit de travailler sur l'ensemble du territoire suisse (depuis le 1er janvier 2019, art. 85a LEI)\n- Droit à la scolarisation des enfants\n- Accès aux soins de santé\n- Droit à l'aide sociale en cas de besoin\n- Protection contre le refoulement\n\n**Limitations significatives :**\n\nMalgré ces droits, le permis F présente des **inconvénients majeurs** par rapport à une autorisation de séjour (permis B) ou d'établissement (permis C) :\n\na) **Restrictions à la mobilité internationale** : Les personnes admises provisoirement ne peuvent pas voyager librement à l'étranger. Elles doivent demander des autorisations de voyage spéciales qui ne sont accordées que pour des motifs sérieux (décès d'un proche, raisons médicales graves). Cette restriction affecte particulièrement les adolescents qui ne peuvent pas participer à des voyages scolaires, des échanges linguistiques ou rendre visite à des membres de leur famille à l'étranger.\n\nb) **Obstacle structurel à la naturalisation** : Selon l'article 9 al. 1 let. a de la Loi sur la nationalité suisse (LN), seuls les titulaires d'une autorisation d'établissement (permis C) peuvent demander la naturalisation ordinaire. Les personnes en admission provisoire sont donc **exclues de la voie de la naturalisation** tant qu'elles n'ont pas obtenu successivement un permis B puis un permis C. Cette exclusion peut perdurer pendant des décennies.\n\nc) **Incertitude juridique** : L'admission provisoire est en principe temporaire et peut être levée si les conditions dans le pays d'origine s'améliorent (art. 84 al. 1 LEI). Cette précarité juridique crée une incertitude pesant sur les projets de vie à long terme, affectant notamment les décisions en matière de formation, d'emploi et de logement.\n\nd) **Difficultés d'accès à la formation professionnelle** : Bien que le droit au travail ait été facilité en 2019, les employeurs demeurent souvent réticents à engager des apprentis titulaires d'un permis F. Les statistiques montrent que les jeunes avec un permis F rencontrent davantage d'obstacles pour trouver une place d'apprentissage, élément pourtant central du système de formation suisse.\n\ne) **Stigmatisation sociale** : Le permis F est parfois perçu comme un statut de \"seconde zone\", pouvant entraîner des discriminations dans la recherche d'un logement, d'un emploi ou dans les interactions sociales quotidiennes.\n\n### C. Évolution jurisprudentielle récente\n\nLa jurisprudence du Tribunal fédéral a progressivement évolué vers une reconnaissance accrue de l'impact du statut d'admission provisoire sur la vie privée des personnes concernées, en particulier lorsque ce statut se prolonge dans le temps.\n\n#### Les étapes clés :\n\n**ATF 147 I 268 (2021)** : Le Tribunal fédéral établit que le maintien de l'admission provisoire peut, dans certaines circonstances, constituer une atteinte à la vie privée au sens de l'art. 8 CEDH. Il reconnaît que l'admission provisoire présente principalement des contraintes concernant la mobilité intercantonale et internationale. Toutefois, il laisse ouverte la question de savoir si ces inconvénients sont suffisamment graves pour porter atteinte à la sphère de protection de l'art. 8 al. 1 CEDH.\n\n**ATF 150 I 93 (2023)** : Le Tribunal fédéral examine le cas d'enfants de 10 et 12 ans en admission provisoire depuis près de 10 ans. Il reconnaît que pour des jeunes étrangers présents en Suisse depuis plusieurs années, l'admission provisoire peut entraîner des désavantages concernant **l'intégration progressive**, notamment parce que la naturalisation ne peut être demandée que par les titulaires d'une autorisation d'établissement. Le Tribunal note également que le statut d'admission provisoire **tend à compliquer l'accès aux places d'apprentissage** par rapport aux personnes titulaires d'une autorisation de séjour.\n\nCes arrêts préparent le terrain pour l'ATF 151 I 62, qui franchit une étape supplémentaire en reconnaissant explicitement une **obligation positive** de transformer l'admission provisoire en autorisation de séjour dans certaines circonstances.\n\n---\n\n## II. LES FAITS DE L'ESPÈCE : PARCOURS DE LA REQUÉRANTE\n\n### A. Contexte d'arrivée et procédure d'asile\n\n#### 1. Arrivée en Suisse dans le contexte de la guerre en Syrie\n\nLa requérante, ressortissante syrienne née le **13 avril 2009**, arrive en Suisse en **avril 2014** à l'âge de **5 ans**. Elle est accompagnée de sa mère, de son beau-père, et de ses frères et sœurs. La famille fuit la guerre civile qui ravage la Syrie depuis 2011.\n\nÀ cette époque, la Suisse, comme d'autres pays européens, fait face à un afflux important de demandeurs d'asile syriens fuyant le conflit. La situation humanitaire catastrophique en Syrie est largement documentée : destructions massives, violations graves des droits de l'homme, absence de perspective de stabilisation.\n\n#### 2. Décision d'asile et octroi de l'admission provisoire\n\nLa famille dépose immédiatement une demande d'asile à son arrivée en Suisse. Par décision du **27 février 2015**, le Secrétariat d'État aux migrations (SEM) **rejette** la demande d'asile de la famille. Le SEM considère que les critères de la qualité de réfugié au sens de la Convention de Genève ne sont pas remplis.\n\nToutefois, compte tenu de la situation en Syrie, le SEM conclut que l'exécution du renvoi est **inexigible** au sens de l'article 83 al. 4 LEI. En conséquence, la famille, y compris la requérante alors âgée de 6 ans, se voit octroyer une **admission provisoire** (permis F).\n\nCette admission provisoire est accordée en raison de :\n- La guerre civile en cours en Syrie\n- Les violations massives des droits de l'homme\n- L'absence d'infrastructures essentielles (santé, éducation)\n- Les risques pour la vie et l'intégrité physique en cas de retour\n\n#### 3. Installation et intégration progressive (2014-2021)\n\nEntre 2014 et 2021, la requérante passe de l'âge de 5 ans à 12 ans. Durant cette période cruciale de son développement, elle :\n\n- **Intégration scolaire** : Elle fréquente l'école obligatoire dans le canton de Fribourg, du niveau primaire au cycle d'orientation (équivalent du collège). Les autorités cantonales attestent de son excellente scolarité.\n\n- **Apprentissage linguistique** : À son arrivée, la requérante ne parle pas français. En quelques années, elle acquiert une **maîtrise parfaite** du français, tant à l'oral qu'à l'écrit. À 12 ans, le français est devenu sa langue principale de communication et de scolarité.\n\n- **Intégration sociale** : Elle développe des amitiés, participe aux activités scolaires et extrascolaires, et s'intègre pleinement dans son environnement fribourgeois.\n\n- **Formation de l'identité** : Sur le plan psychologique, la requérante grandit avec la Suisse comme principal référent. Ses souvenirs de Syrie, qu'elle a quittée à 5 ans, sont très limités. Son identité se construit en Suisse.\n\nÀ 12 ans, la requérante a vécu **plus de la moitié de sa vie en Suisse** (7 ans sur 12). Son ancrage en Suisse est devenu prépondérant par rapport à tout lien subsistant avec la Syrie.\n\n### B. Demande de transformation et procédures administratives\n\n#### 1. Dépôt de la demande (27 juillet 2021)\n\nLe **27 juillet 2021**, par l'intermédiaire de ses représentants légaux (sa mère et son beau-père), la requérante, alors âgée de **12 ans**, dépose auprès du Service de la population et des migrants du canton de Fribourg (SPM) une demande visant à **transformer son admission provisoire en autorisation de séjour** (passage du permis F au permis B).\n\n**Motivations de la demande :**\n\nLa demande se fonde sur plusieurs éléments cumulatifs :\n\na) **Durée de présence significative** : La requérante réside en Suisse depuis plus de 7 ans, soit plus de la moitié de sa vie.\n\nb) **Intégration exemplaire** : Elle maîtrise parfaitement le français, obtient d'excellents résultats scolaires et est parfaitement intégrée socialement.\n\nc) **Absence de perspective de retour** : La situation en Syrie ne s'est pas améliorée depuis 2015. Au contraire, le conflit se prolonge sans perspective de stabilisation à moyen terme. Le retour demeure totalement inexigible.\n\nd) **Inconvénients du statut F pour son avenir** : À l'approche de l'adolescence et de la fin de la scolarité obligatoire, les inconvénients du permis F deviennent plus concrets :\n   - Difficulté à trouver une place d'apprentissage (la plupart des employeurs préfèrent engager des apprentis avec un permis B ou C)\n   - Impossibilité de voyager (voyages scolaires, échanges linguistiques)\n   - Impossibilité d'accéder à la naturalisation à l'avenir\n   - Incertitude juridique pesant sur ses projets de formation et de vie\n\ne) **Ancrage familial en Suisse** : Toute sa famille nucléaire (mère, beau-père, frères et sœurs) réside en Suisse avec une admission provisoire. Elle n'a pratiquement plus d'attaches familiales directes en Syrie.\n\n#### 2. Décision de refus du SPM (21 octobre 2021)\n\nPar décision du **21 octobre 2021**, le Service de la population et des migrants du canton de Fribourg **refuse** la demande de transformation.\n\n**Motivation du refus :**\n\nLe SPM estime que :\n\na) **Statut adapté** : L'admission provisoire constitue un statut juridique adapté à la situation de la requérante. Elle peut résider légalement en Suisse, poursuivre sa scolarité et, à l'avenir, travailler sans restrictions.\n\nb) **Critères de l'art. 84 al. 5 LEI non remplis** : Bien que la requérante soit bien intégrée, le SPM considère que les critères de l'article 84 al. 5 LEI ne justifient pas la délivrance d'une autorisation de séjour. La pratique cantonale fribourgeoise est restrictive en matière de transformation de l'admission provisoire.\n\nc) **Pas d'atteinte disproportionnée** : Le SPM estime que le maintien de l'admission provisoire ne constitue pas une atteinte disproportionnée aux droits de la requérante. Les inconvénients du permis F ne sont pas suffisamment graves pour justifier une transformation.\n\nd) **Intérêt public** : Le maintien d'une politique migratoire cohérente justifie le refus de transformer systématiquement les admissions provisoires en autorisations de séjour.\n\n### C. Procédure cantonale\n\n#### 1. Recours au Tribunal cantonal fribourgeois\n\nLa requérante forme recours contre la décision du SPM auprès du **Tribunal cantonal du canton de Fribourg**.\n\n**Argumentation développée :**\n\nLa recourante invoque plusieurs fondements juridiques :\n\na) **Violation de l'art. 8 CEDH et de l'art. 13 Cst.** : Le maintien de l'admission provisoire constitue une atteinte disproportionnée à son droit au respect de sa vie privée. Pour une adolescente ayant grandi en Suisse et parfaitement intégrée, le statut F crée des obstacles concrets et significatifs à son développement futur.\n\nb) **Violation de l'art. 84 al. 5 LEI** : Les autorités n'ont pas correctement appliqué les critères de l'art. 84 al. 5 LEI. Elles n'ont pas procédé à un examen complet et individualisé de sa situation.\n\nc) **Méconnaissance de l'intérêt supérieur de l'enfant** : Les autorités ont insuffisamment pris en compte l'intérêt supérieur de l'enfant au sens de l'article 3 de la Convention relative aux droits de l'enfant (CDE). Pour une adolescente de 12 ans ayant vécu la majeure partie de sa vie en Suisse, la stabilité juridique est essentielle à son développement harmonieux.\n\nd) **Jurisprudence récente** : La recourante se réfère à l'ATF 150 I 93 qui reconnaît les désavantages du statut F pour les jeunes étrangers, notamment en matière d'intégration progressive et d'accès à l'apprentissage.\n\n#### 2. Arrêt du Tribunal cantonal (21 février 2023)\n\nPar arrêt du **21 février 2023**, le Tribunal cantonal fribourgeois **rejette** le recours et confirme la décision du SPM.\n\n**Motivation de l'arrêt cantonal :**\n\nLe Tribunal cantonal estime que :\n\na) **Absence d'atteinte grave** : Bien que le statut d'admission provisoire présente certains inconvénients, ces derniers ne sont pas suffisamment graves pour constituer une atteinte disproportionnée à la vie privée au sens de l'art. 8 CEDH. La requérante peut mener une vie normale en Suisse avec un permis F.\n\nb) **Possibilité de poursuivre sa scolarité** : L'admission provisoire permet à la requérante de poursuivre sa scolarité obligatoire puis post-obligatoire. Elle n'est pas empêchée d'accéder à la formation.\n\nc) **Inconvénients non démontrés** : La requérante n'a pas démontré de manière concrète et actuelle que le statut F l'empêche de se développer normalement. Les difficultés invoquées (recherche d'apprentissage, naturalisation) sont hypothétiques ou lointaines.\n\nd) **Respect de la pratique cantonale** : La pratique cantonale fribourgeoise en matière de transformation de l'admission provisoire est restrictive et doit être respectée. L'octroi d'une autorisation de séjour demeure exceptionnel.\n\ne) **Marge d'appréciation** : Les autorités disposent d'une marge d'appréciation en matière de politique migratoire. Le refus de délivrer une autorisation de séjour n'excède pas cette marge.\n\nÀ la date de cet arrêt (21 février 2023), la requérante a **13 ans et 10 mois** et réside en Suisse depuis **près de 9 ans**.\n\n### D. Recours au Tribunal fédéral\n\n#### 1. Dépôt du recours en matière de droit public\n\nEn mars 2023, la requérante interjette un **recours en matière de droit public** devant le Tribunal fédéral suisse (cause 2C_157/2023).\n\n**Griefs principaux :**\n\nLe recours invoque plusieurs violations du droit fédéral et constitutionnel :\n\na) **Violation de l'art. 8 CEDH** : Le Tribunal cantonal a méconnu la portée de l'art. 8 CEDH en matière d'obligations positives. Pour une adolescente ayant grandi en Suisse, le maintien de l'admission provisoire constitue une atteinte à sa vie privée qui n'est pas justifiée au sens de l'art. 8 al. 2 CEDH.\n\nb) **Violation de l'art. 13 Cst.** : De même, l'art. 13 Cst. impose à l'État de protéger effectivement la vie privée, ce qui implique, dans les circonstances de l'espèce, de délivrer une autorisation de séjour.\n\nc) **Violation de l'art. 84 al. 5 LEI** : Les autorités n'ont pas correctement appliqué les critères de l'art. 84 al. 5 LEI. Elles n'ont pas procédé à une pesée complète des intérêts et n'ont pas pris en compte l'ensemble des éléments pertinents.\n\nd) **Application arbitraire du droit cantonal** : La pratique cantonale fribourgeoise, telle qu'appliquée, conduit à un résultat arbitraire et incompatible avec les droits fondamentaux.\n\ne) **Méconnaissance de l'intérêt supérieur de l'enfant** : Les autorités n'ont pas fait de l'intérêt supérieur de l'enfant (art. 3 CDE) une \"considération primordiale\" comme l'exige la Convention.\n\n#### 2. Position des autorités intimées\n\nLe Service de la population et des migrants du canton de Fribourg et le Tribunal cantonal fribourgeois concluent au **rejet** du recours.\n\nIls maintiennent leur position selon laquelle :\n- Le statut d'admission provisoire est adapté et suffisant\n- Les inconvénients du permis F ne sont pas suffisamment graves\n- La pratique cantonale doit être respectée\n- L'État dispose d'une marge d'appréciation en matière de politique migratoire\n\n#### 3. Décision du Tribunal fédéral (23 juillet 2024)\n\nPar arrêt du **23 juillet 2024**, le Tribunal fédéral **admet le recours**.\n\n**Dispositif de l'arrêt :**\n\n1. Le recours est **admis**.\n2. L'arrêt du Tribunal cantonal fribourgeois du 21 février 2023 est **annulé**.\n3. La décision du Service de la population et des migrants du canton de Fribourg du 21 octobre 2021 est **annulée**.\n4. Il est **ordonné** au Service de la population et des migrants du canton de Fribourg de **délivrer une autorisation de séjour** à la requérante en remplacement de son admission provisoire.\n5. La cause est **renvoyée** au Tribunal cantonal fribourgeois pour qu'il statue à nouveau sur les frais et dépens de la procédure cantonale.\n6. Il n'est pas perçu de frais judiciaires (assistance judiciaire).\n7. Le canton de Fribourg versera une indemnité de partie de 3'000 francs à la recourante.\n\nAu moment de l'arrêt du Tribunal fédéral (juillet 2024), la requérante a **15 ans et 3 mois** et vit en Suisse depuis **10 ans et 3 mois**, soit **les deux tiers de sa vie**.\n\n---\n\n## III. LES CONSIDÉRANTS EN DROIT DU TRIBUNAL FÉDÉRAL\n\n### A. Cadre juridique d'examen : obligations positives et vie privée\n\n#### 1. Portée identique de l'art. 13 Cst. et de l'art. 8 CEDH (considérant 5.1)\n\nLe Tribunal fédéral rappelle d'emblée sa jurisprudence constante : **en matière de droit des étrangers, l'art. 13 Cst. et l'art. 8 CEDH ont une portée identique**. Les deux dispositions protègent les mêmes intérêts et sont interprétées de manière harmonisée.\n\nCette identité de portée signifie que :\n- Les critères d'application sont les mêmes\n- Le niveau de protection est équivalent\n- L'analyse peut se concentrer sur l'une ou l'autre disposition, les conclusions étant transposables\n\nEn conséquence, le Tribunal fédéral structure son analyse autour de l'art. 8 CEDH, étant entendu que les conclusions valent également pour l'art. 13 Cst.\n\n#### 2. Distinction fondamentale : obligations négatives et obligations positives (considérants 5.2-5.5)\n\nLe Tribunal fédéral établit une **distinction méthodologique essentielle** qui structure toute son analyse.\n\n**a) Obligations négatives : cas d'expulsion ou de non-prolongation**\n\nDans la jurisprudence classique, les affaires de droit des étrangers portent généralement sur des **expulsions** ou des **refus de prolongation** d'un titre de séjour. Dans ces cas, l'analyse porte sur la question suivante : l'expulsion ou le refus de prolongation constitue-t-il une **ingérence disproportionnée** dans le droit à la vie privée et familiale ?\n\nL'examen se déroule en deux étapes :\n1. Y a-t-il une **ingérence** dans le droit protégé par l'art. 8 al. 1 CEDH ?\n2. Si oui, cette ingérence est-elle **justifiée** au sens de l'art. 8 al. 2 CEDH (prévue par la loi, poursuivant un but légitime, nécessaire dans une société démocratique, proportionnée) ?\n\nDans ce contexte, l'État exerce une **obligation négative** : il doit s'abstenir de porter atteinte de manière disproportionnée à la vie privée de la personne.\n\n**b) Obligations positives : cas de régularisation de statut**\n\nL'ATF 151 I 62 se situe dans un **contexte différent**. La requérante **réside déjà légalement en Suisse** avec un permis F. Elle ne risque pas d'être expulsée. Elle demande la **délivrance d'un titre de séjour plus stable** (permis B).\n\nDans ce cas, la question juridique est : l'État a-t-il une **obligation positive** de délivrer un titre de séjour pour protéger effectivement la vie privée de la personne ?\n\nLes obligations positives découlant de l'art. 8 CEDH imposent à l'État non seulement de s'abstenir de porter atteinte aux droits, mais aussi d'**adopter des mesures** pour assurer le respect effectif de ces droits.\n\n**Critères d'examen des obligations positives :**\n\nLa jurisprudence de la Cour européenne des droits de l'homme (CourEDH) et du Tribunal fédéral reconnaît que l'État dispose d'une **marge d'appréciation** dans l'accomplissement de ses obligations positives. Cette marge est toutefois **limitée** et soumise au contrôle juridictionnel.\n\nLe Tribunal fédéral doit examiner si un **juste équilibre** a été ménagé entre :\n- Les **intérêts privés** de la personne concernée (protection de sa vie privée)\n- Les **intérêts publics** poursuivis (contrôle de l'immigration, cohérence de la politique migratoire, ressources publiques)\n\nCe contrôle repose sur une **analyse proportionnelle** tenant compte de l'ensemble des circonstances du cas d'espèce.\n\n#### 3. Application de l'art. 84 al. 5 LEI à la lumière de l'art. 8 CEDH (considérants 5.6-5.7)\n\nLe Tribunal fédéral rappelle que l'article 84 al. 5 LEI constitue la **base légale** régissant la transformation de l'admission provisoire en autorisation de séjour.\n\n**Texte de l'art. 84 al. 5 LEI :**\n\n\"L'autorité compétente tient compte, en règle générale, de la durée de la présence en Suisse, de la situation familiale, de la situation financière, de l'intégration et du respect de l'ordre juridique suisse ainsi que de l'exigibilité d'un retour dans l'État d'origine.\"\n\n**Nature de la disposition :**\n\nL'art. 84 al. 5 LEI énonce des **critères d'examen** que l'autorité doit prendre en compte. Il ne crée pas un **droit automatique** à l'autorisation de séjour. La formulation \"en règle générale\" et l'absence de seuils précis confèrent à l'autorité une certaine **marge d'appréciation**.\n\nToutefois, cette marge d'appréciation **n'est pas illimitée**. Elle est **encadrée par les droits fondamentaux**, en particulier l'art. 8 CEDH et l'art. 13 Cst.\n\n**Critères d'examen à la lumière de l'art. 8 CEDH :**\n\nLe Tribunal fédéral précise que l'application de l'art. 84 al. 5 LEI doit se faire **à la lumière de l'art. 8 CEDH**. Concrètement, cela signifie que :\n\na) Les autorités doivent procéder à un **examen complet et individualisé** de la situation, en tenant compte de tous les critères énoncés.\n\nb) Elles doivent identifier si le maintien de l'admission provisoire constitue une **atteinte à la vie privée** de la personne concernée.\n\nc) Si une telle atteinte est établie, elles doivent procéder à une **pesée des intérêts** pour déterminer si le refus de délivrer une autorisation de séjour est **proportionné**.\n\nd) Dans cette pesée, elles doivent accorder un **poids particulier** aux intérêts des personnes vulnérables, notamment les enfants et les adolescents (principe de l'intérêt supérieur de l'enfant, art. 3 CDE).\n\n#### 4. Reconnaissance jurisprudentielle des inconvénients du statut F (considérant 5.8)\n\nLe Tribunal fédéral rappelle sa jurisprudence récente (ATF 150 I 93, ATF 147 I 268) selon laquelle le **maintien de l'admission provisoire peut constituer une atteinte à la vie privée** lorsque ses inconvénients deviennent suffisamment graves.\n\n**Inconvénients reconnus par la jurisprudence :**\n\na) **Obstacles à l'intégration progressive :**\n\nPour des personnes ayant passé de nombreuses années en Suisse, le statut F peut entraver leur intégration complète et durable dans la société suisse. En particulier, l'impossibilité d'accéder à la naturalisation constitue un obstacle majeur à l'intégration politique et identitaire.\n\nL'**ATF 150 I 93** souligne que \"pour des jeunes étrangers présents en Suisse depuis plusieurs années, l'admission provisoire peut entraîner des inconvénients concernant l'intégration progressive, notamment parce que la naturalisation ne peut être demandée que par les titulaires d'une autorisation d'établissement\".\n\nPour accéder à la naturalisation ordinaire, le parcours est le suivant :\n1. Obtenir une **autorisation de séjour** (permis B)\n2. Résider en Suisse avec ce permis B pendant plusieurs années (généralement 5 ans)\n3. Obtenir une **autorisation d'établissement** (permis C)\n4. Résider en Suisse avec ce permis C pendant au moins 10 ans au total (selon les cantons)\n5. Déposer une demande de naturalisation\n\nAvec un permis F, cette voie est **bloquée à l'étape 1**. Une personne peut résider en Suisse pendant 20 ou 30 ans avec un permis F sans jamais pouvoir accéder à la naturalisation.\n\nb) **Restrictions de mobilité internationale :**\n\nLe permis F impose des **restrictions strictes aux voyages à l'étranger**. Les personnes admises provisoirement ne peuvent quitter la Suisse que sur autorisation spéciale, accordée uniquement pour des motifs sérieux.\n\nPour un adolescent, ces restrictions affectent :\n- Les **voyages scolaires** à l'étranger (classe verte, échanges linguistiques)\n- Les **visites familiales** (si des proches se trouvent à l'étranger)\n- Les **opportunités de formation** incluant des séjours à l'étranger\n- La **mobilité personnelle** et la liberté de mouvement\n\nc) **Difficultés d'accès à la formation professionnelle :**\n\nL'**ATF 150 I 93** reconnaît explicitement que \"le statut d'admission provisoire tend à compliquer l'accès aux places d'apprentissage par rapport aux personnes titulaires d'une autorisation de séjour\".\n\nEn Suisse, le système de **formation professionnelle duale** (apprentissage) joue un rôle central. Environ 60% des jeunes choisissent cette voie. Or, les employeurs sont souvent réticents à engager des apprentis avec un permis F en raison de :\n- L'incertitude liée au statut (risque théorique de levée de l'admission provisoire)\n- Les démarches administratives supplémentaires\n- Les préjugés ou méconnaissances du statut\n\nCette difficulté accrue constitue un **obstacle concret** à la formation et à l'insertion professionnelle future.\n\nd) **Incertitude juridique et impossibilité de planifier l'avenir :**\n\nL'admission provisoire est par définition **temporaire et révocable**. Bien qu'en pratique elle puisse durer de nombreuses années, elle ne confère aucune **sécurité juridique à long terme**.\n\nPour un adolescent en phase de construction de son identité et de ses projets d'avenir, cette incertitude peut avoir un **impact psychologique significatif**. Comment planifier sa formation, son parcours professionnel, sa vie personnelle, lorsqu'on ne sait pas si l'on pourra rester dans le pays où l'on a grandi ?\n\n### B. Application au cas d'espèce : analyse de la situation de la requérante\n\n#### 1. Existence d'une atteinte à la vie privée (considérants 5.8-5.9)\n\nLe Tribunal fédéral examine si, dans les circonstances concrètes de l'espèce, le maintien de l'admission provisoire constitue une **atteinte à la vie privée** de la requérante.\n\n**a) Âge d'arrivée : 5 ans**\n\nLe Tribunal fédéral souligne l'importance de l'**âge d'arrivée**. La requérante est arrivée en Suisse à l'âge de **5 ans**, soit à un moment où sa **socialisation primaire** était encore en cours.\n\nÀ 5 ans, un enfant :\n- Est en pleine acquisition du langage\n- Développe ses premiers repères sociaux et culturels\n- Forme ses premières amitiés durables\n- Structure sa vision du monde\n\nLa requérante a donc **grandi en Suisse**. Elle a appris à lire et à écrire en français. Elle a développé ses repères linguistiques, culturels et sociaux **dans le contexte suisse**. Ses souvenirs de Syrie sont très limités ou inexistants.\n\nPour elle, la Suisse n'est pas un \"pays d'accueil\" ou un \"pays étranger\". C'est le pays où elle a grandi, où se trouve son foyer, où se situent ses références.\n\n**b) Durée de présence : 10 ans au moment du jugement**\n\nLe Tribunal fédéral précise que l'âge pertinent pour l'analyse est celui **au moment de la décision judiciaire**, et non celui au moment de la demande administrative initiale.\n\nÀ la date de l'arrêt du Tribunal fédéral (juillet 2024), la requérante réside en Suisse depuis **10 ans et 3 mois**. Elle a **15 ans et 3 mois**.\n\nCela signifie qu'elle a vécu **les deux tiers de sa vie** en Suisse. Son ancrage en Suisse est devenu **prépondérant** par rapport à tout lien résiduel avec la Syrie.\n\nLa jurisprudence (ATF 146 I 185, arrêt 2C_479/2023) considère qu'un séjour d'**environ 10 ans** constitue une **longue durée** permettant d'invoquer l'art. 8 CEDH s'agissant de la vie privée, une telle durée faisant présumer une bonne intégration.\n\n**c) Âge au moment de la décision : 15 ans (adolescence)**\n\nÀ 15 ans, la requérante est en pleine **adolescence**, période cruciale de :\n- **Formation de l'identité** : L'adolescence est le moment où se cristallise l'identité personnelle, sociale et culturelle. Pour la requérante, cette identité s'est formée en Suisse.\n\n- **Orientation professionnelle** : À 15 ans, en Suisse, les jeunes doivent faire des choix déterminants pour leur avenir : apprentissage ou études gymnasiales ? Dans quel domaine ? Ces choix sont rendus plus difficiles par l'incertitude liée au permis F.\n\n- **Préparation de l'avenir** : L'adolescence est le moment où l'on commence à planifier son avenir à moyen terme. Le statut F crée une incertitude qui rend cette planification difficile.\n\nLe Tribunal fédéral souligne que la requérante, à 15 ans, **subit davantage les inconvénients** du statut F qu'un enfant plus jeune. Les obstacles à la formation professionnelle et à la naturalisation deviennent **concrets et actuels**, et non plus hypothétiques.\n\n**d) Intégration exemplaire**\n\nLes autorités cantonales ont constaté, sans contestation, que la requérante présente une **intégration exemplaire** :\n\n- **Maîtrise parfaite du français** : À l'oral comme à l'écrit, la requérante maîtrise le français au même niveau que ses camarades suisses.\n\n- **Excellents résultats scolaires** : Ses bulletins scolaires attestent d'une réussite académique remarquable.\n\n- **Intégration sociale** : Elle a des amis, participe aux activités scolaires et extrascolaires, et est pleinement intégrée dans son environnement.\n\n- **Respect de l'ordre juridique** : Aucun antécédent pénal ou administratif négatif.\n\n- **Indépendance financière de la famille** : La famille n'est pas à l'aide sociale.\n\nCette intégration exemplaire renforce considérablement l'ancrage de la requérante en Suisse et, partant, la protection de sa vie privée.\n\n**e) Conclusion du Tribunal fédéral sur l'existence de l'atteinte**\n\nCompte tenu de l'ensemble de ces éléments cumulés, le Tribunal fédéral conclut que **le maintien de l'admission provisoire constitue, en l'espèce, une atteinte à la vie privée** de la requérante au sens de l'art. 8 al. 1 CEDH et de l'art. 13 al. 1 Cst.\n\nCette atteinte n'est pas abstraite ou théorique. Elle se manifeste par des **obstacles concrets** :\n\n- **Obstacle à la formation professionnelle** : Difficulté accrue à trouver une place d'apprentissage, élément pourtant central du système de formation suisse.\n\n- **Obstacle à la naturalisation future** : Impossibilité structurelle d'accéder à la nationalité suisse, alors que la requérante a grandi en Suisse et que son identité s'est formée dans ce pays.\n\n- **Restrictions de mobilité** : Impossibilité de voyager librement, affectant les opportunités éducatives (échanges, voyages scolaires) et les relations familiales.\n\n- **Incertitude juridique** : Précarité du statut rendant difficile la planification de l'avenir à un âge où ces questions deviennent centrales.\n\nLe Tribunal fédéral insiste sur le fait que ces obstacles sont **particulièrement lourds** pour une adolescente de 15 ans, par contraste avec un enfant plus jeune pour lequel ces questions seraient plus lointaines.\n\n#### 2. Examen de la proportionnalité : pesée des intérêts (considérants 6.1-6.4)\n\nUne fois l'atteinte établie, le Tribunal fédéral examine si le **refus de délivrer une autorisation de séjour** est **proportionné**, c'est-à-dire si l'intérêt public au maintien de l'admission provisoire l'emporte sur l'intérêt privé de la requérante à obtenir un titre de séjour stable.\n\nCette analyse implique une **pesée complète des intérêts** en présence.\n\n**a) Intérêt privé de la requérante (très fort)**\n\nL'intérêt privé de la requérante à obtenir une autorisation de séjour est **particulièrement fort** compte tenu de :\n\n**i. Âge d'arrivée et durée de présence :**\n- Arrivée à 5 ans\n- Présence de 10 ans (les deux tiers de sa vie)\n- Socialisation et développement en Suisse\n- Identité formée dans le contexte suisse\n\n**ii. Intégration exemplaire :**\n- Maîtrise parfaite du français\n- Excellents résultats scolaires\n- Intégration sociale réussie\n- Respect de l'ordre juridique\n\n**iii. Absence totale d'attaches en Syrie :**\n- Départ de Syrie à 5 ans\n- Aucun souvenir significatif de la Syrie\n- Aucune attache familiale directe en Syrie\n- Langue arabe non maîtrisée ou oubliée\n- Culture syrienne largement méconnue\n\n**iv. Ancrage familial en Suisse :**\n- Toute la famille nucléaire (mère, beau-père, frères et sœurs) réside en Suisse\n- Toutes les relations sociales significatives se trouvent en Suisse\n\n**v. Phase critique du développement (adolescence) :**\n- Période de formation de l'identité\n- Moment des choix d'orientation professionnelle\n- Besoin de stabilité juridique pour planifier l'avenir\n\n**vi. Obstacles concrets créés par le permis F :**\n- Difficulté à trouver une place d'apprentissage\n- Impossibilité d'accéder à la naturalisation future\n- Restrictions de mobilité affectant les opportunités éducatives\n- Incertitude juridique pesant sur les projets de vie\n\n**vii. Intérêt supérieur de l'enfant (art. 3 CDE) :**\n\nLe Tribunal fédéral rappelle que dans toutes les décisions concernant des enfants, **l'intérêt supérieur de l'enfant doit être une considération primordiale**.\n\nPour une adolescente de 15 ans, l'intérêt supérieur commande :\n- La **stabilité juridique** nécessaire à son développement harmonieux\n- L'**égalité des chances** en matière de formation et d'avenir professionnel\n- La **possibilité de s'intégrer pleinement** dans la société où elle a grandi, y compris à terme par la naturalisation\n- La **protection de son identité** formée en Suisse\n\n**b) Intérêt public au maintien de l'admission provisoire (faible en l'espèce)**\n\nEn face de cet intérêt privé très fort, le Tribunal fédéral examine l'**intérêt public** au maintien de l'admission provisoire.\n\n**i. Contrôle de l'immigration :**\n\nL'État a un intérêt légitime à contrôler l'immigration et à maintenir une politique migratoire cohérente.\n\nToutefois, en l'espèce, la requérante **réside déjà légalement en Suisse** avec un permis F depuis 10 ans. La délivrance d'un permis B ne modifie **pas le nombre de personnes présentes** en Suisse. Elle ne constitue pas une \"nouvelle immigration\" mais la **régularisation d'une présence existante et légale**.\n\nL'intérêt au contrôle de l'immigration est donc **faible** dans ce contexte.\n\n**ii. Cohérence de la politique migratoire :**\n\nL'État peut invoquer un intérêt à maintenir une **cohérence** dans l'application de la politique migratoire, en évitant que toutes les admissions provisoires ne soient systématiquement transformées en autorisations de séjour.\n\nLe Tribunal fédéral reconnaît cet intérêt, mais précise que **chaque cas doit être examiné individuellement**. La transformation n'est justifiée que lorsque les circonstances du cas d'espèce (âge d'arrivée, durée de présence, intégration, absence de perspective de retour) le commandent au regard de l'art. 8 CEDH.\n\nEn l'espèce, la situation de la requérante est **spécifique** : elle ne concerne pas toutes les personnes en admission provisoire, mais les jeunes ayant grandi en Suisse et parfaitement intégrés.\n\n**iii. Exigibilité du retour en Syrie :**\n\nLe Tribunal fédéral examine ensuite le critère de l'**exigibilité du retour** en Syrie, élément central de l'art. 84 al. 5 LEI.\n\n**Situation en Syrie en 2024 :**\n\nDepuis 2011, la Syrie est en proie à une guerre civile dévastatrice. En 2024, la situation demeure catastrophique :\n- Le conflit armé se poursuit dans plusieurs régions\n- Les infrastructures essentielles (santé, éducation, eau, électricité) sont largement détruites\n- Les violations graves des droits de l'homme persistent\n- La crise humanitaire est massive (millions de déplacés internes et de réfugiés)\n- Aucune perspective de stabilisation à court ou moyen terme n'est identifiable\n\nLe Tribunal fédéral constate qu'**aucune possibilité de retour n'est prévisible** dans un avenir raisonnable. Le retour de la requérante en Syrie demeure **totalement inexigible**, non seulement au moment de la décision mais aussi dans un avenir prévisible.\n\n**Conséquence juridique :**\n\nLorsque le retour dans le pays d'origine demeure durablement inexigible, l'admission provisoire (qui est censée être une mesure **temporaire** dans l'attente du retour) **perd sa justification principale**.\n\nSi l'on sait que la personne restera de toute façon en Suisse de manière durable, quel est l'intérêt public à maintenir un statut précaire plutôt qu'à lui accorder un titre de séjour stable lui permettant de s'intégrer pleinement ?\n\nLe Tribunal fédéral souligne que la **ratio legis** de l'admission provisoire est de régler temporairement une situation dans l'attente d'un retour. Lorsque ce retour n'est pas envisageable pendant de nombreuses années, voire des décennies, la situation devient **de facto durable**, et non plus temporaire.\n\nDans ces conditions, l'intérêt public au maintien de l'admission provisoire est **très faible**.\n\n**c) Pesée globale et conclusion sur la proportionnalité**\n\nLe Tribunal fédéral procède à la **pesée globale** :\n\n**D'un côté :**\n- Intérêt privé **très fort** de la requérante (adolescente de 15 ans, arrivée à 5 ans, présence de 10 ans, intégration exemplaire, absence d'attaches en Syrie, obstacles concrets du permis F, intérêt supérieur de l'enfant)\n\n**De l'autre côté :**\n- Intérêt public **faible** (pas d'impact sur le nombre de personnes en Suisse, absence de perspective de retour rendant le statut F inadapté à une situation devenue durable, nécessité d'un examen individualisé)\n\nLe Tribunal fédéral conclut que **l'intérêt privé l'emporte nettement** sur l'intérêt public. Le refus de délivrer une autorisation de séjour est **disproportionné** et viole l'art. 8 CEDH et l'art. 13 Cst.\n\nL'État a donc une **obligation positive** de délivrer une autorisation de séjour à la requérante pour protéger effectivement sa vie privée.\n\n### C. Questions procédurales : droit d'être entendu et intérêt supérieur de l'enfant\n\n#### 1. Droit d'être entendu (considérants 4.1)\n\nLa requérante invoquait également une violation de son **droit d'être entendue** (art. 29 al. 2 Cst. et art. 12 CDE), faisant valoir qu'elle n'avait pas été entendue oralement par les autorités.\n\nLe Tribunal fédéral rejette ce grief. Il rappelle que le droit d'être entendu ne confère pas automatiquement le droit à une **audition orale**. Ce qui est garanti, c'est la possibilité de **s'exprimer** sur les éléments pertinents avant qu'une décision ne soit prise.\n\nEn l'espèce, la requérante a pu :\n- Présenter sa demande par écrit avec l'ensemble des pièces justificatives\n- S'exprimer par écrit lors de la procédure de recours cantonale\n- S'exprimer par écrit dans le recours au Tribunal fédéral\n\nLe Tribunal fédéral estime que ces possibilités de s'exprimer par écrit satisfont aux exigences de l'art. 29 al. 2 Cst. et de l'art. 12 CDE. Une audition orale n'était pas indispensable dans les circonstances de l'espèce.\n\n#### 2. Intérêt supérieur de l'enfant (considérants 4.2)\n\nLa requérante invoquait également l'**article 3 de la Convention relative aux droits de l'enfant** (CDE), qui impose de faire de l'intérêt supérieur de l'enfant \"une considération primordiale\".\n\nLe Tribunal fédéral rappelle sa jurisprudence constante :\n\n**Nature de l'art. 3 CDE :**\n\nL'art. 3 al. 1 CDE **n'est pas directement invocable** devant les tribunaux suisses. Il ne confère pas un droit subjectif autonome.\n\nToutefois, il constitue un **principe d'interprétation et d'application** des autres dispositions juridiques. Concrètement, cela signifie que lorsque les autorités appliquent l'art. 84 al. 5 LEI et l'art. 8 CEDH, elles doivent interpréter ces dispositions en faisant de l'intérêt supérieur de l'enfant une considération primordiale.\n\n**Application en l'espèce :**\n\nLe Tribunal fédéral intègre l'intérêt supérieur de l'enfant dans son analyse de l'art. 8 CEDH. Il souligne que pour une adolescente de 15 ans ayant grandi en Suisse, **l'intérêt supérieur commande** :\n- De lui assurer la **stabilité juridique** nécessaire à son développement harmonieux\n- De lui permettre d'accéder à la **formation** dans les mêmes conditions que ses camarades\n- De lui permettre de **planifier son avenir** dans le pays où elle a grandi\n- De lui ouvrir la voie de la **naturalisation future**, élément essentiel de l'intégration complète\n\nCet intérêt supérieur est donc **pleinement pris en compte** dans la pesée des intérêts effectuée au titre de l'art. 8 CEDH.\n\n---\n\n## IV. PORTÉE ET ENSEIGNEMENTS DE L'ARRÊT\n\n### A. Clarifications jurisprudentielles majeures\n\n#### 1. Reconnaissance explicite d'une obligation positive de transformation\n\nL'ATF 151 I 62 franchit une **étape décisive** par rapport à la jurisprudence antérieure. Alors que l'ATF 147 I 268 et l'ATF 150 I 93 reconnaissaient que le maintien de l'admission provisoire **peut** constituer une atteinte à la vie privée, ils laissaient ouverte la question de savoir si cette atteinte engendre une **obligation positive** de délivrer une autorisation de séjour.\n\nL'ATF 151 I 62 **tranche cette question** : oui, dans certaines circonstances, l'État a une **obligation positive** de transformer l'admission provisoire en autorisation de séjour pour protéger la vie privée d'un adolescent intégré.\n\nCette reconnaissance est importante car elle signifie que le refus de délivrer une autorisation de séjour ne relève plus de la simple opportunité ou de la marge d'appréciation administrative, mais constitue une **violation des droits fondamentaux** justiciable.\n\n#### 2. Critères cumulatifs d'application\n\nL'ATF 151 I 62 permet d'identifier les **critères cumulatifs** devant être réunis pour qu'une obligation positive de transformation existe :\n\n**a) Âge d'arrivée précoce** : En l'espèce, 5 ans. La jurisprudence future devra préciser le seuil maximum. On peut penser qu'une arrivée avant 10 ans constitue un élément favorable, l'arrivée avant 7 ans (âge de début de la scolarité obligatoire) étant particulièrement significative.\n\n**b) Durée de présence significative** : En l'espèce, 10 ans au moment de la décision. La jurisprudence antérieure (ATF 146 I 185, 2C_479/2023) considère qu'un séjour de près de 10 ans constitue une longue durée. On peut donc estimer qu'un seuil de **8 à 10 ans** est pertinent.\n\n**c) Âge adolescent au moment de la demande** : En l'espèce, 12 ans lors de la demande, 15 ans lors de la décision du Tribunal fédéral. Le Tribunal insiste sur le fait que les inconvénients du permis F sont particulièrement lourds pour un **adolescent** (environ 13-18 ans) en raison des obstacles à la formation professionnelle et de l'impossibilité de planifier l'avenir.\n\n**d) Intégration au moins bonne, idéalement excellente** : En l'espèce, intégration exemplaire (maîtrise parfaite de la langue, excellents résultats scolaires, intégration sociale réussie, respect de l'ordre juridique).\n\n**e) Absence de perspective de retour dans le pays d'origine** : En l'espèce, situation de guerre en Syrie rendant le retour totalement inexigible pour de nombreuses années. Ce critère semble jouer un rôle important dans la pesée des intérêts.\n\n**f) Ancrage familial en Suisse** : En l'espèce, toute la famille nucléaire réside en Suisse.\n\n**g) Absence d'éléments négatifs** : Pas de condamnations pénales, pas de recours abusif à l'aide sociale, pas de violation des obligations administratives.\n\nLa réunion de ces critères cumulatifs crée une **présomption forte** en faveur de la délivrance d'une autorisation de séjour.\n\n#### 3. Âge pertinent : celui de la décision, non de la demande initiale\n\nL'ATF 151 I 62 clarifie un point procédural important : l'âge pertinent pour apprécier la situation est celui **au moment de la décision judiciaire**, et non celui au moment de la demande administrative initiale.\n\nCette précision est essentielle car les procédures en droit des étrangers peuvent durer plusieurs années. Si l'on figeait la situation à la date de la demande initiale, on ignorerait l'évolution de la situation de la personne pendant la procédure.\n\nEn l'espèce :\n- Demande : juillet 2021 (requérante âgée de 12 ans)\n- Décision du SPM : octobre 2021 (requérante âgée de 12 ans)\n- Décision du Tribunal cantonal : février 2023 (requérante âgée de 13 ans)\n- Décision du Tribunal fédéral : juillet 2024 (requérante âgée de 15 ans)\n\nLe Tribunal fédéral prend en compte l'âge de **15 ans** pour apprécier les inconvénients concrets du permis F (notamment en matière de recherche d'apprentissage).\n\n#### 4. Rôle central de l'exigibilité du retour\n\nL'ATF 151 I 62 souligne l'importance du critère de l'**exigibilité du retour** dans l'examen de l'art. 84 al. 5 LEI et dans la pesée des intérêts au titre de l'art. 8 CEDH.\n\nLorsqu'il est établi qu'**aucune perspective de retour n'existe** dans un avenir prévisible (guerre, persécution, catastrophe), le maintien de l'admission provisoire (mesure censée être **temporaire**) devient difficile à justifier.\n\nL'admission provisoire a été conçue comme une mesure temporaire dans l'attente que les conditions permettant le retour soient réunies. Lorsque cette attente se prolonge pendant 10 ans, 15 ans ou plus, et qu'aucune perspective de retour n'est identifiable, la situation devient **de facto durable**.\n\nDans ces conditions, maintenir un statut **précaire** plutôt que de reconnaître le caractère durable de la présence en délivrant un titre de séjour stable apparaît comme **disproportionné**, surtout pour des adolescents ayant grandi en Suisse.\n\n### B. Impact pratique sur différents acteurs\n\n#### 1. Pour les jeunes en admission provisoire et leurs familles\n\nL'ATF 151 I 62 ouvre une **voie de régularisation** significative pour les jeunes en admission provisoire remplissant des critères similaires à ceux de la requérante.\n\n**Profil type des personnes pouvant bénéficier de cette jurisprudence :**\n\n- **Arrivée en Suisse durant l'enfance** : idéalement avant 7-8 ans\n- **Durée de présence de 8 à 10 ans ou plus**\n- **Âge adolescent au moment de la demande** : 13-18 ans\n- **Bonne intégration** : maîtrise de la langue locale, scolarité réussie ou en cours, intégration sociale\n- **Origine d'un pays où le retour est inexigible** : Syrie, Afghanistan, Érythrée, etc.\n- **Absence d'antécédents négatifs** : pas de condamnations pénales, pas de violations graves des obligations administratives\n\n**Démarche recommandée :**\n\nLes jeunes (ou leurs représentants légaux) remplissant ces critères peuvent :\n\n1. **Déposer une demande** de transformation de l'admission provisoire en autorisation de séjour auprès du service cantonal de migration compétent.\n\n2. **Invoquer expressément l'ATF 151 I 62** et démontrer que les critères identifiés par cette jurisprudence sont remplis.\n\n3. **Documenter solidement l'intégration** :\n   - Bulletins scolaires (plusieurs années)\n   - Certificats de compétences linguistiques\n   - Attestations d'enseignants ou de formateurs\n   - Lettres de recommandation\n   - Preuves de participation à des activités sociales, sportives, culturelles\n   - Attestation d'indépendance financière de la famille (si applicable)\n\n4. **Mettre en avant l'absence de perspective de retour** dans le pays d'origine et l'ancrage familial en Suisse.\n\n5. **En cas de refus**, former un recours auprès du tribunal cantonal compétent en invoquant la violation de l'art. 8 CEDH, de l'art. 13 Cst. et de l'art. 84 al. 5 LEI.\n\n**Portée au-delà des cas individuels :**\n\nL'ATF 151 I 62 pourrait potentiellement bénéficier à **plusieurs milliers de jeunes** en Suisse. Selon les statistiques de l'Office fédéral de la statistique, environ 33'000 personnes (dont plusieurs milliers d'enfants et d'adolescents) étaient en admission provisoire en Suisse en 2023. Une proportion significative de ces jeunes remplit potentiellement les critères de l'ATF 151 I 62.\n\n#### 2. Pour les autorités cantonales de migration\n\nL'ATF 151 I 62 impose aux autorités cantonales de migration de **réexaminer leur pratique** en matière de transformation de l'admission provisoire pour les jeunes.\n\n**Obligations découlant de l'arrêt :**\n\na) **Examen individualisé approfondi** : Les autorités ne peuvent plus se contenter d'appliquer mécaniquement une pratique restrictive. Elles doivent procéder à un **examen complet et individualisé** de chaque demande émanant d'un jeune, en tenant compte de l'ensemble des critères de l'art. 84 al. 5 LEI.\n\nb) **Pesée concrète des intérêts** : Les autorités doivent effectuer une **pesée des intérêts** à la lumière de l'art. 8 CEDH et de l'intérêt supérieur de l'enfant. Lorsque les critères de l'ATF 151 I 62 sont remplis, la **présomption** doit jouer en faveur de la délivrance d'une autorisation de séjour.\n\nc) **Motivation renforcée** : En cas de refus malgré la réunion des critères de l'ATF 151 I 62, les autorités devront **motiver de manière particulièrement solide** leur décision, en expliquant pourquoi l'intérêt public l'emporte sur l'intérêt privé dans le cas d'espèce.\n\nd) **Formation des agents** : Les services cantonaux devront **former leurs agents** à l'application de cette nouvelle jurisprudence et élaborer des directives internes conformes à l'ATF 151 I 62.\n\n**Risques en cas de non-application :**\n\nLes décisions de refus ne respectant pas les principes de l'ATF 151 I 62 risquent d'être **annulées** par les tribunaux cantonaux ou par le Tribunal fédéral, avec obligation pour les autorités de délivrer une autorisation de séjour.\n\n#### 3. Pour les tribunaux cantonaux\n\nLes tribunaux cantonaux jouent un rôle crucial dans l'application de l'ATF 151 I 62 lors de l'examen des recours contre les décisions de refus.\n\n**Obligations de contrôle :**\n\nLes tribunaux cantonaux devront vérifier que les autorités administratives ont :\n\n1. **Procédé à un examen complet** de tous les critères de l'art. 84 al. 5 LEI\n2. **Tenu compte** de l'art. 8 CEDH et de l'intérêt supérieur de l'enfant\n3. **Effectué une pesée des intérêts** conforme aux principes de l'ATF 151 I 62\n4. **Motivé de manière suffisante** leur décision\n\nLorsque ces conditions ne sont pas remplies, les tribunaux cantonaux devront **annuler** les décisions et soit renvoyer l'affaire à l'autorité administrative pour nouvel examen, soit directement ordonner la délivrance d'une autorisation de séjour.\n\n#### 4. Pour les employeurs et les établissements de formation\n\nL'ATF 151 I 62 devrait avoir un **impact indirect positif** sur l'accès des jeunes en admission provisoire (ou en voie de transformation) à la formation professionnelle.\n\nLes employeurs et les établissements de formation pourront :\n- Prendre acte de la jurisprudence reconnaissant les obstacles rencontrés par les jeunes avec un permis F\n- Être rassurés sur la **stabilité future** du statut des jeunes remplissant les critères de l'ATF 151 I 62\n- Adapter leurs pratiques de recrutement pour ne pas discriminer les jeunes en voie de transformation de leur statut\n\n### C. Limites et questions demeurant ouvertes\n\n#### 1. Seuils d'âge et de durée\n\nL'ATF 151 I 62 concerne un cas spécifique (arrivée à 5 ans, présence de 10 ans, âge de 15 ans). Plusieurs questions demeurent ouvertes :\n\n**a) Âge d'arrivée maximum**\n\nÀ partir de quel âge d'arrivée la jurisprudence ne s'applique-t-elle plus ? Un adolescent arrivé à :\n- 8 ans ?\n- 10 ans ?\n- 12 ans ?\n- 14 ans ?\n\nLa jurisprudence future devra préciser ces seuils. Il est probable que l'âge d'arrivée joue un rôle **graduel** : plus l'arrivée est précoce, plus la socialisation en Suisse est profonde, et plus forte est la protection.\n\n**b) Durée de présence minimale**\n\nLe cas concerne une présence de 10 ans. Quid d'une présence de :\n- 7 ans ?\n- 8 ans ?\n- 9 ans ?\n\nLa jurisprudence antérieure (ATF 146 I 185, 2C_479/2023) suggère qu'un seuil de **8 à 10 ans** est pertinent, mais la jurisprudence future devra affiner ce critère.\n\n**c) Jeunes adultes**\n\nL'ATF 151 I 62 insiste sur la notion d'**adolescent** (13-18 ans environ). Quid d'un jeune adulte de :\n- 19 ans ?\n- 21 ans ?\n- 25 ans ?\n\narrivé jeune et résidant en Suisse depuis de nombreuses années ?\n\nLes principes de fond (protection de la vie privée, poids de l'intégration) demeurent pertinents pour les jeunes adultes, mais le Tribunal fédéral insiste sur les spécificités de l'adolescence (formation de l'identité, orientation professionnelle). La transposition aux jeunes adultes n'est donc pas automatique.\n\n#### 2. Niveau d'intégration requis\n\nL'ATF 151 I 62 concerne une adolescente à l'intégration **exemplaire**. Plusieurs questions se posent :\n\n**a) Intégration moyenne ou suffisante**\n\nQuid d'un adolescent dont l'intégration est :\n- **Moyenne** : maîtrise correcte (mais non parfaite) de la langue, résultats scolaires moyens, intégration sociale ordinaire\n- **Suffisante mais non excellente** : maîtrise acceptable de la langue, scolarité sans échec mais sans excellence\n\nLa jurisprudence future devra préciser le **seuil minimal d'intégration** requis. Il semble que l'intégration doive être au moins **bonne**, sans nécessairement être exemplaire.\n\n**b) Difficultés scolaires ou d'intégration**\n\nQuid d'un adolescent rencontrant des difficultés :\n- **Scolaires** : résultats faibles, redoublements, orientation vers des filières moins exigeantes\n- **Linguistiques** : maîtrise encore imparfaite de la langue locale malgré plusieurs années de présence\n- **Comportementales** : problèmes disciplinaires à l'école, conflits\n\nCes difficultés doivent-elles conduire au refus de transformation ? Ou doit-on les considérer comme des éléments nécessitant un soutien accru plutôt que comme des motifs de refus ?\n\nLa jurisprudence future devra clarifier ces points délicats.\n\n#### 3. Rôle du critère de l'exigibilité du retour\n\nL'ATF 151 I 62 souligne l'importance de l'absence de perspective de retour. Plusieurs questions se posent :\n\n**a) Pays avec amélioration de la situation**\n\nQuid d'un adolescent originaire d'un pays où la situation s'est améliorée, rendant le retour potentiellement exigible à moyen terme ?\n\nCe critère joue-t-il un rôle **déterminant**, ou les autres critères (âge d'arrivée, durée de présence, intégration) peuvent-ils suffire à eux seuls ?\n\nLe Tribunal fédéral accorde un poids important à l'absence de perspective de retour, mais ne dit pas explicitement qu'il s'agit d'une condition nécessaire.\n\n**b) Situation personnelle vs situation générale**\n\nLe critère de l'exigibilité du retour peut s'apprécier de deux manières :\n- **Situation générale** dans le pays d'origine (guerre, catastrophe)\n- **Situation personnelle** de la personne concernée (absence d'attaches, impossibilité de réintégration)\n\nPour un adolescent ayant grandi en Suisse, le retour peut être **inexigible sur le plan personnel** (absence de liens, perte de la langue et de la culture d'origine) même si la situation générale dans le pays d'origine s'est améliorée.\n\nLa jurisprudence future devra clarifier l'articulation entre ces deux dimensions.\n\n#### 4. Application à d'autres catégories de personnes\n\nL'ATF 151 I 62 concerne spécifiquement les **adolescents** ayant grandi en Suisse. Plusieurs questions se posent concernant d'autres catégories :\n\n**a) Adultes en admission provisoire de longue durée**\n\nQuid d'un adulte de 40 ans en admission provisoire depuis 15 ans, bien intégré mais arrivé adulte en Suisse ?\n\nLes principes de l'ATF 151 I 62 (protection de la vie privée, poids de l'intégration, absence de perspective de retour) sont-ils transposables ? Ou le Tribunal fédéral réserve-t-il une protection spécifique aux personnes ayant grandi en Suisse ?\n\nLa jurisprudence antérieure (2C_479/2023) suggère qu'un adulte arrivé adulte bénéficie d'une protection moindre, mais la question demeure ouverte.\n\n**b) Familles avec enfants**\n\nQuid d'une famille en admission provisoire comprenant des enfants en bas âge ? Les parents peuvent-ils se prévaloir de l'intérêt supérieur de leurs enfants pour demander la transformation de leur propre statut ?\n\nL'art. 8 CEDH protège la **vie familiale** en plus de la vie privée. Un refus de transformation du statut des parents pourrait-il, dans certaines circonstances, constituer une atteinte disproportionnée à la vie familiale ?\n\n#### 5. Impact budgétaire et politique\n\nL'ATF 151 I 62 soulève des questions d'**impact systémique** :\n\n**a) Nombre de personnes concernées**\n\nCombien de jeunes en admission provisoire remplissent les critères de l'ATF 151 I 62 ? Les estimations varient, mais il pourrait s'agir de **plusieurs milliers** de personnes.\n\nLa transformation de ces admissions provisoires en autorisations de séjour aura-t-elle un impact significatif sur :\n- Les finances publiques (accès élargi à certaines prestations) ?\n- Le nombre de naturalisations futures ?\n- La cohésion sociale ?\n\n**b) Réactions politiques**\n\nCette jurisprudence pourrait susciter des **réactions politiques** contrastées :\n\n**Du côté favorable :**\n- Reconnaissance de la réalité de l'intégration de jeunes ayant grandi en Suisse\n- Cohérence entre statut juridique et réalité sociale\n- Respect des droits fondamentaux et de l'intérêt de l'enfant\n- Bénéfices à long terme pour la société (formation, emploi, cohésion)\n\n**Du côté critique :**\n- Critique d'une \"régularisation de masse\" non voulue par le législateur\n- Crainte d'un \"effet d'appel\" (incitation à venir en Suisse avec des enfants)\n- Remise en cause de la politique migratoire restrictive\n- Questionnement sur la subsidiarité (le Tribunal fédéral empiète-t-il sur les prérogatives du législateur ?)\n\n**c) Éventuelle réforme législative**\n\nL'ATF 151 I 62 pourrait conduire le législateur à **clarifier** l'art. 84 al. 5 LEI en prévoyant expressément les conditions de transformation pour les jeunes ayant grandi en Suisse.\n\nCette clarification législative présenterait l'avantage de :\n- **Sécuriser** la situation des jeunes concernés\n- **Harmoniser** les pratiques cantonales\n- **Clarifier** les critères et les seuils\n- **Légitimer démocratiquement** les solutions\n\nToutefois, une telle réforme nécessiterait un consensus politique difficile à atteindre.\n\n---\n\n## V. CONCLUSION : UNE AVANCÉE MAJEURE POUR LES DROITS DES JEUNES ÉTRANGERS\n\n### A. Synthèse des apports de l'ATF 151 I 62\n\nL'ATF 151 I 62 constitue un **arrêt de principe majeur** qui marque une étape importante dans l'évolution de la jurisprudence en matière de droit des étrangers et de protection des droits fondamentaux.\n\n**Apports principaux :**\n\n1. **Reconnaissance d'une obligation positive** : L'État peut être tenu de délivrer une autorisation de séjour en remplacement de l'admission provisoire pour protéger la vie privée d'un adolescent intégré ayant grandi en Suisse.\n\n2. **Protection renforcée des adolescents** : Le Tribunal fédéral reconnaît que les jeunes ayant grandi en Suisse subissent davantage les inconvénients du statut F (obstacles à la formation professionnelle, impossibilité d'accéder à la naturalisation, restrictions de mobilité) et méritent une protection accrue.\n\n3. **Critères d'application identifiés** : L'arrêt permet d'identifier les critères cumulatifs justifiant une transformation : âge d'arrivée précoce, durée de présence significative (environ 10 ans), âge adolescent, intégration au moins bonne, absence de perspective de retour, ancrage familial en Suisse.\n\n4. **Examen individualisé obligatoire** : Les autorités doivent procéder à un examen complet et individualisé, en tenant compte de tous les critères de l'art. 84 al. 5 LEI et en effectuant une pesée des intérêts à la lumière de l'art. 8 CEDH et de l'intérêt supérieur de l'enfant.\n\n5. **Primauté de l'intérêt de l'enfant** : Dans les décisions concernant les mineurs, l'intérêt supérieur de l'enfant (art. 3 CDE) doit être une considération primordiale, intégrée dans l'analyse de proportionnalité.\n\n6. **Rôle central de l'exigibilité du retour** : Lorsque le retour dans le pays d'origine demeure durablement inexigible, le maintien de l'admission provisoire (mesure temporaire) devient difficile à justifier pour une situation devenue de facto durable.\n\n### B. Équilibre entre droits individuels et politique migratoire\n\nL'ATF 151 I 62 illustre la **tension permanente** entre deux impératifs légitimes :\n\n**D'un côté**, la **politique migratoire de l'État** :\n- Contrôle de l'immigration\n- Maintien de la cohérence du système\n- Préservation des ressources publiques\n- Respect de la volonté démocratique exprimée par le législateur\n\n**De l'autre côté**, les **droits individuels** :\n- Droit au respect de la vie privée (art. 8 CEDH, art. 13 Cst.)\n- Intérêt supérieur de l'enfant (art. 3 CDE)\n- Droit au développement harmonieux (art. 6 CDE)\n- Principe de proportionnalité\n\nLe Tribunal fédéral opte clairement pour une **approche fondée sur les droits fondamentaux** : lorsque les critères sont remplis, l'intérêt privé doit l'emporter sur l'intérêt public, même si cela conduit à une régularisation que le législateur n'avait pas expressément prévue dans le détail.\n\nCette approche reflète le rôle du juge comme **gardien des droits fondamentaux**. Le juge ne se substitue pas au législateur, mais veille à ce que l'application de la loi respecte les droits constitutionnels et conventionnels.\n\n### C. Perspectives d'évolution\n\nL'ATF 151 I 62 ouvre une **nouvelle ère** pour le droit des étrangers en Suisse, en particulier pour les jeunes ayant grandi dans le pays.\n\n**À court terme :**\n\n1. **Multiplication des demandes** : On peut s'attendre à une augmentation significative des demandes de transformation émanant de jeunes en admission provisoire remplissant les critères de l'ATF 151 I 62.\n\n2. **Adaptation des pratiques cantonales** : Les autorités cantonales devront adapter leur pratique pour se conformer à la nouvelle jurisprudence.\n\n3. **Contentieux** : Des contentieux surviendront inévitablement pour préciser les contours exacts de la jurisprudence (seuils d'âge, niveau d'intégration requis, etc.).\n\n**À moyen terme :**\n\n1. **Clarifications jurisprudentielles** : La jurisprudence future précisera les questions demeurant ouvertes (seuils d'âge d'arrivée et de durée, niveau d'intégration minimal, transposition aux jeunes adultes).\n\n2. **Extension possible** : Les principes de l'ATF 151 I 62 pourraient être étendus à d'autres catégories (jeunes adultes, familles avec enfants, adultes en admission provisoire de très longue durée).\n\n3. **Débat politique** : L'arrêt susciteraun débat politique sur l'opportunité d'une réforme législative clarifiant les conditions de transformation pour les jeunes ayant grandi en Suisse.\n\n**À long terme :**\n\n1. **Réforme législative possible** : Le législateur pourrait décider de codifier les principes de l'ATF 151 I 62 dans la LEI, en prévoyant expressément les conditions de transformation pour les jeunes.\n\n2. **Harmonisation européenne** : Cette jurisprudence pourrait inspirer des évolutions similaires dans d'autres pays européens confrontés aux mêmes questions.\n\n3. **Impact sur l'intégration** : À long terme, la sécurisation du statut juridique des jeunes ayant grandi en Suisse devrait favoriser leur intégration complète et durable, avec des bénéfices pour l'ensemble de la société.\n\n### D. Signification symbolique et éthique\n\nAu-delà de ses aspects juridiques techniques, l'ATF 151 I 62 revêt une **signification symbolique et éthique** importante.\n\nIl reconnaît que **la Suisse est devenue le pays d'origine de fait** pour des milliers de jeunes qui y ont grandi. Maintenir ces jeunes dans un statut juridique précaire, alors qu'ils sont parfaitement intégrés et que leur vie se situe en Suisse, constitue non seulement une atteinte à leurs droits fondamentaux, mais aussi une **incohérence** entre leur réalité sociale et leur statut juridique.\n\nL'arrêt affirme que **le droit doit reconnaître la réalité** : lorsqu'un adolescent a grandi en Suisse, y a développé son identité, y a tous ses repères et toutes ses attaches, la Suisse **est** son pays, indépendamment de sa nationalité formelle.\n\nEn ce sens, l'ATF 151 I 62 participe d'une **conception inclusive de la société suisse**, reconnaissant que l'appartenance à une société ne se réduit pas à la nationalité, mais se construit par l'intégration, les liens sociaux, le partage de valeurs et d'expériences communes.\n\nC'est cette vision humaniste et réaliste que le Tribunal fédéral consacre, en plaçant les **droits des personnes** au cœur de son raisonnement, sans ignorer les impératifs de la politique migratoire, mais en refusant que ces impératifs écrasent les droits individuels lorsque les circonstances commandent leur protection.",

  "version_courte": "L'ATF 151 I 62 (23 juillet 2024) marque une avancée majeure en reconnaissant qu'une adolescente syrienne de 15 ans, arrivée à 5 ans et titulaire d'une admission provisoire depuis 10 ans, a le droit d'obtenir une autorisation de séjour pour protéger sa vie privée (art. 8 CEDH, art. 13 Cst.). Le Tribunal fédéral établit qu'une obligation positive de transformation existe lorsque plusieurs critères cumulatifs sont réunis : âge d'arrivée précoce, durée de présence significative (environ 10 ans), âge adolescent au moment de la demande, intégration au moins bonne (en l'espèce, exemplaire : maîtrise parfaite du français, excellents résultats scolaires), absence de perspective de retour dans le pays d'origine (guerre en Syrie), et ancrage familial en Suisse. Le maintien du statut F constitue une atteinte disproportionnée à la vie privée car il crée des obstacles concrets au développement de l'adolescent : difficultés d'accès à la formation professionnelle (apprentissage), impossibilité structurelle d'accéder à la naturalisation future, restrictions de mobilité internationale, et incertitude juridique. L'arrêt impose aux autorités un examen individualisé approfondi tenant compte de tous les critères de l'art. 84 al. 5 LEI et de l'intérêt supérieur de l'enfant (art. 3 CDE). Il clarifie que l'âge pertinent est celui de la décision (non de la demande initiale) et souligne le rôle central de l'exigibilité du retour : lorsque le retour demeure durablement inexigible, l'admission provisoire (mesure temporaire) perd sa justification principale. Cette jurisprudence ouvre une voie de régularisation pour plusieurs milliers de jeunes intégrés ayant grandi en Suisse, avec un impact significatif sur les pratiques cantonales et la protection des droits des jeunes étrangers.",

  "statistiques": {
    "nombre_mots_analyse_complete": 26543,
    "nombre_references_legislatives": 12,
    "nombre_arrets_connexes": 9,
    "nombre_mots_cles": 25,
    "niveau_complexite": "Très élevé",
    "domaines_droit_concernes": [
      "Droit des étrangers",
      "Droits fondamentaux et droits de l'homme",
      "Droit constitutionnel",
      "Droit international public (CEDH, CDE)",
      "Droit de la famille (intérêt de l'enfant)",
      "Droit administratif (procédure et pesée des intérêts)"
    ]
  }
}
