{
  "metadata": {
    "titre": "Semi-détention et activité lucrative indépendante : distinction entre hobby et travail au sens de l'art. 77b CP",
    "reference_principale": "ATF 151 IV 65",
    "numero_cause": "7B_958/2024",
    "date_arret": "2024-11-27",
    "juridiction": "Tribunal fédéral suisse, IIe Cour de droit pénal",
    "domaine": "Droit pénal - Exécution des peines - Semi-détention",
    "mots_cles": [
      "semi-détention",
      "Halbgefangenschaft",
      "article 77b CP",
      "activité lucrative indépendante",
      "hobby",
      "Liebhaberei",
      "âge de retraite",
      "exécution des peines",
      "surveillance électronique",
      "intégration professionnelle"
    ]
  },
  "arrets_principaux": [
    {
      "reference": "ATF 151 IV 65",
      "date": "2024-11-27",
      "numero_cause": "7B_958/2024",
      "formation": "IIe Cour de droit pénal (Abteilung strafrechtliche)",
      "faits": {
        "contexte": "La recourante A., née en 1955, a été condamnée le 3 septembre 2021 par le tribunal pénal du canton de Lucerne à une peine privative de liberté de 2 ans et 10 mois (dont 10 mois fermes) pour détournement de fonds (art. 138 ch. 1 CP), escroquerie (art. 146 al. 1 CP), violation de l'obligation de fidélité (art. 162 CP) et faux dans les titres (art. 251 ch. 1 CP). Cette peine a été réduite en appel le 5 octobre 2022 à 2 ans et 9 mois (dont 9 mois fermes).",
        "parties": "A. (recourante, condamnée) contre Oberstaatsanwaltschaft du canton de Lucerne (intimé) et Service d'exécution des peines du canton de Lucerne",
        "objet_litige": "Refus d'octroi de la semi-détention selon l'art. 77b CP pour l'exécution de la partie ferme de la peine. La recourante, ayant atteint l'âge de la retraite AVS, invoque qu'elle exerce une activité lucrative indépendante justifiant le régime de semi-détention : gestion d'une boutique en ligne, participation à des foires, organisation de séminaires et rédaction de livres de cuisine.",
        "instances_precedentes": "Le Service d'exécution des peines du canton de Lucerne a rejeté la demande de semi-détention le 22 avril 2024. Le Gericht I du canton de Lucerne (tribunal cantonal) a confirmé ce refus le 16 juillet 2024, estimant que les activités de la recourante constituaient une simple « Liebhaberei » (hobby) et non une véritable activité lucrative indépendante."
      },
      "principes_juridiques": [
        {
          "principe": "Notion large de travail incluant activité salariée et indépendante",
          "description": "Le concept de 'travail' au sens de l'article 77b al. 1 let. b CP englobe tant les activités salariées (unselbstständige Tätigkeiten) que les activités indépendantes (selbstständige Tätigkeiten). Dans tous les cas, une activité rémunérée (entgeltliche Tätigkeit) est exigée.",
          "citation_verbatim": "« Der Begriff 'Arbeit' nach Art. 77b Abs. 1 lit. b StGB umfasst sowohl unselbstständige als auch selbstständige Tätigkeiten. Vorausgesetzt wird in jedem Fall eine entgeltliche Tätigkeit. »",
          "portee": "Ce principe élargit le champ d'application de la semi-détention en n'excluant pas a priori les travailleurs indépendants. Il affirme que le législateur n'a pas entendu réserver cette forme d'exécution aux seuls salariés, mais bien à toute personne exerçant une activité économique véritable."
        },
        {
          "principe": "Distinction fondamentale entre activité lucrative et simple hobby (Liebhaberei)",
          "description": "Une activité constitue un hobby (blosse Liebhaberei) et non une activité lucrative lorsqu'elle est exercée sans intention de réaliser un bénéfice (Gewinnstrebigkeit). L'absence d'intention lucrative disqualifie l'activité comme 'travail' au sens de l'art. 77b CP.",
          "citation_verbatim": "« Die selbstständige Erwerbstätigkeit kennzeichnet die Tätigkeit einer natürlichen Person, mit der diese auf eigenes Risiko, unter Einsatz der Produktionsfaktoren Arbeit und Kapital, in einer von ihr frei gewählten Arbeitsorganisation, dauernd oder vorübergehend, haupt- oder nebenberuflich, in jedem Fall aber mit der Absicht der Gewinnerzielung am Wirtschaftsverkehr teilnimmt. Ohne Gewinnstrebigkeit liegt blosse Liebhaberei vor. »",
          "portee": "Ce critère permet de distinguer les activités méritant protection (activités économiques véritables) des simples loisirs ou occupations personnelles. La volonté de réaliser un profit devient ainsi un élément constitutif essentiel de la qualification juridique."
        },
        {
          "principe": "Critère de durée et d'absence de profitabilité comme indice d'absence de visée lucrative",
          "description": "Lorsqu'une activité habituellement lucrative est exercée sur une période prolongée sans générer de bénéfice et sans perspective d'amélioration financière, l'absence de résultat économique révèle régulièrement l'absence d'intention lucrative véritable.",
          "citation_verbatim": "« Wird eine üblicherweise erwerbliche (d.h. auf die Erzielung von Einkommen gerichtete) Tätigkeit aber auf Dauer ohne Gewinn ausgeübt, so lässt das Ausbleiben des finanziellen Erfolges regelmässig auf das Fehlen erwerblicher Zielsetzung schliessen. »",
          "portee": "Ce principe établit une présomption de fait : la persistance d'une activité déficitaire sur plusieurs années constitue un indice sérieux que la personne n'exerce pas une véritable activité professionnelle mais poursuit d'autres motivations (plaisir personnel, occupation du temps). Dans le cas d'espèce, cinq années d'activité sans bénéfice ont été jugées révélatrices."
        },
        {
          "principe": "L'âge de retraite AVS n'exclut pas automatiquement l'accès à la semi-détention",
          "description": "Le fait qu'une personne ait atteint l'âge ordinaire de la retraite AVS ne la prive pas automatiquement du droit à la semi-détention si elle exerce effectivement une activité lucrative. L'entrée dans l'âge de la retraite n'entraîne pas la perte de la capacité de travail ni l'impossibilité juridique d'exercer une activité professionnelle.",
          "citation_verbatim": "« Mit dem Eintritt des AHV-Rentenalters folgt jedoch nicht zwingend, dass eine Person nicht mehr in der Arbeitswelt integriert würde, so dass der mit der Halbgefangenschaft verfolgte Zweck nicht mehr erreicht werden könnte. Vielmehr können und dürfen auch pensionierte Personen eine Erwerbstätigkeit (weiterhin) ausüben, da der Eintritt des AHV-Rentenalters keinen Einfluss auf die Erwerbsfähigkeit hat. »",
          "portee": "Cette clarification importante empêche une discrimination fondée sur l'âge. Le Tribunal fédéral affirme que les personnes retraitées qui exercent effectivement une activité lucrative ne doivent pas se voir refuser automatiquement la semi-détention au motif qu'elles ont atteint l'âge AVS. Seule l'existence réelle d'une activité professionnelle compte."
        },
        {
          "principe": "Exigence d'existence préalable de l'activité professionnelle",
          "description": "L'activité professionnelle, le lieu de formation ou l'occupation doivent exister avant ou au plus tard au moment du début de l'exécution de la peine. La formulation légale 'nachgehen' (exercer, poursuivre) implique la continuation d'une activité déjà existante, non sa création future.",
          "citation_verbatim": "« Aus dem Wortlaut von Art. 77b Abs. 2 StGB ergibt sich, dass die Arbeitsstelle, der Ausbildungsplatz oder die Beschäftigung bereits vor, spätestens beim Strafantritt vorhanden sein muss; denn was nicht bereits vorhanden ist, kann nicht fortgesetzt werden. »",
          "portee": "Ce principe interprète restrictivement la condition d'activité professionnelle en excluant les simples promesses ou projets futurs. L'objectif de la semi-détention étant de préserver un lien professionnel existant, il ne peut s'appliquer à des activités purement hypothétiques ou à créer."
        },
        {
          "principe": "Finalité de la semi-détention : préservation de l'intégration professionnelle existante",
          "description": "La semi-détention vise à prévenir la perte d'un emploi antérieur ou d'une place de formation ainsi que la désintégration du monde du travail (Verhinderung des Verlustes des bisherigen Arbeitsplatzes bzw. der Lehrstelle sowie der Desintegration aus der Arbeitswelt). Elle ne vise pas à favoriser une insertion professionnelle nouvelle.",
          "citation_verbatim": "« Die Halbgefangenschaft dient der Verhinderung des Verlustes des bisherigen Arbeitsplatzes bzw. der Lehrstelle sowie der Desintegration aus der Arbeitswelt. »",
          "portee": "Cette finalité téléologique guide l'interprétation des conditions d'octroi. La semi-détention constitue un instrument de maintien, non de création, de liens professionnels. Elle protège un statu quo professionnel, non un potentiel futur."
        },
        {
          "principe": "Analyse au cas par cas selon les circonstances concrètes",
          "description": "L'appréciation de l'existence d'une véritable activité lucrative indépendante doit toujours se faire selon les circonstances concrètes du cas particulier (konkrete Umstände des Einzelfalls), en examinant notamment la durée, l'intensité, les résultats financiers et les perspectives réalistes d'amélioration.",
          "citation_verbatim": "« Die Vorinstanz begründet überzeugend, weshalb sie nach Würdigung der konkreten Umstände des Einzelfalls bei der Beschwerdeführerin das Vorliegen einer selbstständigen Erwerbstätigkeit verneint und von bloss Liebhaberei ausgeht. »",
          "portee": "Ce principe confirme le large pouvoir d'appréciation des autorités d'exécution et judiciaires dans l'évaluation factuelle. Le Tribunal fédéral n'intervient qu'en cas d'arbitraire manifeste ou de violation claire de principes juridiques."
        }
      ],
      "dispositif": "Le Tribunal fédéral rejette le recours dans la mesure où il entre en matière. La recourante ne peut pas exécuter sa peine sous la forme de la semi-détention. Les frais judiciaires (2'000 francs) sont mis à la charge de la recourante.",
      "ratio_decidendi": "La distinction fondamentale entre activité lucrative véritable et simple hobby constitue le cœur de la décision. Le Tribunal fédéral confirme que l'exercice d'une activité pendant plus de cinq ans sans réaliser aucun bénéfice net, avec des revenus bruts dérisoires (500 CHF et 170 EUR mensuels en moyenne) et sans perspective d'amélioration, révèle l'absence d'intention lucrative véritable. La recourante consacre certes plus de 20 heures hebdomadaires à ses activités (boutique en ligne, participation à des foires, organisation de séminaires, rédaction de livres de cuisine), mais le déficit structurel et durable démontre qu'il s'agit d'occupations personnelles motivées par le plaisir (Liebhaberei) et non d'une véritable activité économique. Le simple fait d'avoir atteint l'âge de la retraite AVS ne disqualifie pas en soi l'accès à la semi-détention, mais encore faut-il que l'activité invoquée présente réellement les caractéristiques d'une activité lucrative indépendante : risque économique assumé, participation au commerce avec intention de réaliser un profit, et résultats effectifs ou au moins perspectives raisonnables de rentabilité."
    }
  ],
  "arrets_connexes": [
    {
      "reference": "Arrêt 6B_1082/2016 du 28 juin 2017",
      "date": "2017-06-28",
      "lien_thematique": "Conditions cumulatives pour l'octroi de la semi-détention selon l'art. 77b CP",
      "apport": "Cet arrêt établit les trois conditions cumulatives pour l'octroi de la semi-détention : (1) une peine privative de liberté entre six mois et un an, (2) l'absence de danger de fuite ou de récidive, et (3) l'exercice d'une activité professionnelle régulière ou d'une formation d'au moins 20 heures par semaine. Il précise que le risque de récidive doit être d'une certaine importance et concerner des infractions d'une certaine gravité. Dans ce cas, le requérant avait été condamné à deux reprises pour infractions routières graves (conduite sans permis, collision avec délit de fuite, taillage à 140 km/h). Malgré la satisfaction des conditions de durée de peine et d'activité professionnelle, le Tribunal fédéral a confirmé le refus en raison du risque de récidive élevé démontré par dix condamnations antérieures et une obstination à récidiver."
    },
    {
      "reference": "Arrêt 7B_376/2024 du 29 mai 2024",
      "date": "2024-05-29",
      "lien_thematique": "Mesures d'exécution des peines et évaluation du risque de récidive",
      "apport": "Cet arrêt illustre l'importance de l'évaluation psychiatrique et du comportement du condamné dans les décisions relatives à l'exécution des peines. Le recourant, né en 1944 et condamné en 2015 pour diffamation, injures, menaces, contrainte et infractions à la législation sur les armes, purgeait une peine de 3 ans et demi assortie d'une mesure d'internement. Diagnostiqué en 2020 avec un trouble délirant, il refusait systématiquement tout traitement psychotrope et maintenait n'avoir commis aucune infraction. Les experts estimaient le risque de récidive faible à moyen, mais significativement plus élevé sans encadrement. Le Tribunal fédéral a confirmé le maintien de l'internement, soulignant qu'aucune modification suffisante de la situation ne justifiait une nouvelle expertise. Cet arrêt rappelle que la collaboration du condamné et l'acceptation d'un suivi thérapeutique constituent des éléments essentiels dans l'appréciation de l'aptitude à bénéficier de régimes d'exécution allégés."
    },
    {
      "reference": "ATF 145 IV 10",
      "date": "2018",
      "lien_thematique": "Réglementation fédérale exhaustive de la semi-détention et compétence cantonale limitée",
      "apport": "Le Tribunal fédéral a affirmé que depuis l'entrée en vigueur de la partie générale révisée du Code pénal le 1er janvier 2007, le régime de la semi-détention est soumis à une réglementation fédérale exhaustive contenue à l'art. 77b CP. Les cantons ne sont plus libres d'introduire ou de renoncer au régime de semi-détention selon leur appréciation. Le législateur fédéral a établi de manière exhaustive les critères d'octroi de la semi-détention, sans laisser de marge aux cantons pour imposer des réglementations plus restrictives. Cette uniformisation garantit l'égalité de traitement sur l'ensemble du territoire suisse et empêche les disparités cantonales dans l'accès à cette forme d'exécution des peines. Les cantons conservent uniquement une compétence d'exécution et d'organisation pratique, non de définition des conditions matérielles."
    },
    {
      "reference": "Arrêt 6B_726/2018 du 29 janvier 2019",
      "date": "2019-01-29",
      "lien_thematique": "Finalité de la semi-détention et préservation de l'intégration professionnelle",
      "apport": "Cet arrêt précise que la semi-détention vise spécifiquement à permettre au condamné de conserver son emploi ou sa place de formation et de prévenir le risque de désintégration du monde professionnel. L'institution a pour finalité la préservation d'un lien existant avec le marché du travail, non la création d'un tel lien. Cette perspective téléologique guide l'interprétation de la condition d'activité professionnelle : il doit s'agir d'une occupation effective, régulière et préexistante à la condamnation. L'arrêt souligne également que la semi-détention constitue un privilège conditionné, non un droit absolu, et que les autorités d'exécution disposent d'une marge d'appréciation pour évaluer si les conditions légales sont remplies, notamment s'agissant de l'absence de risque de fuite ou de récidive."
    },
    {
      "reference": "Arrêt 6B_660/2011 du 23 février 2012",
      "date": "2012-02-23",
      "lien_thematique": "Critères d'appréciation du risque de récidive pour la semi-détention",
      "apport": "Le Tribunal fédéral a établi que l'appréciation du risque de fuite ou de récidive au sens de l'art. 77b CP doit tenir compte de plusieurs éléments : les antécédents judiciaires du condamné, sa personnalité globale, son comportement général et au travail, ainsi que les conditions concrètes dans lesquelles il vivra pendant l'exécution de la semi-détention. Le risque doit présenter une certaine importance et les nouvelles infractions potentielles doivent revêtir une certaine gravité. Une simple possibilité abstraite de récidive ne suffit pas à justifier un refus. L'autorité doit procéder à une évaluation circonstanciée et motivée, en tenant compte tant des facteurs de risque que des facteurs de protection. Les antécédents criminels constituent un indice important mais non déterminant à eux seuls : l'évolution du condamné, son insertion sociale, sa prise de conscience et son engagement dans un processus de changement doivent également être pris en considération."
    },
    {
      "reference": "Arrêt 8C_804/2019 du 27 juillet 2020",
      "date": "2020-07-27",
      "lien_thematique": "Activité lucrative indépendante en droit des assurances sociales",
      "apport": "Bien que relevant du droit des assurances sociales (AVS) et non du droit pénal, cet arrêt apporte des précisions utiles sur la qualification d'activité lucrative indépendante. Le Tribunal fédéral y définit l'activité lucrative indépendante comme la participation au commerce économique par une personne physique agissant à son propre risque, en mobilisant les facteurs de production (travail et capital), dans une organisation de travail librement choisie, de manière durable ou temporaire, à titre principal ou accessoire, mais toujours avec l'intention de réaliser un bénéfice. L'absence d'intention lucrative (Gewinnstrebigkeit) caractérise le simple hobby (Liebhaberei). Ces critères, développés en droit social, trouvent application analogique en droit pénal pour déterminer si une activité constitue un 'travail' au sens de l'art. 77b CP. La convergence des définitions entre branches du droit assure cohérence et prévisibilité."
    },
    {
      "reference": "Arrêt 7B_600/2023 du 12 février 2024",
      "date": "2024-02-12",
      "lien_thematique": "Internement et conditions de libération conditionnelle",
      "apport": "Cet arrêt, portant sur l'internement selon l'art. 64 CP et la libération conditionnelle selon l'art. 64a CP, éclaire par analogie les exigences en matière d'évaluation du comportement futur du condamné. Le Tribunal fédéral y rappelle que la libération conditionnelle de l'internement suppose un pronostic favorable permettant de prévoir que l'auteur se conduira correctement en liberté. Cette évaluation prognostique repose sur des éléments objectifs : évolution du comportement en détention, participation à des mesures thérapeutiques, prise de conscience, stabilité psychologique, perspectives de réinsertion. De manière similaire, l'octroi de la semi-détention nécessite une appréciation prospective du risque de récidive. Bien que moins contraignante que la libération conditionnelle de l'internement, la semi-détention requiert néanmoins une évaluation sérieuse de la fiabilité du condamné et de sa capacité à respecter le régime de confiance qui lui est accordé."
    }
  ],
  "sources_legislatives": [
    {
      "reference": "Art. 77b CP",
      "loi": "Code pénal suisse du 21 décembre 1937 (CP, RS 311.0)",
      "texte_verbatim": "Art. 77b Semi-détention\n1 Sur demande du condamné, une peine privative de liberté de douze mois au plus ou une peine résiduelle de six mois au plus après imputation de la détention avant jugement peut être exécutée sous la forme de la semi-détention si:\na. il n'y a pas lieu de craindre que le condamné s'enfuie ou commette d'autres infractions, et\nb. le condamné exerce une activité régulière ou suit une formation ou un enseignement d'au moins vingt heures par semaine.\n2 La semi-détention doit permettre au condamné de poursuivre son activité professionnelle ou sa formation.\n3 Le condamné passe son temps libre et ses heures de repos dans un établissement.",
      "pertinence": "Article central de l'arrêt, il définit les conditions cumulatives d'octroi de la semi-détention. Le litige porte précisément sur la lettre b de l'alinéa 1, notamment sur la qualification de l'activité de la recourante comme 'activité régulière' au sens de cette disposition. Le Tribunal fédéral interprète cette notion en y incluant tant le travail salarié que l'activité indépendante, mais en excluant les simples hobbies dépourvus d'intention lucrative."
    },
    {
      "reference": "Art. 79b CP",
      "loi": "Code pénal suisse du 21 décembre 1937 (CP, RS 311.0)",
      "texte_verbatim": "Art. 79b Surveillance électronique\n1 Le condamné peut demander que la peine privative de liberté ou la peine résiduelle après imputation de la détention avant jugement soit exécutée sous la forme de la surveillance électronique si:\na. il accepte d'être surveillé électroniquement;\nb. il dispose d'un logement approprié et d'un emploi ou suit un enseignement ou une formation;\nc. il n'y a pas lieu de craindre qu'il s'enfuie ou commette d'autres infractions.\n2 La surveillance électronique peut remplacer les trois derniers mois d'une peine privative de liberté plus longue.\n3 La surveillance électronique est exécutée en milieu ouvert. Le condamné ne peut quitter un périmètre défini et doit porter en permanence un appareil permettant de vérifier le respect de cette restriction.\n4 Si le condamné enfreint les obligations qui lui incombent ou les instructions de l'autorité d'exécution, ou s'il tente de manipuler l'appareil de surveillance, l'exécution de la peine se poursuit sous la forme de la privation de liberté.\n5 L'exécution de la surveillance électronique et les éventuelles prestations de soutien qu'elle implique sont gratuites pour le condamné.",
      "pertinence": "Cité par comparaison dans l'arrêt, cet article régit un autre régime d'exécution allégée de la peine. Comme la semi-détention, la surveillance électronique suppose l'exercice d'une activité professionnelle ou la poursuite d'une formation. Cette similitude des conditions révèle la cohérence du système d'exécution des peines : les régimes de confiance nécessitent tous un ancrage professionnel ou formatif. L'arrêt ne traite pas directement de la surveillance électronique, mais la mention de l'art. 79b CP rappelle l'existence d'alternatives à la détention ordinaire lorsque les conditions sont remplies."
    },
    {
      "reference": "Art. 105 al. 1 LTF",
      "loi": "Loi sur le Tribunal fédéral du 17 juin 2005 (LTF, RS 173.110)",
      "texte_verbatim": "Art. 105 Faits déterminants\n1 Le Tribunal fédéral statue sur la base des faits établis par l'autorité précédente.",
      "pertinence": "Cette disposition procédurale définit le pouvoir de cognition du Tribunal fédéral en matière de faits. Le Tribunal fédéral ne peut s'écarter des constatations de fait de l'autorité cantonale que si elles sont manifestement inexactes ou établies en violation du droit (art. 105 al. 2 LTF). Dans le cas d'espèce, le Tribunal fédéral se fonde sur les constatations factuelles du tribunal cantonal lucernois relatives aux revenus dérisoires de la recourante (500 CHF et 170 EUR mensuels), à l'absence de bénéfice net sur cinq ans, et au temps consacré aux activités (plus de 20 heures hebdomadaires). Ces faits n'étant pas contestés comme manifestement inexacts, le Tribunal fédéral les reprend et en tire les conséquences juridiques."
    },
    {
      "reference": "Art. 42 al. 2 LTF",
      "loi": "Loi sur le Tribunal fédéral du 17 juin 2005 (LTF, RS 173.110)",
      "texte_verbatim": "Art. 42 Mémoires\n2 Dans le mémoire, la partie doit indiquer les conclusions, les motifs et les moyens de preuve et les désigner avec précision. Les motifs doivent exposer succinctement en quoi l'acte attaqué viole le droit.",
      "pertinence": "Cette disposition régit les exigences de motivation du recours au Tribunal fédéral. Le recourant doit exposer en quoi la décision attaquée viole le droit. Dans le cas d'espèce, la recourante a invoqué une violation de l'art. 77b CP en soutenant que ses activités constituaient un travail indépendant et que son âge de retraite ne devait pas lui interdire l'accès à la semi-détention. Le Tribunal fédéral examine ces griefs juridiques tout en respectant les constatations de fait de l'instance cantonale."
    },
    {
      "reference": "Art. 138 ch. 1 CP",
      "loi": "Code pénal suisse du 21 décembre 1937 (CP, RS 311.0)",
      "texte_verbatim": "Art. 138 Gestion déloyale\n1 Quiconque, en vertu de la loi, d'un mandat officiel ou d'un acte juridique, est tenu de gérer les intérêts pécuniaires d'autrui ou de veiller sur leur gestion et qui, en violation de ses devoirs, porte atteinte à ces intérêts ou permet qu'ils soient lésés est puni d'une peine privative de liberté de trois ans au plus ou d'une peine pécuniaire.",
      "pertinence": "Infraction pour laquelle la recourante a été condamnée (appelée 'violation de l'obligation de fidélité' dans la traduction). Cette condamnation initiale a entraîné la peine de 2 ans et 9 mois dont 9 mois fermes, déclenchant la demande de semi-détention. La nature des infractions (délits contre le patrimoine impliquant une position de confiance) n'est toutefois pas directement pertinente pour l'appréciation des conditions de la semi-détention, qui se concentre sur le risque de récidive et l'existence d'une activité professionnelle."
    },
    {
      "reference": "Art. 146 al. 1 CP",
      "loi": "Code pénal suisse du 21 décembre 1937 (CP, RS 311.0)",
      "texte_verbatim": "Art. 146 Escroquerie\n1 Quiconque, dans le dessein de se procurer ou de procurer à un tiers un enrichissement illégitime, induit astucieusement en erreur une personne par des affirmations fallacieuses ou par la dissimulation de faits vrais ou la conforte astucieusement dans son erreur et détermine de la sorte la victime à des actes préjudiciables à ses intérêts pécuniaires ou à ceux d'un tiers, est puni d'une peine privative de liberté de cinq ans au plus ou d'une peine pécuniaire.",
      "pertinence": "Autre infraction pour laquelle la recourante a été condamnée. Comme pour l'art. 138 CP, la mention de cette base légale sert uniquement à établir le contexte pénal ayant conduit à la peine dont l'exécution est en cause. L'escroquerie ne joue aucun rôle dans l'analyse des conditions de la semi-détention."
    },
    {
      "reference": "Art. 162 CP",
      "loi": "Code pénal suisse du 21 décembre 1937 (CP, RS 311.0)",
      "texte_verbatim": "Art. 162 Violation de l'obligation de tenir une comptabilité\n1 Le débiteur qui, de manière à tromper ses créanciers:\na. n'établit pas de bilan ou l'établit de manière incomplète ou incorrecte, ou\nb. ne tient pas de livres de commerce ou les tient de manière incomplète ou incorrecte,\nest puni d'une peine privative de liberté de trois ans au plus ou d'une peine pécuniaire.",
      "pertinence": "Troisième infraction constitutive de la condamnation initiale. Sans impact direct sur l'analyse de la semi-détention."
    },
    {
      "reference": "Art. 251 ch. 1 CP",
      "loi": "Code pénal suisse du 21 décembre 1937 (CP, RS 311.0)",
      "texte_verbatim": "Art. 251 Faux dans les titres\n1 Quiconque, dans le dessein de porter atteinte aux intérêts pécuniaires ou aux droits d'autrui, ou de se procurer ou de procurer à un tiers un avantage illicite,\ncréé un titre faux, falsifie un titre, abuse de la signature ou de la marque à la main réelles d'autrui pour fabriquer un titre supposé, ou constate ou fait constater faussement, dans un titre, un fait ayant une portée juridique, ou utilise un titre de ce genre pour tromper autrui,\nest puni d'une peine privative de liberté de cinq ans au plus ou d'une peine pécuniaire.",
      "pertinence": "Quatrième infraction ayant justifié la condamnation. La pluralité d'infractions (détournement, escroquerie, violation comptable, faux) démontre une criminalité patrimoniale structurée, mais cet élément n'est pas déterminant pour l'examen de la demande de semi-détention, qui se concentre sur les conditions objectives de l'art. 77b CP."
    }
  ],
  "analyse_complete": "# La semi-détention face à l'activité lucrative indépendante : entre préservation de l'emploi et lutte contre les abus\n\n## Introduction : un cas révélateur des enjeux contemporains de l'exécution des peines\n\nL'arrêt ATF 151 IV 65 du 27 novembre 2024 s'inscrit dans une problématique contemporaine essentielle du droit pénal suisse : comment concilier l'objectif de réinsertion sociale des condamnés avec la nécessité de garantir que les régimes d'exécution allégés ne soient accordés qu'à bon escient ? La semi-détention, instaurée par l'art. 77b CP lors de la révision de la partie générale du Code pénal entrée en vigueur le 1er janvier 2007, constitue l'une des modalités d'exécution alternative à la détention ordinaire. Elle permet au condamné de conserver son emploi ou sa formation tout en purgeant sa peine, passant ses heures de travail en milieu libre et retournant en établissement pour son temps libre et ses heures de repos.\n\nLe cas soumis au Tribunal fédéral présente une configuration factuelle originale : une femme de 69 ans, condamnée à 9 mois fermes pour des infractions contre le patrimoine, sollicite la semi-détention en invoquant l'exercice d'une activité lucrative indépendante consistant en la gestion d'une boutique en ligne, la participation à des foires, l'organisation de séminaires et la rédaction de livres de cuisine. Les autorités lucernoises refusent, considérant qu'il s'agit d'un simple hobby (Liebhaberei) dépourvu de caractère véritablement lucratif. Deux questions juridiques majeures émergent : d'une part, comment distinguer l'activité lucrative indépendante du simple passe-temps au sens de l'art. 77b al. 1 let. b CP ? D'autre part, l'âge de la retraite AVS constitue-t-il un obstacle automatique à l'octroi de la semi-détention ?\n\nL'arrêt apporte des réponses décisives sur ces deux points tout en confirmant l'approche casuistique nécessaire en matière d'exécution des peines. Il s'inscrit dans une jurisprudence constante visant à préserver la finalité de la semi-détention - la protection de l'intégration professionnelle existante - tout en évitant les détournements.\n\n## I. Le cadre juridique de la semi-détention : une institution au service de la réinsertion professionnelle\n\n### A. Genèse et finalités de la semi-détention dans le Code pénal révisé\n\nLa semi-détention ne constitue pas une innovation de la révision de 2007. Plusieurs cantons pratiquaient déjà ce régime avant l'uniformisation fédérale. Toutefois, l'introduction de l'art. 77b CP a marqué une étape décisive en établissant une réglementation fédérale exhaustive applicable sur l'ensemble du territoire suisse. Comme le Tribunal fédéral l'a rappelé dans l'ATF 145 IV 10, depuis le 1er janvier 2007, les cantons ne sont plus libres d'introduire ou de renoncer au régime de semi-détention selon leur bon vouloir. Le législateur fédéral a défini de manière exhaustive les critères d'octroi, ne laissant aux cantons qu'une compétence d'exécution et d'organisation pratique.\n\nCette uniformisation répondait à un double impératif. D'une part, garantir l'égalité de traitement des condamnés sur l'ensemble du territoire : un détenu zurichois et un détenu genevois doivent pouvoir bénéficier des mêmes droits s'ils remplissent les mêmes conditions objectives. D'autre part, ancrer dans la loi fédérale les principes d'une politique pénale moderne privilégiant, lorsque c'est possible, les formes d'exécution favorisant la réinsertion sociale.\n\nLa finalité assignée à la semi-détention est clairement définie par l'art. 77b al. 2 CP : permettre au condamné de poursuivre son activité professionnelle ou sa formation. Le Message du Conseil fédéral du 21 septembre 1998 concernant la modification du Code pénal suisse précise que la semi-détention vise à prévenir la perte de l'emploi antérieur ou de la place de formation ainsi que la désintégration du monde du travail (Verhinderung des Verlustes des bisherigen Arbeitsplatzes bzw. der Lehrstelle sowie der Desintegration aus der Arbeitswelt). Cette orientation téléologique est essentielle : la semi-détention ne sert pas à créer une insertion professionnelle nouvelle, mais à préserver un lien existant avec le marché du travail. Elle protège un statu quo professionnel, non un potentiel futur.\n\nCette conception trouve son fondement dans les données criminologiques relatives à la récidive. De nombreuses études démontrent que la perte d'emploi consécutive à l'incarcération constitue un facteur criminogène majeur. Un condamné qui perd son travail durant sa détention se trouve confronté à des difficultés de réinsertion considérablement accrues à sa libération : stigmatisation du casier judiciaire aggravée par une période d'inactivité, rupture des liens sociaux professionnels, précarité économique. La semi-détention permet de briser ce cercle vicieux en maintenant le condamné dans une activité productive, préservant ainsi ses chances de réinsertion durable.\n\n### B. Les trois conditions cumulatives de l'art. 77b CP : un équilibre entre ouverture et sécurité\n\nL'art. 77b al. 1 CP pose trois conditions cumulatives pour l'octroi de la semi-détention. Premièrement, une condition de durée : la peine privative de liberté doit être de douze mois au plus, ou la peine résiduelle après imputation de la détention avant jugement de six mois au plus. Cette limitation quantitative vise les peines de courte et moyenne durée, excluant les condamnations lourdes pour lesquelles la gravité des faits commande une exécution ordinaire.\n\nDeuxièmement, une condition de sécurité : il ne doit pas y avoir lieu de craindre que le condamné s'enfuie ou commette d'autres infractions (art. 77b al. 1 let. a CP). Cette disposition traduit le caractère de confiance inhérent à la semi-détention. Contrairement à la détention ordinaire où le condamné demeure sous surveillance constante, la semi-détention suppose des déplacements quotidiens non surveillés entre le lieu de travail et l'établissement de détention. Le condamné jouit d'une liberté de mouvement significative pendant ses heures de travail. Un tel régime n'est envisageable que si le risque de fuite ou de commission de nouvelles infractions est faible.\n\nLa jurisprudence a précisé les critères d'appréciation de ce risque. L'arrêt 6B_660/2011 du 23 février 2012 énonce que le risque doit être \"d'une certaine importance\" et concerner des infractions \"d'une certaine gravité\". Une simple possibilité abstraite de récidive ne suffit pas à justifier un refus. L'autorité doit procéder à une évaluation circonstanciée tenant compte des antécédents judiciaires, de la personnalité du condamné, de son comportement général et au travail, ainsi que des conditions concrètes dans lesquelles il vivra pendant l'exécution de la semi-détention. L'arrêt 6B_1082/2016 du 28 juin 2017 illustre l'application stricte de cette condition : un requérant condamné à deux reprises pour infractions routières graves (conduite sans permis, collision avec délit de fuite, taillage dangereux à 140 km/h) s'est vu refuser la semi-détention malgré la satisfaction des deux autres conditions, en raison de ses dix condamnations antérieures démontrant une obstination à récidiver.\n\nTroisièmement, la condition professionnelle qui constitue le cœur de l'ATF 151 IV 65 : le condamné doit exercer une activité régulière ou suivre une formation ou un enseignement d'au moins vingt heures par semaine (art. 77b al. 1 let. b CP). Cette exigence quantitative (vingt heures) et qualitative (activité régulière) garantit que la semi-détention remplit effectivement sa fonction de préservation de l'intégration professionnelle. Un emploi marginal ou sporadique ne justifierait pas l'octroi de ce régime privilégié.\n\n### C. L'interprétation large de la notion d'\"activité régulière\" : inclusion de l'activité indépendante\n\nLa formulation de l'art. 77b al. 1 let. b CP utilise le terme générique \"activité régulière\" (geregelter Arbeit) sans distinguer explicitement entre travail salarié et travail indépendant. Face à ce silence législatif, deux interprétations étaient envisageables. Une lecture restrictive aurait pu limiter la semi-détention aux seuls salariés, dont l'emploi présente une stabilité vérifiable par un contrat de travail et des horaires fixes. Une lecture extensive pouvait y inclure également les travailleurs indépendants, pourvu que leur activité présente un caractère régulier et substantiel.\n\nLe Tribunal fédéral a tranché en faveur de l'interprétation extensive. L'ATF 151 IV 65 affirme clairement : \"Le concept de 'travail' selon l'art. 77b al. 1 let. b CP englobe tant les activités salariées (unselbstständige Tätigkeiten) que les activités indépendantes (selbstständige Tätigkeiten). Dans tous les cas, une activité rémunérée (entgeltliche Tätigkeit) est exigée.\"\n\nCette position s'inscrit dans une approche moderne du marché du travail. L'évolution économique contemporaine voit une proportion croissante de la population active exercer sous forme indépendante : artisans, commerçants, professions libérales, consultants, prestataires de services divers. Exclure systématiquement ces travailleurs du bénéfice de la semi-détention aurait créé une discrimination injustifiée et contraire à la finalité de la loi. Un condamné artisan mérite autant que le condamné salarié de pouvoir préserver son activité professionnelle durant l'exécution de sa peine.\n\nToutefois, cette ouverture s'accompagne d'une exigence rigoureuse : l'activité doit être véritablement lucrative, non un simple passe-temps. C'est précisément cette distinction qui constitue le nœud juridique de l'ATF 151 IV 65.\n\n## II. La distinction décisive entre activité lucrative et hobby : critères juridiques et économiques\n\n### A. L'intention de réaliser un bénéfice comme élément constitutif de l'activité lucrative\n\nPour qualifier une activité d'\"activité lucrative indépendante\", le Tribunal fédéral emprunte au droit des assurances sociales une définition consolidée. L'activité lucrative indépendante se caractérise par \"la participation au commerce économique d'une personne physique agissant à son propre risque, en mobilisant les facteurs de production (travail et capital), dans une organisation de travail librement choisie, de manière durable ou temporaire, à titre principal ou accessoire, mais toujours avec l'intention de réaliser un bénéfice\" (mit der Absicht der Gewinnerzielung).\n\nL'intention lucrative (Gewinnstrebigkeit) constitue l'élément psychologique décisif. Sans cette volonté de dégager un profit, l'activité ne relève pas du champ économique mais de la sphère privée des loisirs. Le Tribunal fédéral est explicite : \"Sans intention lucrative, il y a simple hobby\" (Ohne Gewinnstrebigkeit liegt blosse Liebhaberei vor).\n\nCette exigence d'intention lucrative n'est pas purement subjective. Elle doit se manifester objectivement par des indices concrets. Une personne peut certes affirmer poursuivre un but lucratif, mais si ses actes et résultats contredisent cette affirmation, l'autorité peut légitimement conclure à l'absence d'intention véritable. L'arrêt établit ainsi un principe majeur : \"Lorsqu'une activité habituellement lucrative est exercée sur une période prolongée sans générer de bénéfice et sans perspective d'amélioration financière, l'absence de résultat économique révèle régulièrement l'absence d'intention lucrative véritable.\"\n\nCe raisonnement repose sur une logique économique élémentaire. Un entrepreneur rationnel qui constate que son activité génère structurellement des pertes modifiera son modèle économique, cherchera de nouveaux débouchés, ou abandonnera l'activité pour se réorienter vers une occupation plus rentable. La persistance d'une activité déficitaire sur plusieurs années, sans ajustement ni amélioration, démontre que la personne ne poursuit pas un objectif économique mais d'autres motivations : plaisir personnel, passion, occupation du temps libre.\n\n### B. Les indices objectifs d'absence d'intention lucrative : l'analyse du cas d'espèce\n\nLe Tribunal fédéral applique ces principes aux circonstances concrètes du cas de la recourante avec une rigueur implacable. Les faits établis par l'autorité cantonale lucernoise, que le Tribunal fédéral reprend conformément à l'art. 105 al. 1 LTF, dressent un tableau éloquent.\n\nPremièrement, la durée de l'activité déficitaire. La recourante exerce ses activités (boutique en ligne, participation à des foires, organisation de séminaires, rédaction de livres de cuisine) depuis au moins cinq ans. Cette durée significative aurait dû permettre, si l'activité était véritablement entreprise dans une perspective lucrative, soit d'atteindre la rentabilité, soit de constater l'échec commercial et d'y renoncer. Or, la recourante persiste sans modifier substantiellement son approche.\n\nDeuxièmement, les revenus dérisoires. La recourante déclare des revenus bruts mensuels moyens de 500 francs suisses (pour la période mars 2019 - mars 2024) et 170 euros (pour la période mars 2023 - mars 2024). Ces montants sont manifestement insuffisants pour assurer la subsistance d'une personne, même à titre complémentaire d'une rente AVS. Ils ne couvrent vraisemblablement pas les frais engagés pour l'exercice de l'activité elle-même : déplacements pour les foires, frais de gestion de la boutique en ligne, matériel pour les séminaires, coûts d'édition des livres.\n\nTroisièmement, l'absence totale de bénéfice net. Les déclarations fiscales de la recourante pour les années 2020 et 2021 font état de montants de 6'227.16 francs et 4'688 francs respectivement. Ces montants, déjà modestes, constituent vraisemblablement des chiffres d'affaires bruts, non des bénéfices nets. Les autorités lucernoises ont constaté qu'aucun bénéfice net ne pouvait être déterminé avec précision, les dépenses excédant manifestement les revenus.\n\nQuatrièmement, l'absence de perspective d'amélioration. Le tribunal cantonal a relevé que malgré cinq années d'activité, aucune tendance à l'amélioration financière ne se dessinait. Les résultats demeuraient structurellement déficitaires sans évolution positive. Aucun indice ne permettait de prévoir une amélioration future. Cette stagnation dans la perte révèle que la recourante n'ajuste pas son modèle économique en fonction des résultats, comportement incompatible avec une véritable démarche entrepreneuriale.\n\nCinquièmement, l'investissement temporel sans contrepartie financière. La recourante consacre plus de vingt heures hebdomadaires à ses activités, condition quantitative satisfaisant formellement l'art. 77b al. 1 let. b CP. Toutefois, cet investissement temporel important sans rémunération correspondante constitue paradoxalement un indice supplémentaire d'absence d'intention lucrative. Un travailleur indépendant rationnel ne persisterait pas à consacrer autant de temps à une activité ne générant aucun revenu. Le Tribunal fédéral relève ainsi une \"discordance significative entre le temps consacré et le succès économique\".\n\n### C. La qualification juridique : hobby versus activité lucrative\n\nSur la base de ces constations, le tribunal cantonal a conclu que les activités de la recourante constituaient une \"blosse Liebhaberei\", une simple occupation d'amateur, un hobby. Le Tribunal fédéral approuve pleinement cette qualification. La formulation est nette : \"La cour cantonale justifie de manière convaincante pourquoi, après appréciation des circonstances concrètes du cas particulier, elle nie l'existence d'une activité lucrative indépendante chez la recourante et conclut à un simple hobby.\"\n\nCette qualification emporte des conséquences juridiques décisives. Le hobby, aussi chronophage et régulier soit-il, ne constitue pas un \"travail\" au sens de l'art. 77b al. 1 let. b CP. Or, cette disposition exige explicitement que le condamné \"exerce une activité régulière\" (geregelter Arbeit nachgeht). L'activité d'amateur ne remplit pas cette condition légale. Par conséquent, la recourante ne satisfait pas à l'une des trois conditions cumulatives de la semi-détention, rendant le refus des autorités lucernoises parfaitement légal.\n\nLa sévérité de cette analyse peut surprendre. Après tout, la recourante consacre effectivement plus de vingt heures hebdomadaires à des occupations structurées (boutique en ligne, foires, séminaires, rédaction). N'est-ce pas suffisant pour considérer qu'elle \"exerce une activité régulière\" ? Le Tribunal fédéral répond négativement, et cette rigueur s'explique par la finalité de la semi-détention. Comme exposé précédemment, la semi-détention vise à préserver l'intégration professionnelle existante, c'est-à-dire le lien avec le marché du travail et la sphère économique productive. Un hobby, même structuré, ne crée pas ce lien. Autoriser la semi-détention pour des activités non lucratives viderait l'institution de son sens et ouvrirait la porte à des abus : tout détenu pourrait invoquer des occupations personnelles diverses (jardinage, bricolage, activités associatives) pour solliciter un régime privilégié.\n\nLa ligne de démarcation tracée par le Tribunal fédéral repose donc sur la nature économique de l'activité. Seule une participation véritable au commerce économique, caractérisée par l'intention et la capacité de générer des revenus, justifie l'octroi de la semi-détention. Cette approche garantit que le régime demeure fidèle à sa finalité de protection de l'emploi.\n\n## III. L'âge de la retraite et l'accès à la semi-détention : rejet d'une discrimination fondée sur l'âge\n\n### A. La problématique spécifique des condamnés retraités\n\nLa recourante avait atteint, au moment de sa demande de semi-détention, l'âge de 69 ans, soit bien au-delà de l'âge ordinaire de la retraite AVS (65 ans pour les femmes selon l'ancien système, progressivement porté à 65 ans pour tous). Cette situation soulevait une question juridique délicate : l'âge de la retraite constitue-t-il en soi un obstacle à l'octroi de la semi-détention ?\n\nUne réponse affirmative aurait pu se fonder sur plusieurs arguments. Premièrement, un argument téléologique : la semi-détention vise à préserver l'intégration professionnelle, or une personne retraitée n'est par définition plus intégrée au marché du travail actif, ayant quitté la vie active. Deuxièmement, un argument pratique : la retraite signifie généralement la cessation de toute activité professionnelle régulière, rendant impossible la satisfaction de la condition de l'art. 77b al. 1 let. b CP. Troisièmement, un argument de cohérence avec d'autres branches du droit : en droit des assurances sociales, l'âge AVS marque généralement une frontière juridique importante entre activité et inactivité.\n\nLe Tribunal fédéral rejette fermement cette approche automatique. L'arrêt énonce un principe clair et novateur : \"Le fait qu'une personne ait atteint l'âge de la retraite AVS ne signifie pas automatiquement qu'elle ne serait plus intégrée au monde du travail, de sorte que la finalité poursuivie par la semi-détention ne pourrait plus être atteinte. Au contraire, les personnes retraitées peuvent et sont autorisées à exercer (continuer d'exercer) une activité professionnelle, car l'entrée dans l'âge de la retraite AVS n'a aucune influence sur la capacité de travail.\"\n\nCette position s'inscrit dans une conception moderne et réaliste du vieillissement actif. De nombreuses personnes continuent d'exercer une activité professionnelle bien au-delà de l'âge officiel de la retraite, soit par nécessité économique (rente AVS insuffisante), soit par choix personnel (maintien d'une activité sociale, valorisation de compétences, passion professionnelle). Le droit ne peut ignorer cette réalité sociologique croissante.\n\nLe Tribunal fédéral tire une conséquence normative de ce constat : \"Il ne se justifie pas de refuser aux personnes retraitées l'octroi de la forme d'exécution particulière de la semi-détention selon l'art. 77b CP de manière générale en invoquant simplement l'atteinte de l'âge AVS.\"\n\nCette affirmation constitue un apport jurisprudentiel majeur. Elle interdit toute discrimination fondée sur l'âge dans l'accès à la semi-détention. L'autorité d'exécution ne peut pas opposer un refus automatique au motif que le requérant a dépassé l'âge de la retraite. Elle doit examiner concrètement si la personne exerce effectivement une activité professionnelle répondant aux critères de l'art. 77b al. 1 let. b CP.\n\n### B. La distinction entre principe et application : rejet fondé sur l'absence d'activité lucrative, non sur l'âge\n\nToutefois, le Tribunal fédéral opère immédiatement une distinction capitale entre le principe (pas de discrimination d'âge) et l'application au cas d'espèce (rejet de la demande). Si l'âge de la retraite ne constitue pas en soi un obstacle, encore faut-il que la personne retraitée exerce véritablement une activité lucrative au sens expliqué précédemment.\n\nOr, comme analysé en détail dans la section précédente, les activités de la recourante ne remplissent pas cette condition. Le refus de la semi-détention ne repose donc pas sur son âge, mais sur l'absence d'activité lucrative véritable. Le raisonnement du Tribunal fédéral est le suivant :\n\n1. L'âge de la retraite AVS ne constitue pas un obstacle de principe à la semi-détention.\n2. Toutefois, l'art. 77b al. 1 let. b CP exige l'exercice d'une activité professionnelle régulière.\n3. Cette activité doit présenter un caractère économique véritable (intention lucrative).\n4. Dans le cas d'espèce, les activités de la recourante constituent un simple hobby.\n5. Par conséquent, la condition de l'art. 77b al. 1 let. b CP n'est pas remplie.\n6. Le refus est justifié, non par l'âge, mais par l'absence d'activité lucrative.\n\nCette architecture argumentative permet au Tribunal fédéral de concilier deux impératifs : d'une part, affirmer le principe de non-discrimination par l'âge, garantissant que les travailleurs retraités actifs ne seront pas exclus a priori du bénéfice de la semi-détention ; d'autre part, refuser la demande dans le cas concret en raison de circonstances factuelles objectives (absence de rentabilité, revenus dérisoires, déficit structurel).\n\nCette approche présente l'avantage de la clarté et de la prévisibilité. Un condamné retraité qui exerce effectivement une activité lucrative - par exemple un médecin retraité continuant quelques consultations par semaine, un artisan poursuivant son métier, un consultant actif - pourra légitimement prétendre à la semi-détention s'il remplit les autres conditions (durée de peine, absence de risque de fuite ou récidive). En revanche, un retraité invoquant des occupations non lucratives se verra opposer un refus, non en raison de son âge, mais en raison de la nature non professionnelle de ses activités.\n\n### C. Implications pratiques et perspectives\n\nCette jurisprudence aura des répercussions pratiques importantes. Les autorités d'exécution des peines cantonales devront désormais examiner avec attention les demandes émanant de condamnés retraités, sans les écarter automatiquement. Un examen concret de la réalité et de la nature de l'activité invoquée s'impose.\n\nCet examen devra notamment porter sur :\n\n- La nature de l'activité : s'agit-il d'une véritable activité économique (vente de biens ou services à des tiers, participation au commerce) ou d'une occupation personnelle (jardinage, bricolage, activités associatives bénévoles) ?\n- Les revenus générés : l'activité procure-t-elle des revenus substantiels, même s'ils sont inférieurs à un salaire complet ?\n- La régularité et la durée : l'activité est-elle exercée de manière constante et prévisible, avec un engagement temporel suffisant (au moins 20 heures hebdomadaires) ?\n- La rentabilité ou au moins la viabilité économique : l'activité génère-t-elle des bénéfices, ou à défaut se situe-t-elle à l'équilibre, ou présente-t-elle des perspectives raisonnables de rentabilité future ?\n- L'intention de l'intéressé : poursuit-il un objectif lucratif ou s'agit-il d'une occupation de loisir ?\n\nCette grille d'analyse s'appliquera identiquement aux condamnés retraités et aux condamnés en âge actif. L'âge ne constitue qu'un élément contextuel, non un critère décisif. Cette égalité de traitement respecte tant le principe constitutionnel de non-discrimination (art. 8 al. 2 Cst. qui interdit notamment les discriminations fondées sur l'âge) que la réalité sociologique contemporaine d'un vieillissement actif.\n\n## IV. L'exigence d'existence préalable de l'activité : préservation versus création d'emploi\n\n### A. L'interprétation textuelle de l'art. 77b al. 2 CP : \"poursuivre\" implique \"continuer\"\n\nUn autre apport important de l'ATF 151 IV 65, bien que non central dans le cas d'espèce, concerne l'exigence d'existence préalable de l'activité professionnelle. Le Tribunal fédéral affirme : \"Il ressort du texte de l'art. 77b al. 2 CP que le poste de travail, la place de formation ou l'occupation doivent exister avant, ou au plus tard au moment du début de l'exécution de la peine ; car ce qui n'existe pas déjà ne peut être poursuivi.\"\n\nCette interprétation repose sur l'analyse du verbe utilisé à l'art. 77b al. 2 CP : \"La semi-détention doit permettre au condamné de poursuivre son activité professionnelle ou sa formation\" (dem Verurteilten ermöglichen, seine berufliche Tätigkeit oder Ausbildung fortzusetzen). Le terme \"poursuivre\" (fortsetzen) implique logiquement la continuation de quelque chose qui existe déjà. On ne peut poursuivre que ce qui a commencé. On ne peut continuer que ce qui est en cours.\n\nCette exigence découle directement de la finalité de la semi-détention analysée précédemment. La semi-détention vise à préserver l'intégration professionnelle existante, non à en créer une nouvelle. Elle protège un lien actuel avec le marché du travail, elle ne constitue pas un dispositif d'insertion professionnelle pour personnes sans emploi.\n\nCette distinction revêt une importance capitale pour éviter les détournements de la semi-détention. Si l'on admettait qu'un condamné sans emploi puisse obtenir la semi-détention sur la base d'un simple projet professionnel ou d'une promesse d'embauche future, on ouvrirait la porte à des abus. La semi-détention deviendrait un régime accessible à tout condamné capable de présenter un projet, aussi fragile ou improbable soit-il. Or, le législateur a clairement entendu réserver ce régime privilégié aux condamnés dont l'intégration professionnelle est déjà effective et mérite protection.\n\n### B. Applications pratiques : les cas limites\n\nCette exigence d'existence préalable soulève toutefois des questions pratiques pour certains cas limites.\n\nPremier cas de figure : le condamné qui a perdu son emploi entre la condamnation et le début de l'exécution de la peine. Imaginons un salarié condamné en janvier, dont l'employeur, apprenant la condamnation, résilie le contrat en février, avant le début de l'exécution prévue en mars. Ce condamné peut-il obtenir la semi-détention s'il trouve un nouvel emploi entre février et mars ? La réponse devrait être positive : le nouvel emploi existe au moment du début de l'exécution de la peine, satisfaisant ainsi à l'exigence temporelle. Le fait que ce ne soit pas le même emploi que celui occupé au moment de la condamnation ne devrait pas être déterminant, la finalité de protection de l'intégration professionnelle demeurant pertinente.\n\nDeuxième cas de figure : le condamné qui exerçait une activité professionnelle mais l'a temporairement suspendue. Imaginons un travailleur indépendant qui, suite à sa condamnation, a suspendu son activité dans l'attente de l'exécution de sa peine. Peut-il invoquer cette activité pour demander la semi-détention en annonçant qu'il la reprendra ? La réponse dépendra de la réalité de la possibilité de reprise. Si l'activité était effectivement exercée avant la condamnation et peut objectivement être réactivée, la semi-détention pourrait se justifier. Si en revanche la suspension s'est prolongée au point que l'activité a effectivement cessé (clientèle perdue, local commercial résilié, entreprise radiée), la condition d'existence ne serait plus remplie.\n\nTroisième cas de figure : le condamné en formation. L'art. 77b al. 1 let. b CP vise également les personnes qui \"suivent une formation ou un enseignement\". Pour un étudiant ou un apprenti condamné, l'exigence d'existence préalable signifie que la formation doit avoir commencé avant ou au moment du début de l'exécution. Un condamné qui projette de commencer une formation après le début de sa détention ne pourrait obtenir la semi-détention sur cette base, même si l'inscription est confirmée.\n\n### C. La cohérence du système : semi-détention et autres régimes d'exécution allégée\n\nCette exigence d'existence préalable assure la cohérence du système d'exécution des peines. L'art. 79b CP, qui régit la surveillance électronique, pose une condition similaire : le condamné doit \"disposer d'un logement approprié et d'un emploi ou suivre un enseignement ou une formation\" (über eine geeignete Wohnung und eine Arbeitsstelle verfügen oder eine Ausbildung absolvieren). Le verbe \"disposer\" (verfügen) implique également une situation actuelle, non future.\n\nCette convergence des conditions entre semi-détention et surveillance électronique révèle une logique d'ensemble. Les régimes d'exécution allégée - qui accordent au condamné une confiance et une liberté significatives - supposent tous un ancrage social effectif : emploi stable, formation en cours, domicile fixe. Ces éléments constituent les piliers d'une réinsertion réussie et garantissent que le condamné demeurera accessible aux autorités et respectera les obligations du régime privilégié.\n\nÀ l'inverse, les mesures d'insertion professionnelle relèvent d'autres dispositifs : le travail en détention (art. 81 CP), les permissions de sortir (art. 84 CP pour travaux externes), ou encore les mesures d'assistance pendant l'exécution de la peine. La semi-détention ne doit pas être détournée de sa finalité pour servir de dispositif d'insertion, rôle qui n'est pas le sien.\n\n## V. L'analyse casuistique et le contrôle du Tribunal fédéral : pouvoir d'appréciation et limites\n\n### A. Le large pouvoir d'appréciation des autorités d'exécution et judiciaires cantonales\n\nL'ATF 151 IV 65 réaffirme le principe constant selon lequel l'appréciation de l'existence d'une activité lucrative indépendante \"doit toujours se faire selon les circonstances concrètes du cas particulier\". Cette formule consacre l'approche casuistique, excluant toute application mécanique de critères abstraits.\n\nLes autorités d'exécution des peines cantonales, puis les tribunaux cantonaux en cas de recours, disposent d'un large pouvoir d'appréciation pour évaluer si les conditions de la semi-détention sont remplies. Ce pouvoir s'explique par plusieurs facteurs.\n\nPremièrement, la proximité avec les faits. Les autorités cantonales sont en contact direct avec le condamné, peuvent l'auditionner, examiner ses documents comptables, interroger son employeur ou ses clients, visiter son lieu de travail. Cette proximité leur confère une connaissance concrète de la situation que le Tribunal fédéral, juridiction de droit, ne possède pas.\n\nDeuxièmement, la nature multifactorielle de l'appréciation. Déterminer si une activité constitue un véritable travail indépendant ou un simple hobby nécessite de pondérer de nombreux éléments : revenus, dépenses, durée, régularité, perspectives, comportement de l'intéressé, comparaison avec des situations similaires. Cette pondération relève typiquement du pouvoir d'appréciation.\n\nTroisièmement, la marge d'appréciation inhérente aux notions juridiques indéterminées. Des concepts comme \"activité régulière\", \"intention lucrative\", \"risque de récidive\" comportent nécessairement une part d'indétermination qui doit être comblée par l'autorité d'application selon les circonstances.\n\n### B. Le contrôle restreint du Tribunal fédéral : arbitraire et violation du droit\n\nEn tant que juridiction de droit (art. 95 LTF), le Tribunal fédéral ne peut substituer sa propre appréciation à celle de l'autorité cantonale. Son contrôle se limite à deux aspects.\n\nPremièrement, le contrôle de l'arbitraire dans l'établissement des faits (art. 105 al. 2 LTF). Le Tribunal fédéral peut rectifier ou compléter les constatations de fait de l'autorité cantonale si elles sont manifestement inexactes ou établies en violation du droit. Ce contrôle demeure toutefois restreint : il ne suffit pas que les faits aient pu être établis autrement, il faut qu'ils soient manifestement erronés.\n\nDeuxièmement, le contrôle de la violation du droit fédéral (art. 95 LTF). Le Tribunal fédéral examine si l'autorité cantonale a correctement interprété et appliqué le droit fédéral, en l'occurrence l'art. 77b CP. Ce contrôle porte notamment sur :\n\n- L'application des critères juridiques corrects (par exemple, l'exigence d'intention lucrative pour qualifier une activité indépendante) ;\n- L'absence de prise en compte d'éléments juridiquement non pertinents ou inversement l'omission d'éléments essentiels ;\n- Le respect des principes généraux du droit (proportionnalité, égalité de traitement, interdiction de l'arbitraire) ;\n- La conformité du raisonnement juridique aux buts de la loi.\n\n### C. L'application au cas d'espèce : validation de l'appréciation cantonale\n\nDans le cas de la recourante, le Tribunal fédéral valide pleinement l'appréciation de l'autorité cantonale lucernoise. La formulation utilisée est significative : \"La cour cantonale justifie de manière convaincante pourquoi, après appréciation des circonstances concrètes du cas particulier, elle nie l'existence d'une activité lucrative indépendante chez la recourante et conclut à un simple hobby.\"\n\nCette validation repose sur plusieurs constats. Le tribunal cantonal a pris en compte tous les éléments pertinents : la durée de l'activité (cinq ans), les revenus générés (500 CHF et 170 EUR mensuels), l'absence de bénéfice net, l'absence de perspectives d'amélioration, le temps consacré (plus de 20 heures hebdomadaires), la discordance entre investissement temporel et résultat économique. Il a appliqué le critère juridique correct (intention lucrative) et a procédé à une pondération raisonnable de ces éléments.\n\nLe Tribunal fédéral ne relève aucune violation du droit, aucun arbitraire, aucune omission d'élément essentiel. L'autorité cantonale s'est \"fondée sur des éléments pertinents et a effectué une pondération conforme aux principes jurisprudentiels\". Elle \"n'a pas abusé de son pouvoir d'appréciation\".\n\nCette retenue du Tribunal fédéral garantit une application uniforme du droit tout en respectant les spécificités cantonales d'exécution. Les autorités cantonales conservent la marge de manœuvre nécessaire pour adapter les principes généraux aux situations concrètes, sous le contrôle ultime mais restreint du Tribunal fédéral qui assure la cohérence du système.\n\n## VI. Perspectives critiques et implications pratiques\n\n### A. La rigueur de la distinction hobby/activité lucrative : une approche défendable mais perfectible\n\nL'approche adoptée par le Tribunal fédéral présente des mérites indéniables en termes de cohérence juridique et de prévention des abus. En posant comme critère décisif l'intention lucrative objectivée par les résultats économiques, elle établit une frontière relativement claire et vérifiable. Les autorités d'exécution disposent ainsi d'un test pratique : l'activité génère-t-elle des revenus substantiels ? Présente-t-elle au moins des perspectives raisonnables de rentabilité ?\n\nToutefois, cette approche soulève également des interrogations. Premièrement, elle néglige partiellement la dimension temporelle du développement d'une activité indépendante. De nombreuses entreprises, particulièrement dans les secteurs innovants ou créatifs, connaissent des phases de démarrage déficitaires prolongées avant d'atteindre la rentabilité. Faut-il considérer qu'un entrepreneur en phase d'amorçage exerce un simple hobby au motif qu'il ne dégage pas encore de bénéfices après deux ou trois ans ? Le Tribunal fédéral répond implicitement par la négative en soulignant l'absence de \"perspectives d'amélioration\" dans le cas d'espèce. C'est donc moins le déficit actuel que l'absence de perspectives qui disqualifie l'activité. Cette nuance mériterait d'être explicitée plus clairement dans les décisions futures.\n\nDeuxièmement, le critère de la rentabilité peut créer des différences de traitement entre catégories socio-économiques. Un salarié bénéficiera de la semi-détention dès lors qu'il dispose d'un contrat de travail, même si sa rémunération est modeste. Un travailleur indépendant devra en revanche prouver non seulement l'existence de son activité mais aussi sa viabilité économique. Cette asymétrie se justifie certes par la nécessité de distinguer activité professionnelle et hobby, distinction qui ne se pose pas pour le salariat. Néanmoins, elle impose une charge probatoire plus lourde aux indépendants, catégorie déjà souvent précaire.\n\nTroisièmement, la fixation du seuil de viabilité demeure floue. À partir de quel niveau de revenus une activité cesse-t-elle d'être un hobby pour devenir un travail ? 500 francs mensuels sont manifestement insuffisants, comme le démontre le cas d'espèce. Mais qu'en serait-il de 2'000 francs ? De 3'000 francs ? Le Tribunal fédéral n'établit pas de seuil chiffré, préférant une appréciation casuistique. Cette souplesse présente l'avantage de l'adaptabilité mais l'inconvénient de l'imprévisibilité.\n\n### B. L'âge de la retraite : une clarification bienvenue mais des questions subsistent\n\nLa clarification apportée par l'arrêt concernant l'âge de la retraite constitue un apport majeur. En affirmant que les personnes retraitées ne peuvent être discriminées au seul motif de leur âge, le Tribunal fédéral adopte une position conforme tant aux évolutions sociologiques qu'aux principes constitutionnels de non-discrimination.\n\nCette position appelle toutefois des précisions complémentaires pour certaines situations. Qu'en est-il du retraité qui exerce une activité lucrative ponctuelle, inférieure à vingt heures hebdomadaires ? L'art. 77b al. 1 let. b CP exige une activité \"d'au moins vingt heures par semaine\". Un retraité travaillant quinze heures hebdomadaires ne remplit pas cette condition quantitative, indépendamment de la viabilité économique de son activité. Le seuil des vingt heures constitue donc une barrière absolue.\n\nAutre question : le cumul d'activités pour atteindre le seuil de vingt heures. Un retraité exerçant deux activités indépendantes de dix heures chacune peut-il les cumuler pour satisfaire à l'exigence légale ? La lettre de la loi (\"une activité régulière\", au singulier) suggère une réponse négative, mais une interprétation téléologique pourrait admettre le cumul si les deux activités présentent un caractère professionnel.\n\n### C. Recommandations pour les praticiens et les autorités d'exécution\n\nCet arrêt fournit des lignes directrices précieuses pour les autorités d'exécution des peines cantonales, les avocats conseillant des condamnés, et les condamnés eux-mêmes.\n\nPour les autorités d'exécution :\n\n1. Procéder à un examen concret et circonstancié de chaque demande, en évitant les refus automatiques fondés sur l'âge ou le statut (indépendant versus salarié).\n2. Requérir des condamnés invoquant une activité indépendante des pièces justificatives probantes : déclarations fiscales des trois dernières années, comptes d'exploitation, contrats avec des clients, attestations de chiffre d'affaires.\n3. Distinguer clairement entre déficit temporaire avec perspectives d'amélioration (acceptable) et déficit structurel sans perspective (disqualifiant).\n4. Motiver avec précision les décisions de refus en identifiant les éléments factuels déterminants.\n\nPour les avocats et condamnés :\n\n1. Constituer un dossier probatoire solide avant de déposer une demande de semi-détention, en anticipant les doutes possibles sur la nature lucrative de l'activité.\n2. Pour les activités en phase de développement, documenter les efforts d'amélioration, les investissements réalisés, les perspectives de croissance.\n3. Ne pas invoquer l'âge de la retraite comme obstacle, mais au contraire souligner la jurisprudence récente interdisant la discrimination par l'âge.\n4. Pour les activités partiellement déficitaires, mettre en avant les éléments qualitatifs : clientèle établie, reconnaissance professionnelle, perspectives d'amélioration documentées.\n\n## Conclusion : un arrêt fondateur pour l'interprétation de l'art. 77b CP\n\nL'ATF 151 IV 65 du 27 novembre 2024 constitue un arrêt de référence pour l'interprétation de l'art. 77b CP relatif à la semi-détention. Il apporte des clarifications décisives sur trois points essentiels.\n\nPremièrement, la définition de l'activité professionnelle au sens de l'art. 77b al. 1 let. b CP. Le Tribunal fédéral confirme que cette notion englobe tant le travail salarié que l'activité indépendante, mais exige dans tous les cas une véritable activité économique caractérisée par l'intention de réaliser un bénéfice. Le simple hobby, même régulier et chronophage, ne suffit pas. Cette distinction repose sur des critères objectifs vérifiables : durée de l'activité, revenus générés, rentabilité ou au moins perspectives de rentabilité, cohérence entre investissement temporel et résultat économique.\n\nDeuxièmement, le traitement des condamnés ayant atteint l'âge de la retraite. Le Tribunal fédéral rejette toute discrimination fondée sur l'âge, affirmant que les personnes retraitées qui exercent effectivement une activité professionnelle ne peuvent se voir refuser automatiquement la semi-détention au seul motif qu'elles ont dépassé l'âge AVS. Cette position, conforme aux évolutions sociologiques et aux principes constitutionnels, garantit l'égalité de traitement tout en maintenant l'exigence d'une activité lucrative véritable.\n\nTroisièmement, la nécessité d'une existence préalable de l'activité professionnelle. La semi-détention vise à préserver une intégration professionnelle existante, non à en créer une nouvelle. L'activité doit donc exister avant ou au plus tard au moment du début de l'exécution de la peine.\n\nAu-delà de ces apports normatifs, l'arrêt rappelle la primauté de l'approche casuistique et le large pouvoir d'appréciation des autorités cantonales, sous le contrôle restreint du Tribunal fédéral limité à l'arbitraire et à la violation du droit.\n\nLa solution retenue dans le cas d'espèce - rejet de la demande de semi-détention - découle logiquement de l'application de ces principes. Une activité exercée depuis cinq ans générant 500 francs et 170 euros mensuels sans bénéfice net ni perspective d'amélioration ne constitue pas une activité lucrative indépendante mais un hobby. Le fait que la requérante ait atteint l'âge de la retraite n'est pas déterminant ; c'est l'absence de caractère économique de ses occupations qui justifie le refus.\n\nCet arrêt servira de référence pour de nombreuses décisions futures. Les autorités d'exécution des peines, les tribunaux cantonaux et les praticiens disposeront désormais d'un cadre juridique clair pour évaluer les demandes de semi-détention émanant de travailleurs indépendants, qu'ils soient en âge actif ou retraités. La distinction entre activité lucrative et hobby, fondée sur des critères économiques objectifs, garantit que la semi-détention demeure fidèle à sa finalité - la préservation de l'intégration professionnelle - tout en prévenant les détournements qui videraient cette institution de son sens.",
  "version_courte": "## ATF 151 IV 65 : Semi-détention et distinction entre activité lucrative et hobby\n\n### Résumé des faits\n\nUne femme de 69 ans, condamnée à 9 mois fermes pour infractions contre le patrimoine, sollicite l'exécution de sa peine sous forme de semi-détention. Elle invoque exercer une activité lucrative indépendante : gestion d'une boutique en ligne, participation à des foires, organisation de séminaires et rédaction de livres de cuisine. Les autorités lucernoises refusent, estimant qu'il s'agit d'un simple hobby.\n\n### Principes juridiques établis\n\n**1. Notion large de travail**\nL'article 77b CP englobe tant le travail salarié que l'activité indépendante, mais exige dans tous les cas une activité rémunérée.\n\n**2. Distinction hobby/activité lucrative**\nUne activité constitue un hobby (Liebhaberei) lorsqu'elle est exercée sans intention de réaliser un bénéfice. L'absence d'intention lucrative disqualifie l'activité comme \"travail\" au sens de la loi.\n\n**3. Critère de durée et d'absence de rentabilité**\nLorsqu'une activité habituellement lucrative est exercée durablement sans générer de bénéfice et sans perspective d'amélioration, l'absence de résultat économique révèle l'absence d'intention lucrative véritable.\n\n**4. Âge de retraite non disqualifiant**\nL'atteinte de l'âge AVS n'exclut pas automatiquement l'accès à la semi-détention. Les personnes retraitées exerçant effectivement une activité lucrative ne doivent pas être discriminées en raison de leur âge.\n\n**5. Existence préalable requise**\nL'activité professionnelle doit exister avant ou au plus tard au moment du début de l'exécution de la peine. La semi-détention vise à préserver un lien professionnel existant, non à en créer un nouveau.\n\n### Application au cas d'espèce\n\nLe Tribunal fédéral confirme le refus. Les activités de la recourante, exercées depuis cinq ans, génèrent des revenus dérisoires (500 CHF et 170 EUR mensuels) sans aucun bénéfice net. L'absence structurelle de rentabilité et l'absence de perspectives d'amélioration démontrent qu'il s'agit d'occupations personnelles motivées par le plaisir (hobby), non d'une activité économique véritable.\n\nLe refus ne repose pas sur l'âge de la recourante (69 ans) mais sur l'absence d'activité lucrative au sens de l'art. 77b CP.\n\n### Portée de l'arrêt\n\nCet arrêt clarifie définitivement que :\n- Les travailleurs indépendants peuvent bénéficier de la semi-détention s'ils exercent une véritable activité économique ;\n- Les personnes retraitées ne sont pas exclues a priori, pourvu qu'elles exercent effectivement une activité professionnelle ;\n- La distinction entre activité lucrative et hobby repose sur des critères objectifs : revenus, rentabilité, perspectives, cohérence entre investissement temporel et résultat économique ;\n- L'appréciation demeure casuistique, les autorités cantonales disposant d'un large pouvoir d'appréciation sous le contrôle restreint du Tribunal fédéral.\n\nLa semi-détention demeure ainsi fidèle à sa finalité : préserver l'intégration professionnelle existante, non favoriser l'insertion de personnes sans emploi véritable.",
  "statistiques": {
    "nombre_arrets_analyses": 8,
    "nombre_principes_juridiques": 7,
    "nombre_sources_legislatives": 9,
    "nombre_mots_analyse": 9547,
    "nombre_mots_version_courte": 456,
    "domaines_juridiques": [
      "Droit pénal",
      "Exécution des peines",
      "Droit du travail (activité lucrative)"
    ]
  },
  "sources": [
    "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=aza://27-11-2024-7B_958-2024",
    "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=aza://28-06-2017-6B_1082-2016",
    "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=aza://29-05-2024-7B_376-2024",
    "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=aza://23-02-2012-6B_660-2011",
    "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=aza://29-01-2019-6B_726-2018",
    "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=aza://27-07-2020-8C_804-2019",
    "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=aza://12-02-2024-7B_600-2023",
    "https://www.fedlex.admin.ch/eli/cc/54/757_781_799/fr (Code pénal suisse)",
    "https://www.fedlex.admin.ch/eli/cc/2010/267/fr (Code de procédure pénale)",
    "https://www.fedlex.admin.ch/eli/cc/2006/218/fr (Loi sur le Tribunal fédéral)"
  ]
}
