{
  "metadata": {
    "titre": "Personnalisation de montres de marque : entre liberté du propriétaire et protection des marques de haute renommée",
    "reference_principale": "ATF 150 III 188",
    "numero_cause": "4A_171/2023",
    "date_arret": "2024-01-19",
    "juridiction": "Tribunal fédéral suisse, Ire Cour de droit civil",
    "domaine": "Droit de la propriété intellectuelle",
    "sous_domaines": [
      "Droit des marques",
      "Épuisement des droits",
      "Concurrence déloyale",
      "Droit de propriété",
      "Usage commercial vs. usage privé"
    ],
    "mots_cles": [
      "marques",
      "personnalisation",
      "épuisement",
      "usage commercial",
      "usage privé",
      "haute renommée",
      "modification de produits",
      "Rolex",
      "art. 13 LPM",
      "art. 15 LPM",
      "LCD",
      "fonction distinctive",
      "indication de provenance"
    ],
    "auteur_analyse": "Claude",
    "date_analyse": "2025-11-11"
  },
  "arrets_principaux": [
    {
      "reference": "ATF 150 III 188",
      "numero_cause": "4A_171/2023",
      "date": "2024-01-19",
      "juridiction": "Tribunal fédéral suisse, Ire Cour de droit civil",
      "formation": "Ire Cour de droit civil",
      "parties": {
        "demandeur_intimee": "Rolex SA, société genevoise de manufacture horlogère de luxe",
        "defendeur_recourant": "A. SA et son fondateur D., société spécialisée dans la personnalisation de montres"
      },
      "faits": {
        "contexte_general": "Rolex SA, manufacture horlogère de luxe genevoise, détient mondialement les marques ROLEX pour des produits horlogers ainsi que sa couronne distinctive. A. SA, société créée en 2013, propose des services de personnalisation de montres de luxe, notamment Rolex, en modifiant cadrans, boîtiers et composants selon les souhaits des clients.",
        "chronologie": [
          {
            "date": "2013",
            "evenement": "Création d'A. SA avec pour but la 'transformation de montres et toutes activités, services et conseils dans ces domaines'"
          },
          {
            "date": "2019-2020",
            "evenement": "Rolex effectue un test d'achat : commande d'une montre Daytona personnalisée pour 32'580 CHF. La montre livrée comporte des modifications substantielles : cadran modifié avec réapposition des marques Rolex, transformation en modèle squelette"
          },
          {
            "date": "2020-06-10",
            "evenement": "Mise en demeure de Rolex à A. SA, exigeant la cessation des activités de personnalisation utilisant les marques Rolex"
          },
          {
            "date": "2020-12-22",
            "evenement": "Rolex dépose une action en justice devant la Chambre civile de la Cour de justice du canton de Genève"
          },
          {
            "date": "2023-02-09",
            "evenement": "Arrêt cantonal : la Cour de justice de Genève interdit à A. SA : (1) tout usage commercial de marques Rolex par apposition ou réapposition, (2) tout usage commercial en combinaison avec d'autres signes ou noms de célébrités, (3) tout usage commercial pour promouvoir des services de modification. Interdictions assorties d'une pénale d'amende selon l'art. 292 CP"
          },
          {
            "date": "2023-03-21",
            "evenement": "A. SA forme un recours en matière civile au Tribunal fédéral"
          },
          {
            "date": "2024-01-19",
            "evenement": "Arrêt du Tribunal fédéral : admission partielle du recours, renvoi à l'autorité cantonale pour nouvelle décision conforme aux principes énoncés"
          }
        ],
        "pratiques_contestees": [
          "Modification de cadrans originaux Rolex avec réapposition des marques et logo ROLEX",
          "Transformation de montres en modèles squelettes permettant de voir le mécanisme",
          "Recréation de designs vintage inspirés d'anciens modèles Rolex",
          "Apposition de signes propres à A. SA à côté des marques Rolex originales",
          "Commercialisation de montres modifiées avec noms de célébrités (exemple : 'Paul Newman Daytona')",
          "Publicité sur site internet présentant des montres Rolex modifiées",
          "Vente directe de montres transformées (et non simple prestation de service)"
        ],
        "enjeux_economiques": "Le marché de la personnalisation horlogère de luxe connaît une expansion considérable. A. SA facturait jusqu'à 32'580 CHF pour une montre personnalisée. Rolex invoque la protection de son image de marque, de la qualité perçue de ses produits et de son réseau de distribution exclusif."
      },
      "principes_juridiques": [
        {
          "principe": "Définition de la marque et fonction distinctive",
          "enonce": "La marque est un signe propre à distinguer les produits ou les services d'une entreprise de ceux d'autres entreprises (art. 1 al. 1 LPM). La protection vise principalement les fonctions de distinction et d'indication de provenance, non le contrôle de toute la chaîne de distribution après la première mise en circulation.",
          "reference_considerant": "Consid. 5.5",
          "portee": "La marque remplit une triple fonction : (1) fonction de distinction (identifier l'origine commerciale), (2) fonction de garantie de qualité (assurer une qualité constante), (3) fonction publicitaire (véhiculer l'image de marque). Le droit des marques ne confère pas un monopole absolu sur les produits marqués une fois ceux-ci légitimement commercialisés."
        },
        {
          "principe": "Droit exclusif limité à l'usage commercial",
          "enonce": "Le droit exclusif du titulaire de la marque se limite à l'usage commercial ('gewerbsmässig' en allemand). L'usage d'une marque à des fins privées n'est pas prohibé et ne tombe pas sous le coup de l'art. 13 al. 2 LPM.",
          "reference_considerant": "Consid. 5.5.2 et 5.7.3",
          "portee": "Cette limitation fondamentale signifie que les particuliers peuvent utiliser, modifier, revendre des produits de marque sans autorisation du titulaire, tant que ces actes restent dans la sphère privée. L'usage commercial suppose une activité régulière, organisée, à but lucratif sur le marché."
        },
        {
          "principe": "Protection étendue des marques de haute renommée",
          "enonce": "Les marques de haute renommée bénéficient d'une protection étendue selon l'art. 15 LPM, permettant d'interdire l'usage pour produits et services de toute nature, même en l'absence de risque de confusion, lorsqu'il y a exploitation indue de la renommée ou atteinte à la force distinctive.",
          "reference_considerant": "Consid. 5.5.3",
          "portee": "Rolex est reconnue comme marque de haute renommée. Cette qualité s'évalue selon : le pourcentage de connaissance du public concerné, l'image positive et la qualité associée à la marque, la force de pénétration publicitaire. La protection étendue de l'art. 15 LPM s'applique même au-delà des produits horlogers."
        },
        {
          "principe": "Principe de l'épuisement des droits",
          "enonce": "Le droit exclusif de commercialisation d'un bien protégé par un droit de propriété intellectuelle s'épuise à la première mise en circulation par laquelle le bien est aliéné de manière licite (ATF 122 III 469 consid. 5e). Le Tribunal fédéral reconnaît l'épuisement international en droit des marques suisse.",
          "reference_considerant": "Consid. 5.5.4",
          "portee": "Une fois qu'un produit marqué a été licitement mis en circulation par le titulaire ou avec son consentement, celui-ci ne peut plus s'opposer à sa revente ultérieure. Ce principe favorise la libre circulation des marchandises et limite les restrictions verticales. Toutefois, l'épuisement connaît des exceptions."
        },
        {
          "principe": "Exception à l'épuisement : modifications non autorisées",
          "enonce": "L'épuisement ne s'applique pas 'lorsque l'article de marque concerné subit des modifications non autorisées par le titulaire'. La doctrine et la jurisprudence allemande considèrent que la commercialisation de produits modifiés après leur première mise en circulation qui continuent à revêtir la marque de l'article d'origine est en principe illicite.",
          "reference_considerant": "Consid. 5.5.4 et 5.7.4",
          "portee": "Cette exception protège le titulaire contre l'altération de ses produits qui pourrait nuire à sa réputation ou induire en erreur les consommateurs. Si le produit modifié continue de porter la marque originale, celle-ci ne remplit plus sa fonction d'identification car elle ne désigne plus l'article d'origine tel que voulu par le fabricant."
        },
        {
          "principe": "Droit de propriété du consommateur et liberté de modifier",
          "enonce": "Un acheteur de montre Rolex en devient propriétaire et 'peut ainsi en disposer librement dans les limites de la loi' (art. 641 al. 1 CC). Il peut la modifier, l'offrir ou la revendre selon ses préférences. Le Tribunal reconnaît un droit à recourir à des services professionnels pour modifier des biens.",
          "reference_considerant": "Consid. 5.7.2",
          "portee": "Le droit de propriété confère au propriétaire la faculté d'user et de disposer de la chose de manière absolue, dans les limites de la loi. Il n'existe aucune distinction juridique entre l'auto-modification d'un bien et le recours à des artisans spécialisés pour effectuer cette modification. Cette liberté est un corollaire essentiel du droit de propriété."
        },
        {
          "principe": "Distinction fondamentale : deux modèles d'affaires",
          "enonce": "Le Tribunal établit une distinction cruciale entre deux modèles : Modèle 1 (licite) - Service de personnalisation de montres de marque à la demande du propriétaire, sans commercialisation du produit final modifié. Modèle 2 (illicite) - Commercialisation de montres modifiées arborant toujours la marque d'origine sans autorisation.",
          "reference_considerant": "Consid. 5.7.4",
          "portee": "Dans le modèle 1, l'objet modifié est restitué au propriétaire pour son usage privé et n'est pas (re)mis sur le marché. La marque n'est donc pas utilisée commercialement. Dans le modèle 2, la marque est utilisée sur le marché et ne remplit plus sa fonction d'identification car elle ne désigne plus l'article d'origine. Cette distinction est déterminante pour la qualification juridique."
        },
        {
          "principe": "Usage informatif licite des marques tierces en publicité",
          "enonce": "L'utilisation de marques tierces à titre informatif en publicité est permise si elle 'reste clairement en rapport avec les propres offres ou prestations'. Les revendeurs ne peuvent être soumis à des restrictions publicitaires excessives. Toutefois, le titulaire conserve le droit exclusif à 'une publicité générale de la marque, sans se référer à un assortiment particulier de marchandises ou à des services concrets'.",
          "reference_considerant": "Consid. 6.4",
          "portee": "Un prestataire de services peut mentionner les marques sur lesquelles il intervient (ex: 'réparation de montres Rolex') à titre purement informatif. Mais il ne peut créer une impression de lien commercial avec le titulaire de la marque ou faire une publicité générale de la marque pour attirer la clientèle sans rapport avec ses prestations concrètes."
        },
        {
          "principe": "Concurrence déloyale : création de confusion et exploitation de réputation",
          "enonce": "Constituent des actes de concurrence déloyale : (1) les indications inexactes ou fallacieuses faussant le jeu concurrentiel (art. 3 let. b LCD), (2) la création de confusion entre ses propres biens/services et ceux d'autrui (art. 3 let. d LCD), (3) les comparaisons inexactes, fallacieuses ou l'exploitation de la réputation d'autrui (art. 3 let. e LCD). 'Faire croire faussement à un lien entre deux entreprises' relève de la clause générale de l'art. 2 LCD.",
          "reference_considerant": "Consid. 6.4.2",
          "portee": "La LCD protège les concurrents et les consommateurs contre les comportements contraires aux règles de la bonne foi. Un risque de confusion existe lorsque le public peut être induit en erreur sur l'origine, la qualité ou les caractéristiques des produits/services, ou sur l'existence d'un lien commercial. L'exploitation de la réputation d'autrui (parasitisme) est également prohibée."
        }
      ],
      "dispositif": "Le Tribunal fédéral admet partiellement le recours de A. SA. L'arrêt cantonal est annulé et la cause est renvoyée à la Cour de justice du canton de Genève pour nouvelle décision dans le sens des considérants. Les frais et dépens seront répartis conformément à l'issue finale de la procédure de renvoi.",
      "ratio_decidendi": "La ratio decidendi (motif déterminant de la décision) réside dans la distinction établie entre le modèle de prestation de service de personnalisation à la demande du propriétaire (licite, car l'objet modifié retourne au propriétaire pour usage privé sans remise sur le marché commercial) et le modèle de commercialisation de produits modifiés arborant la marque originale (illicite, car la marque est utilisée commercialement alors qu'elle ne désigne plus l'article d'origine). L'autorité cantonale avait omis de faire cette distinction fondamentale et avait interdit toute activité sans examiner si A. SA se limitait à personnaliser sur demande ou commercialisait des montres modifiées. Le renvoi permet à l'autorité cantonale de constater les faits selon cette grille d'analyse.",
      "obiter_dicta": "Le Tribunal fédéral développe plusieurs considérations incidentes importantes : (1) la reconnaissance explicite du droit du propriétaire d'un bien de marque à le faire modifier professionnellement pour son usage privé, (2) l'affirmation que l'usage informatif de marques tierces en publicité est licite dans certaines limites, (3) la confirmation que l'épuisement international s'applique en droit suisse des marques, (4) la précision que la protection des marques de haute renommée selon l'art. 15 LPM reste soumise à la condition d'un usage commercial. Ces développements, bien que non strictement nécessaires à la solution du cas d'espèce, constituent des apports doctrinaux précieux."
    }
  ],
  "arrets_connexes": [
    {
      "reference": "ATF 122 III 469",
      "date": "1996",
      "lien": "Épuisement des droits en matière de propriété intellectuelle",
      "pertinence": "Arrêt de principe établissant que le droit exclusif de commercialisation d'un bien protégé s'épuise à la première mise en circulation licite. Reconnaît l'épuisement international lorsque le produit correspond en tous points au produit vendu en Suisse. Citée comme référence fondamentale dans l'ATF 150 III 188 pour le principe d'épuisement."
    },
    {
      "reference": "ATF 146 III 89",
      "date": "2020",
      "lien": "Usage privé des marques et importations 'capillaires'",
      "pertinence": "Arrêt Rolex précédent confirmant que l'usage d'une marque à des fins privées n'est pas prohibé. Traite de l'extension du droit exclusif du titulaire aux marchandises de fabrication industrielle importées à titre privé (art. 13 al. 2bis LPM) pour lutter contre les importations de contrefaçons. Confirme que les recours civils sont disponibles contre les importations privées de contrefaçons. Cité au consid. 5.7.3 de l'ATF 150 III 188."
    },
    {
      "reference": "ATF 131 III 121 (affaire Smarties)",
      "date": "2005",
      "lien": "Marques de haute renommée, notoriété, protection étendue",
      "pertinence": "Arrêt développant les critères de la haute renommée d'une marque : pourcentage de connaissance du public concerné, image positive, force de pénétration publicitaire. Confirme que la haute renommée peut être prouvée par des sondages démoscopiques représentatifs. La protection de l'art. 15 LPM vise à protéger contre l'exploitation de la réputation et les atteintes à la force distinctive."
    },
    {
      "reference": "ATF 126 III 198",
      "date": "2000",
      "lien": "Concurrence déloyale, influence sur les rapports concurrentiels",
      "pertinence": "Précise qu'un acte constitue un acte de concurrence déloyale au sens de la LCD s'il influence les rapports entre concurrents ou entre fournisseurs et clients, donc s'il influence le jeu de la concurrence et le fonctionnement du marché. Cette condition préalable s'applique aux comportements relevant des art. 2 et 3 LCD."
    },
    {
      "reference": "ATF 139 IV 17",
      "date": "2012",
      "lien": "Exploitation de la prestation d'autrui (LCD)",
      "pertinence": "Définit l'exploitation de la prestation d'autrui : un concurrent est privé des fruits de ses efforts couronnés de succès car le défendeur les reprend directement à son compte, s'épargnant des investissements objectivement nécessaires et les exploitant pour son propre profit sur le marché. Applicable en matière d'exploitation de réputation de marques."
    },
    {
      "reference": "Arrêt 4A_92/2011 du 9 juin 2011",
      "date": "2011-06-09",
      "lien": "Création de confusion avec biens d'autrui, exploitation de réputation",
      "pertinence": "Arrêt non publié développant l'art. 3 LCD qualifiant de déloyal le comportement de celui qui 'prend des mesures propres à créer une confusion avec les marchandises, œuvres, prestations ou affaires d'autrui', notamment lorsque cette confusion vise à exploiter la réputation d'autrui."
    }
  ],
  "sources_legislatives": [
    {
      "reference": "Art. 1 al. 1 LPM (RS 232.11)",
      "texte_verbatim": "Peuvent être protégés comme marque tous les signes propres à distinguer les produits ou les services d'une entreprise de ceux d'autres entreprises.",
      "langue": "français",
      "portee": "Définition de la marque. Établit que la fonction première de la marque est la distinction et l'indication de provenance commerciale. Cette définition fonctionnelle est au cœur du système de protection des marques."
    },
    {
      "reference": "Art. 13 al. 1 LPM (RS 232.11)",
      "texte_verbatim": "Le droit à la marque confère au titulaire le droit exclusif de faire usage de la marque pour distinguer les produits ou les services enregistrés et d'en disposer.",
      "langue": "français",
      "portee": "Droit exclusif du titulaire. Ce droit se limite à l'usage commercial ('gewerbsmässig') pour distinguer les produits ou services. Il ne confère pas un monopole absolu sur les produits marqués."
    },
    {
      "reference": "Art. 13 al. 2 let. a-e LPM (RS 232.11)",
      "texte_verbatim": "Le titulaire de la marque peut interdire à des tiers l'usage de signes en relation avec des produits ou des services, lorsque : a. le signe est utilisé pour des produits ou des services; b. le signe est apposé sur des produits ou sur leur emballage; c. des produits portant ce signe sont offerts, mis dans le commerce ou détenus à cet effet; d. des produits portant ce signe sont importés, exportés ou mis en transit; e. le signe est utilisé dans les papiers d'affaires, à des fins publicitaires ou sous une autre forme aux affaires.",
      "langue": "français",
      "portee": "Énumération des actes interdits. Ces actes supposent tous un usage commercial de la marque. La lettre e couvre l'usage publicitaire, important dans le cas d'espèce."
    },
    {
      "reference": "Art. 13 al. 2bis LPM (RS 232.11)",
      "texte_verbatim": "Sont réservées les prétentions relatives à des marchandises de fabrication industrielle importées, exportées ou mises en transit à des fins privées.",
      "langue": "français",
      "portee": "Exception pour les importations privées de marchandises industrielles. Introduite en 2007 pour lutter contre les 'importations capillaires' de contrefaçons. Étend le droit exclusif même à l'usage privé dans ce cas spécifique, dérogeant au principe général."
    },
    {
      "reference": "Art. 15 LPM (RS 232.11)",
      "texte_verbatim": "Le titulaire d'une marque de haute renommée peut interdire à des tiers d'utiliser un signe identique ou similaire pour des produits ou des services de toute nature lorsque l'emploi de ce signe exploite indûment ou risque de porter atteinte au caractère distinctif ou à la renommée de la marque enregistrée.",
      "langue": "français",
      "portee": "Protection étendue des marques de haute renommée. S'applique au-delà du principe de spécialité, même pour des produits/services différents. Protège contre l'exploitation parasitaire et la dilution de la marque. Rolex bénéficie de cette protection."
    },
    {
      "reference": "Art. 641 al. 1 CC (RS 210)",
      "texte_verbatim": "Le propriétaire d'une chose a le droit d'en disposer librement, dans les limites de la loi.",
      "langue": "français",
      "portee": "Principe du droit de propriété. Fondement du droit du propriétaire d'une montre Rolex de la modifier selon ses souhaits. Ce droit entre en tension avec le droit exclusif du titulaire de la marque, d'où la nécessité de délimiter les sphères respectives."
    },
    {
      "reference": "Art. 2 LCD (RS 241)",
      "texte_verbatim": "Est déloyal et illicite tout comportement ou pratique d'affaires qui est trompeur ou qui contrevient de toute autre manière aux règles de la bonne foi et qui influe sur les rapports entre concurrents ou entre fournisseurs et clients.",
      "langue": "français",
      "portee": "Clause générale de concurrence déloyale. S'applique à tous les comportements contraires à la bonne foi qui influencent les rapports concurrentiels, même non expressément prévus par l'art. 3 LCD. Le fait de créer faussement l'impression d'un lien avec une marque renommée peut tomber sous cette clause."
    },
    {
      "reference": "Art. 3 let. b LCD (RS 241)",
      "texte_verbatim": "Se comporte de façon déloyale celui qui, notamment : b. communique des indications inexactes ou fallacieuses à des tiers et porte ainsi atteinte, directement ou indirectement, aux intérêts d'autrui.",
      "langue": "français",
      "portee": "Indications inexactes ou fallacieuses. Applicable lorsqu'un personnalisateur crée l'impression que les montres modifiées proviennent du fabricant original ou ont été modifiées avec son accord."
    },
    {
      "reference": "Art. 3 let. d LCD (RS 241)",
      "texte_verbatim": "Se comporte de façon déloyale celui qui, notamment : d. prend des mesures propres à créer une confusion avec les marchandises, œuvres, prestations ou affaires d'autrui.",
      "langue": "français",
      "portee": "Création de confusion. Protection contre le risque de confusion direct (sur l'origine des produits) ou indirect (sur l'existence d'un lien commercial). Particulièrement pertinent lorsque des montres modifiées portent encore les marques originales."
    },
    {
      "reference": "Art. 3 let. e LCD (RS 241)",
      "texte_verbatim": "Se comporte de façon déloyale celui qui, notamment : e. établit des comparaisons inexactes, fallacieuses ou d'une manière qui peut induire en erreur, ou exploite la réputation de produits, de prestations, d'affaires ou d'entreprises d'autrui.",
      "langue": "français",
      "portee": "Exploitation de la réputation d'autrui (parasitisme). Interdit de profiter indûment de la renommée et des investissements d'autrui. Un personnalisateur qui utilise la marque Rolex pour attirer la clientèle sans rapport avec ses prestations concrètes peut violer cette disposition."
    },
    {
      "reference": "Art. 292 CP (RS 311.0)",
      "texte_verbatim": "Celui qui ne se sera pas conformé à une décision à lui signifiée, sous la menace de la peine prévue au présent article, par une autorité ou un fonctionnaire compétents sera puni d'une amende.",
      "langue": "français",
      "portee": "Insoumission à une décision de l'autorité. Permet d'assortir les interdictions prononcées dans les jugements civils d'une menace de peine (pénale) pour en assurer l'effectivité."
    }
  ],
  "analyse_complete": "# Analyse doctrinale approfondie : ATF 150 III 188 - Personnalisation de montres de marque et frontières du droit exclusif\n\n## Introduction : Un arrêt de principe dans l'économie de la personnalisation\n\nL'ATF 150 III 188 du 19 janvier 2024 constitue une décision de principe dans un domaine en pleine expansion : la personnalisation rémunérée de produits de marque de luxe. Pour la première fois, le Tribunal fédéral suisse délimite les frontières entre, d'une part, le droit exclusif du titulaire d'une marque de haute renommée et, d'autre part, le droit de propriété du consommateur qui souhaite faire modifier professionnellement son bien marqué.\n\nCette affaire oppose Rolex SA, manufacture horlogère de luxe genevoise détentrice de marques mondialement renommées, à A. SA, société spécialisée dans la personnalisation de montres haut de gamme. Le conflit cristallise plusieurs tensions fondamentales du droit de la propriété intellectuelle contemporain :\n\n1. **La tension entre monopole du titulaire et liberté du propriétaire** : Dans quelle mesure l'acquéreur légitime d'un produit de marque peut-il en disposer librement, y compris en le faisant modifier ?\n\n2. **La distinction entre usage commercial et usage privé** : Où placer la frontière lorsqu'un prestataire professionnel intervient sur un bien pour le compte de son propriétaire ?\n\n3. **Les limites de l'épuisement des droits** : L'épuisement du droit exclusif après la première mise en circulation empêche-t-il le titulaire de contrôler toute modification ultérieure ?\n\n4. **La protection des marques de haute renommée** : Les marques jouissant d'une protection étendue (art. 15 LPM) peuvent-elles interdire tout usage de leur signe, même dans le cadre de prestations de services ?\n\n5. **Le parasitisme commercial et l'exploitation de réputation** : Quand l'usage informatif légitime d'une marque tierce bascule-t-il dans l'exploitation déloyale ?\n\nL'arrêt apporte des réponses nuancées à ces questions en établissant une distinction fondamentale entre deux modèles d'affaires : la prestation de service de personnalisation à la demande du propriétaire (licite en principe) et la commercialisation de produits modifiés arborant encore la marque originale (illicite en principe). Cette summa divisio structure toute l'analyse juridique et constitue l'apport majeur de cet arrêt.\n\n## I. Contexte factuel et procédural : L'essor du marché de la personnalisation horlogère\n\n### A. Les acteurs en présence\n\n**Rolex SA** incarne l'archétype de la marque de luxe mondialement renommée. Manufacture horlogère genevoise fondée en 1905, elle détient des marques protégées dans le monde entier, notamment la dénomination ROLEX et son logo de couronne distinctive. Ses montres, vendues exclusivement par un réseau de détaillants agréés, se situent dans la fourchette de prix la plus élevée du marché horloger de luxe. La marque Rolex véhicule des valeurs de prestige, de qualité, de précision et de durabilité. Chaque modèle est minutieusement contrôlé et certifié par la manufacture.\n\n**A. SA**, société créée en 2013 à Genève, a pour objet social la \"transformation de montres et toutes activités, services et conseils dans ces domaines\". Elle s'inscrit dans un mouvement croissant de personnalisation de produits de luxe : face à la standardisation des produits de masse, une clientèle fortunée recherche l'exclusivité et l'unicité en faisant modifier des pièces de série. A. SA propose des modifications substantielles : changement de cadrans, transformation en modèles squelettes (permettant de voir le mouvement), recréation de designs vintage, apposition de signatures personnelles ou de noms de célébrités. Ces prestations atteignent des montants considérables : le test d'achat effectué par Rolex révèle un prix de 32'580 CHF pour une seule montre personnalisée.\n\n### B. Les pratiques contestées : Entre art et atteinte aux droits\n\nLes pratiques d'A. SA peuvent être catégorisées en plusieurs types :\n\n**1. Modifications techniques et esthétiques avec réapposition des marques**\n\nA. SA modifie substantiellement les montres Rolex acquises par ses clients. Par exemple, elle transforme une Daytona standard en modèle squelette, permettant de voir le mouvement mécanique à travers un cadran ajouré. Cette opération nécessite le démontage complet de la montre, la modification du cadran original, puis le réassemblage. Cruciale ment, A. SA réappose ensuite les marques et logos ROLEX sur le cadran modifié. Or, ce cadran n'a plus rien à voir avec celui conçu et fabriqué par Rolex : les proportions, les matériaux, l'ajourage sont entièrement différents.\n\n**2. Recréation de designs vintage inspirés d'anciens modèles**\n\nA. SA s'inspire d'anciens modèles Rolex (par exemple les Daytona des années 1960-1970) pour recréer des cadrans de style vintage sur des montres contemporaines. Elle reproduit des codes esthétiques historiques que Rolex a abandonnés, créant ainsi des \"néo-vintage\" qui mêlent mécanisme moderne et design d'époque. Ces créations portent toujours les inscriptions et marques ROLEX.\n\n**3. Apposition de signes propres en combinaison avec les marques Rolex**\n\nA. SA appose ses propres signes distinctifs à côté des marques Rolex. Par exemple, elle ajoute sa signature ou son logo sur le cadran, en plus du nom ROLEX. Cette coexistence de marques peut créer une confusion sur l'origine et la nature du produit.\n\n**4. Commercialisation de montres modifiées avec noms de célébrités**\n\nA. SA commercialise des modèles portant des noms de célébrités, par exemple \"Paul Newman Daytona\". Paul Newman, acteur américain, était célèbre pour porter une Rolex Daytona vintage particulière, devenue iconique. A. SA exploite cette association en proposant des montres modifiées évoquant ce modèle mythique. La question se pose : s'agit-il d'une simple évocation culturelle légitime ou d'une exploitation parasitaire de la réputation conjointe de Rolex et de Paul Newman ?\n\n**5. Promotion publicitaire sur Internet**\n\nA. SA utilise abondamment les marques Rolex dans sa communication Internet. Son site présente des photographies de montres Rolex modifiées, mentionne régulièrement le nom Rolex, et crée ainsi une association forte entre ses services et la marque de luxe. La publicité donne l'impression qu'A. SA est un spécialiste reconnu de la personnalisation Rolex, voire qu'elle entretient des liens avec la manufacture (ce qui n'est pas le cas).\n\n**6. Deux modèles d'affaires possibles (à clarifier en renvoi)**\n\nLe Tribunal fédéral relève que les éléments du dossier ne permettent pas de déterminer avec certitude si A. SA pratique :\n\n- **Modèle 1** : Un service de personnalisation où le client apporte sa propre montre Rolex, demande des modifications spécifiques, et récupère sa montre transformée pour son usage personnel privé. Dans ce modèle, A. SA n'achète ni ne vend de montres : elle fournit une prestation de service sur un bien appartenant au client.\n\n- **Modèle 2** : Un commerce où A. SA acquiert des montres Rolex (neuves ou d'occasion), les modifie selon son inspiration, puis les revend à des clients dans un circuit commercial. Dans ce modèle, A. SA met en circulation des montres modifiées portant encore les marques Rolex, sans que celles-ci proviennent directement de Rolex SA.\n\nOu un mélange des deux modèles. Cette distinction sera déterminante pour la solution juridique.\n\n### C. Procédure judiciaire : De Genève au Tribunal fédéral\n\n**Phase préalable (2020)**\n\nAprès avoir eu connaissance des activités d'A. SA, Rolex effectue un test d'achat en 2019-2020. Un représentant de Rolex commande une montre Daytona personnalisée, qu'il reçoit pour 32'580 CHF. L'examen révèle des modifications substantielles avec réapposition des marques Rolex sur un cadran transformé. Le 10 juin 2020, Rolex adresse une mise en demeure à A. SA, exigeant la cessation immédiate de toute activité utilisant les marques Rolex. A. SA refuse de s'exécuter.\n\n**Première instance : Chambre civile de la Cour de justice de Genève (9 février 2023)**\n\nRolex assigne A. SA et son fondateur D. en interdiction d'atteintes aux droits sur les marques. La Cour de justice de Genève donne largement raison à Rolex. Par arrêt du 9 février 2023, elle interdit à A. SA :\n\n1. Tout usage commercial de marques Rolex par apposition ou réapposition sur des montres;\n2. Tout usage commercial des marques Rolex en combinaison avec d'autres signes ou noms de célébrités;\n3. Tout usage commercial des marques Rolex pour promouvoir des services de modification de montres.\n\nCes interdictions sont assorties d'une menace de pénale d'amende selon l'art. 292 CP (insoumission à une décision de l'autorité), garantissant leur effectivité.\n\nLa Cour genevoise considère que les activités d'A. SA violent les droits exclusifs de Rolex selon les art. 13 et 15 LPM, ainsi que les règles de concurrence déloyale (LCD). Elle estime qu'A. SA exploite indûment la renommée de Rolex, crée un risque de confusion sur l'origine des produits, et porte atteinte à la fonction distinctive des marques.\n\n**Recours au Tribunal fédéral (21 mars 2023)**\n\nA. SA forme un recours en matière civile au Tribunal fédéral. Elle soutient notamment :\n\n- Qu'elle fournit un simple service de personnalisation à la demande du propriétaire, ce qui relève de la liberté contractuelle et du droit de propriété;\n- Que ses activités ne constituent pas un usage commercial des marques au sens de l'art. 13 LPM, puisque les montres modifiées retournent à leurs propriétaires pour usage privé;\n- Que le principe d'épuisement des droits s'applique : une fois qu'une montre Rolex a été légitimement acquise, le titulaire de la marque ne peut plus en contrôler l'usage;\n- Que l'usage des marques Rolex dans sa publicité est purement informatif et légitime;\n- Que l'interdiction prononcée est disproportionnée et viole la liberté économique.\n\n**Arrêt du Tribunal fédéral (19 janvier 2024)**\n\nLa Ire Cour de droit civil du Tribunal fédéral rend son arrêt le 19 janvier 2024. Elle admet partiellement le recours et renvoie la cause à l'autorité cantonale. Le Tribunal fédéral considère que la Cour genevoise n'a pas correctement distingué les deux modèles d'affaires possibles et a prononcé une interdiction trop large sans établir avec précision les activités réellement pratiquées par A. SA.\n\n## II. Fondements juridiques : Architecture du droit des marques et de la concurrence\n\n### A. Le droit des marques suisse : Fonctions et étendue de la protection\n\n**1. Nature et fonctions de la marque (art. 1 LPM)**\n\nSelon l'art. 1 al. 1 LPM, \"peuvent être protégés comme marque tous les signes propres à distinguer les produits ou les services d'une entreprise de ceux d'autres entreprises\". Cette définition fonctionnelle met l'accent sur la capacité distinctive du signe. La marque remplit plusieurs fonctions économiques et juridiques :\n\n- **Fonction de distinction** (fonction primaire) : La marque permet au consommateur d'identifier l'origine commerciale d'un produit ou service, de le distinguer des offres concurrentes. C'est la fonction cardinale, celle qui justifie l'existence même du droit des marques.\n\n- **Fonction de garantie de qualité** : La marque assure au consommateur que tous les produits qui la portent présentent des caractéristiques constantes, qu'ils proviennent d'une source unique soumise à un contrôle de qualité uniforme. Le consommateur qui achète une Rolex s'attend à une qualité, une fiabilité et des finitions conformes aux standards de la marque.\n\n- **Fonction publicitaire et de communication** : La marque véhicule une image, des valeurs, un positionnement. Elle constitue un support d'investissements publicitaires considérables. Pour les marques de luxe comme Rolex, cette fonction est essentielle : la marque communique le prestige, l'exclusivité, le raffinement.\n\n- **Fonction d'investissement** : La marque représente un actif économique majeur, fruit d'investissements financiers, créatifs et temporels importants. Sa valeur peut dépasser celle des actifs tangibles de l'entreprise.\n\nLe Tribunal fédéral rappelle dans l'ATF 150 III 188 (consid. 5.5) que la protection vise principalement les fonctions de distinction et d'indication de provenance. Le droit des marques n'a pas pour objet de permettre au titulaire de contrôler toute la chaîne de distribution d'un produit après sa première mise en circulation licite. Il ne confère pas un monopole absolu sur les produits marqués.\n\n**2. Acquisition des droits (art. 5 LPM) et droit exclusif (art. 13 LPM)**\n\nEn Suisse, les droits sur la marque s'acquièrent par l'enregistrement auprès de l'Institut Fédéral de la Propriété Intellectuelle (IPI). Rolex détient de nombreux enregistrements pour ses dénominations et logos.\n\nL'art. 13 al. 1 LPM dispose : \"Le droit à la marque confère au titulaire le droit exclusif de faire usage de la marque pour distinguer les produits ou les services enregistrés et d'en disposer.\" Ce droit exclusif comporte deux prérogatives :\n\n- Un droit positif : le titulaire peut utiliser librement sa marque;\n- Un droit négatif : le titulaire peut interdire aux tiers d'utiliser des signes identiques ou similaires dans certaines conditions.\n\nL'art. 13 al. 2 LPM énumère les actes que le titulaire peut interdire aux tiers. Cette liste inclut notamment :\n\n- a. l'utilisation du signe pour des produits ou services;\n- b. l'apposition du signe sur des produits ou leur emballage;\n- c. l'offre, la mise dans le commerce ou la détention de produits portant ce signe;\n- d. l'importation, l'exportation ou le transit de produits portant ce signe;\n- e. l'utilisation du signe dans les papiers d'affaires, à des fins publicitaires ou sous une autre forme aux affaires.\n\nLa lettre e est particulièrement importante dans notre cas : elle couvre l'usage publicitaire de la marque, même sans apposer physiquement le signe sur des produits.\n\n**3. Condition essentielle : L'usage commercial (\"gewerbsmässig\")**\n\nUne condition fondamentale, bien qu'implicite dans le texte français de la LPM, ressort clairement de la version allemande : le droit exclusif se limite à l'usage commercial (\"gewerbsmässig\"). Le terme allemand \"Gebrauch\" de l'art. 13 al. 1 LPM doit être compris comme un \"gewerbsmässiger Gebrauch\" (usage commercial).\n\nCette limitation est d'importance capitale. Elle signifie que :\n\n- **L'usage privé d'une marque est libre** : Un particulier peut utiliser, porter, modifier, revendre un produit de marque sans demander l'autorisation du titulaire, dès lors qu'il agit dans la sphère privée.\n\n- **L'usage commercial suppose une activité régulière, organisée, à but lucratif sur le marché** : Il faut une participation au commerce, une présence sur le marché en tant qu'opérateur économique.\n\nLe Tribunal fédéral le confirme expressément au consid. 5.5.2 de l'ATF 150 III 188 : \"L'usage d'une marque à des fins privées n'est pas prohibé\" (référence à ATF 146 III 89). Tant que l'usage reste limité à des fins privées, aucune confusion ne peut survenir faute d'offre sur le marché.\n\nCette distinction entre usage commercial et usage privé structure toute l'analyse de l'affaire Rolex/A. SA : si A. SA fournit un service permettant au propriétaire d'utiliser sa montre à titre privé, peut-on considérer qu'il y a usage commercial de la marque ?\n\n**4. Exception : Les importations privées de marchandises industrielles (art. 13 al. 2bis LPM)**\n\nPar une révision entrée en vigueur en 2008, le législateur a introduit l'art. 13 al. 2bis LPM : \"Sont réservées les prétentions relatives à des marchandises de fabrication industrielle importées, exportées ou mises en transit à des fins privées.\"\n\nCette disposition déroge au principe de libre usage privé. Elle vise à lutter contre les \"importations capillaires\" de contrefaçons : des particuliers qui importent pour leur usage personnel des marchandises de fabrication industrielle contrefaites. Le titulaire peut désormais s'opposer même à ces importations privées.\n\nL'ATF 146 III 89 (affaire Rolex précédente, 2020) a confirmé l'applicabilité de cette disposition et le droit du titulaire d'exercer des recours civils contre ces importations privées.\n\nToutefois, l'art. 13 al. 2bis LPM ne s'applique qu'aux marchandises de fabrication industrielle importées/exportées/en transit. Il ne concerne pas les services de modification fournis sur le territoire suisse.\n\n### B. Protection étendue des marques de haute renommée (art. 15 LPM)\n\nL'art. 15 LPM dispose : \"Le titulaire d'une marque de haute renommée peut interdire à des tiers d'utiliser un signe identique ou similaire pour des produits ou des services de toute nature lorsque l'emploi de ce signe exploite indûment ou risque de porter atteinte au caractère distinctif ou à la renommée de la marque enregistrée.\"\n\nCette disposition déroge au principe de spécialité (une marque n'est protégée que pour les produits/services pour lesquels elle est enregistrée). Elle offre une protection trans-sectorielle aux marques jouissant d'une haute renommée.\n\n**1. Critères de la haute renommée**\n\nSelon la jurisprudence constante (ATF 131 III 121 \"Smarties\", consid. 7.3), la haute renommée s'évalue selon :\n\n- **Le pourcentage de connaissance du public concerné** : La marque doit être connue d'une portion significative (généralement supérieure à 50%) du public visé.\n\n- **L'image positive** : La marque doit véhiculer des connotations favorables, une réputation de qualité.\n\n- **La force de pénétration publicitaire** : La marque doit avoir fait l'objet d'investissements publicitaires importants lui conférant une présence notable dans l'esprit du public.\n\nCes critères peuvent être établis par des sondages démoscopiques représentatifs, des données de ventes, des budgets publicitaires, etc.\n\n**Rolex remplit incontestablement ces critères.** La marque genevoise jouit d'une notoriété mondiale, symbolise le luxe horloger, a investi des milliards dans la publicité et le sponsoring (tennis, golf, voile, Formule 1, etc.). Aucune contestation n'existe sur ce point dans l'ATF 150 III 188.\n\n**2. Conditions d'application de l'art. 15 LPM**\n\nLa protection étendue de l'art. 15 LPM suppose :\n\n- L'existence d'une marque de haute renommée enregistrée;\n- L'utilisation par un tiers d'un signe identique ou similaire;\n- Pour des produits ou services de toute nature (pas de limite sectorielle);\n- Cette utilisation exploite indûment ou risque de porter atteinte au caractère distinctif ou à la renommée de la marque.\n\nLa jurisprudence distingue deux types d'atteintes :\n\n- **L'exploitation indue (parasitisme)** : Le tiers profite de la renommée de la marque pour attirer l'attention sur ses propres produits/services, bénéficiant ainsi gratuitement des investissements du titulaire.\n\n- **L'atteinte au caractère distinctif (dilution)** : L'usage du signe par des tiers risque d'affaiblir la force distinctive de la marque, de la banaliser, de la \"diluer\".\n\n**3. L'art. 15 LPM reste soumis à la condition d'usage commercial**\n\nPoint crucial : le Tribunal fédéral précise au consid. 5.7.3 de l'ATF 150 III 188 que l'art. 15 LPM, comme l'art. 13 LPM, ne s'applique qu'à l'usage commercial. La haute renommée ne permet pas au titulaire de contrôler les usages privés de sa marque.\n\nCette précision est importante : même Rolex, malgré sa renommée exceptionnelle, ne peut empêcher un propriétaire de faire modifier sa montre pour usage privé.\n\n### C. L'épuisement des droits : Principe et exceptions\n\n**1. Principe de l'épuisement (ATF 122 III 469)**\n\nL'épuisement des droits est un principe fondamental en matière de propriété intellectuelle. Selon l'ATF 122 III 469 (consid. 5e), \"le droit exclusif de commercialisation d'un bien protégé par un droit de propriété intellectuelle s'épuise à la première mise en circulation par laquelle le bien est aliéné de manière licite\".\n\nCe principe signifie qu'une fois qu'un produit marqué a été mis en circulation sur le marché par le titulaire ou avec son consentement, celui-ci ne peut plus s'opposer à sa revente ultérieure. Le droit exclusif s'est \"épuisé\" par cette première commercialisation.\n\n**Justifications de l'épuisement :**\n\n- **Économique** : Favoriser la libre circulation des marchandises, la concurrence sur le marché secondaire, éviter les cloisonnements territoriaux.\n\n- **Juridique** : Éviter un \"double paiement\" au titulaire (il a déjà été rémunéré lors de la première vente).\n\n- **Politique** : Équilibrer les intérêts du titulaire (rémunération de ses investissements) et ceux de la société (accès aux biens, circulation fluide).\n\n**2. Épuisement international en droit suisse**\n\nContrairement au droit européen qui consacre un épuisement régional (EEE), le droit suisse reconnaît l'épuisement international : une première mise en circulation licite dans n'importe quel pays du monde épuise les droits du titulaire suisse.\n\nLe Tribunal fédéral le confirme dans l'ATF 150 III 188 (consid. 5.5.4) : l'épuisement international s'applique en droit suisse des marques, sous réserve des exceptions.\n\n**3. Exceptions à l'épuisement : Modifications non autorisées**\n\nL'épuisement ne s'applique pas lorsque des motifs légitimes justifient que le titulaire s'oppose à la commercialisation ultérieure. Parmi ces motifs légitimes figure la **modification non autorisée du produit**.\n\nLe Tribunal fédéral cite (consid. 5.5.4) la doctrine et la jurisprudence allemande : \"La commercialisation de produits modifiés après leur première mise en circulation qui continuent à revêtir la marque de l'article d'origine est en principe illicite.\"\n\nRaisons de cette exception :\n\n- **Protection de la fonction de garantie de qualité** : Si un produit modifié continue de porter la marque originale, le consommateur peut être induit en erreur sur sa conformité aux standards du fabricant.\n\n- **Protection de la réputation** : Une modification mal exécutée ou inesthétique peut nuire à l'image de la marque.\n\n- **Impossibilité pour le titulaire de contrôler la qualité** : Le titulaire n'a pas eu l'occasion de vérifier le produit modifié.\n\nExemple classique : un médicament repackagé (changement d'emballage), un parfum reconditionné, un logiciel modifié. Si ces produits continuent à porter la marque d'origine, le titulaire peut s'opposer à leur commercialisation car ils ne correspondent plus au produit original.\n\n**Application à notre cas :**\n\nSi A. SA commercialise des montres Rolex modifiées portant encore les marques Rolex, l'épuisement ne s'applique pas. Rolex peut s'opposer à cette commercialisation car les montres ne correspondent plus aux produits qu'elle a fabriqués et garantis.\n\nMais si A. SA se contente de modifier une montre à la demande de son propriétaire qui la conserve pour usage privé, il n'y a pas de commercialisation ultérieure, donc la question de l'épuisement ne se pose même pas.\n\n### D. Droit de propriété et liberté de disposer (art. 641 CC)\n\nL'art. 641 al. 1 CC énonce le principe fondamental du droit de propriété : \"Le propriétaire d'une chose a le droit d'en disposer librement, dans les limites de la loi.\"\n\nCe principe confère au propriétaire la plénitude des prérogatives sur sa chose : l'usus (droit d'user), le fructus (droit de percevoir les fruits), l'abusus (droit de disposer, transformer, détruire).\n\nApplications concrètes :\n\n- L'acheteur légitime d'une montre Rolex en devient pleinement propriétaire.\n- Il peut la porter, la prêter, la vendre, la donner.\n- Il peut aussi la **modifier** selon ses goûts : changer le bracelet, faire graver une dédicace au dos du boîtier, personnaliser le cadran.\n- Il peut même la détruire si tel est son souhait (bien que ce soit économiquement absurde pour une Rolex).\n\nLe Tribunal fédéral affirme au consid. 5.7.2 de l'ATF 150 III 188 : \"Un acheteur de montre Rolex en devient propriétaire et peut ainsi en disposer librement dans les limites de la loi (art. 641 al. 1 CC). Il peut la modifier, l'offrir ou la revendre selon ses préférences.\"\n\nCrucial : le Tribunal reconnaît qu'il n'existe **aucune distinction juridique entre l'auto-modification et le recours à un artisan spécialisé**. Si un propriétaire peut modifier sa montre lui-même, il peut aussi mandater un professionnel pour le faire. Interdire le recours à un prestataire reviendrait à vider de sa substance le droit de propriété pour ceux qui ne disposent pas des compétences techniques.\n\n**Limites : \"dans les limites de la loi\"**\n\nLe droit de propriété n'est pas absolu. Il s'exerce \"dans les limites de la loi\". Ces limites incluent notamment :\n\n- Les règles d'ordre public (ne pas nuire à autrui, respecter l'environnement, etc.);\n- Les droits des tiers, notamment les droits de propriété intellectuelle;\n- Les règles de concurrence.\n\nLa question centrale de l'ATF 150 III 188 est précisément de délimiter l'articulation entre le droit de propriété du consommateur et le droit exclusif du titulaire de la marque. Où placer le curseur ?\n\n### E. Concurrence déloyale (LCD) : Protection complémentaire\n\nLa Loi fédérale contre la concurrence déloyale (LCD, RS 241) offre une protection complémentaire au droit des marques. Elle vise à garantir une concurrence loyale dans l'intérêt de tous les acteurs du marché.\n\n**1. Clause générale (art. 2 LCD)**\n\nL'art. 2 LCD énonce : \"Est déloyal et illicite tout comportement ou pratique d'affaires qui est trompeur ou qui contrevient de toute autre manière aux règles de la bonne foi et qui influe sur les rapports entre concurrents ou entre fournisseurs et clients.\"\n\nCette clause générale permet de saisir des comportements non expressément prévus par l'art. 3 LCD. Elle suppose :\n\n- Un comportement trompeur ou contraire à la bonne foi;\n- Une influence sur les rapports concurrentiels (condition de l'effet sur le marché, ATF 126 III 198).\n\nPertinence pour notre cas : créer faussement l'impression d'un lien commercial avec Rolex pourrait relever de l'art. 2 LCD.\n\n**2. Indications inexactes ou fallacieuses (art. 3 let. b LCD)**\n\nL'art. 3 let. b LCD qualifie de déloyal le fait de \"communiquer des indications inexactes ou fallacieuses à des tiers et porter ainsi atteinte, directement ou indirectement, aux intérêts d'autrui\".\n\nSi A. SA laisse croire que ses montres modifiées proviennent de Rolex ou ont été modifiées avec l'accord de Rolex, elle communique des indications inexactes.\n\n**3. Création de confusion (art. 3 let. d LCD)**\n\nL'art. 3 let. d LCD interdit de \"prendre des mesures propres à créer une confusion avec les marchandises, œuvres, prestations ou affaires d'autrui\".\n\nOn distingue :\n\n- **Confusion directe** : Sur l'origine des produits/services (le public croit que les produits proviennent du concurrent).\n- **Confusion indirecte** : Sur l'existence d'un lien économique ou commercial entre deux entreprises (le public croit qu'elles sont liées, alors que ce n'est pas le cas).\n\nSi un consommateur voit une montre modifiée par A. SA portant encore les marques Rolex et croit qu'il s'agit d'un produit Rolex authentique ou d'une collaboration Rolex-A. SA, il y a confusion.\n\n**4. Exploitation de la réputation d'autrui (art. 3 let. e LCD)**\n\nL'art. 3 let. e LCD prohibe \"l'exploitation de la réputation de produits, de prestations, d'affaires ou d'entreprises d'autrui\".\n\nCe comportement, appelé \"parasitisme\", consiste à bénéficier gratuitement des investissements d'autrui en s'appropriant sa réputation. Le tiers profite de l'attraction exercée par la marque renommée sans avoir contribué à construire cette réputation.\n\nSi A. SA utilise abondamment les marques Rolex dans sa publicité pour attirer la clientèle, elle exploite la réputation de Rolex. Toutefois, une utilisation purement informative (\"nous personnalisons des montres Rolex\") peut être légitime.\n\n## III. L'apport de l'ATF 150 III 188 : La distinction entre service de personnalisation et commercialisation de produits modifiés\n\n### A. Le raisonnement du Tribunal fédéral : Une summa divisio structurante\n\nL'apport majeur de l'ATF 150 III 188 réside dans la distinction que le Tribunal fédéral établit entre deux modèles d'affaires, distinction qui commande des solutions juridiques radicalement différentes.\n\n**Modèle 1 : Service de personnalisation sur demande du propriétaire (licite en principe)**\n\nDans ce modèle :\n\n- Le client est déjà propriétaire d'une montre Rolex (acquise légitimement chez un détaillant agréé ou sur le marché de l'occasion).\n- Il contacte A. SA et demande des modifications spécifiques selon ses goûts personnels.\n- A. SA réalise ces modifications à titre de prestation de service.\n- La montre modifiée est restituée au client, qui la conserve pour son usage privé.\n- La montre n'est pas remise sur le marché commercial.\n\nAnalyse juridique (consid. 5.7.3) :\n\n- **Pas d'usage commercial de la marque par A. SA** : La montre modifiée retourne au propriétaire pour son usage privé. Elle ne circule pas sur le marché. Il n'y a donc pas d'usage commercial au sens de l'art. 13 LPM.\n\n- **Droit de propriété du client (art. 641 CC)** : Le propriétaire exerce son droit de disposer librement de sa chose en la faisant modifier. Ce droit inclut le recours à un professionnel.\n\n- **Pas d'atteinte à la fonction distinctive** : La marque ne remplit pas sa fonction de distinction sur le marché, puisque le produit modifié ne circule pas commercialement.\n\nConclusion : ce modèle est **licite en principe**. Le titulaire de la marque ne peut s'y opposer sur la base des art. 13 ou 15 LPM.\n\n**Modèle 2 : Commercialisation de montres modifiées portant la marque d'origine (illicite en principe)**\n\nDans ce modèle :\n\n- A. SA acquiert des montres Rolex (neuves ou d'occasion).\n- Elle les modifie selon son inspiration ou selon des modèles prédéfinis.\n- Elle les propose à la vente à des clients dans un circuit commercial.\n- Les montres modifiées portent encore les marques et logos Rolex originaux.\n- Le client achète une \"montre Rolex personnalisée par A. SA\".\n\nAnalyse juridique (consid. 5.7.4) :\n\n- **Usage commercial de la marque** : A. SA met en circulation sur le marché des montres portant les marques Rolex. Il s'agit d'un usage commercial au sens de l'art. 13 LPM.\n\n- **Exception à l'épuisement** : Bien que les montres aient été légitimement acquises par A. SA (l'épuisement s'appliquait donc initialement), les modifications ultérieures font renaître le droit du titulaire. L'épuisement ne couvre pas les produits modifiés qui continuent à porter la marque d'origine.\n\n- **Atteinte à la fonction distinctive et de garantie** : La marque Rolex sur une montre modifiée par A. SA ne remplit plus sa fonction d'identification de provenance. Elle indique faussement que le produit provient de Rolex SA et répond aux standards de qualité de cette manufacture, alors que les modifications n'ont pas été contrôlées par Rolex.\n\n- **Référence à la jurisprudence allemande** : Le Tribunal cite la doctrine et la jurisprudence allemande selon laquelle \"la commercialisation de produits modifiés après leur première mise en circulation qui continuent à revêtir la marque de l'article d'origine est en principe illicite\".\n\nConclusion : ce modèle est **illicite en principe**. Le titulaire peut s'y opposer sur la base des art. 13 et 15 LPM.\n\n**Importance de la distinction**\n\nCette distinction est capitale car elle délimite les sphères respectives :\n\n- **Sphère de la liberté du propriétaire** : Le propriétaire d'un bien peut le modifier pour son usage privé, y compris en recourant à un prestataire professionnel. Le droit des marques ne lui est pas opposable.\n\n- **Sphère du droit exclusif du titulaire** : Le titulaire peut contrôler les usages commerciaux de sa marque sur le marché, notamment s'opposer à ce que des produits modifiés portent encore sa marque et soient commercialisés.\n\nLa frontière se situe dans la remise ou non sur le marché commercial du produit modifié.\n\n### B. Le renvoi à l'autorité cantonale : Nécessité de constater les faits\n\nLe Tribunal fédéral constate que l'arrêt cantonal n'a pas opéré cette distinction. La Cour de justice de Genève a interdit toute activité d'A. SA sans examiner précisément si celle-ci pratiquait le modèle 1, le modèle 2, ou un mélange des deux.\n\nOr, cette constatation factuelle est déterminante pour la solution juridique. Le Tribunal fédéral ne peut pas établir les faits lui-même en instance de recours (art. 105 LTF : le TF est lié par les faits constatés par l'autorité précédente, sauf s'ils sont manifestement inexacts ou établis en violation du droit).\n\nEn conséquence, le Tribunal fédéral annule l'arrêt cantonal et renvoie la cause à la Cour de justice de Genève pour nouvelle décision. Celle-ci devra :\n\n1. **Constater précisément les activités d'A. SA** : S'agit-il de prestations de service sur des montres appartenant aux clients ? Ou de commercialisation de montres modifiées ? Ou les deux ?\n\n2. **Appliquer la grille d'analyse de l'ATF 150 III 188** : Distinguer ce qui relève du modèle 1 (licite) et du modèle 2 (illicite).\n\n3. **Examiner les aspects publicitaires** : L'usage des marques Rolex dans la publicité d'A. SA est-il purement informatif et proportionné, ou crée-t-il un risque de confusion ou exploite-t-il indûment la réputation ?\n\n4. **Prononcer des interdictions ciblées** : Interdire ce qui est effectivement illicite (commercialisation de produits modifiés, publicité créant confusion), sans interdire ce qui est licite (prestations de service de personnalisation).\n\nLe renvoi témoigne du souci du Tribunal fédéral d'assurer une protection différenciée, proportionnée et respectueuse des différents intérêts en jeu.\n\n### C. Portée pratique de la distinction : Scénarios d'application\n\nPour bien comprendre la portée de la distinction, examinons plusieurs scénarios concrets :\n\n**Scénario 1 : Personnalisation pure**\n\nMonsieur X possède une Rolex Submariner héritée de son grand-père. Il souhaite faire graver une dédicace familiale au dos du boîtier et faire remplacer le bracelet métallique par un bracelet en cuir vintage. Il confie sa montre à A. SA qui réalise ces modifications et lui restitue la montre. Monsieur X la porte pour son usage personnel.\n\n**Analyse** : Modèle 1. Licite. Monsieur X exerce son droit de propriété. A. SA fournit un service. La montre modifiée ne circule pas commercialement. Rolex ne peut s'y opposer.\n\n**Scénario 2 : Achat-modification-revente par A. SA**\n\nA. SA achète une Rolex Daytona d'occasion pour 20'000 CHF. Elle la transforme en modèle squelette avec cadran ajouré, tout en conservant les inscriptions et logo Rolex. Elle met cette montre en vente sur son site Internet pour 35'000 CHF. Un client l'achète.\n\n**Analyse** : Modèle 2. Illicite. A. SA commercialise un produit modifié portant la marque Rolex. Celle-ci ne désigne plus le produit d'origine. Atteinte à la fonction distinctive et de garantie. Violation des art. 13 et 15 LPM. Rolex peut s'y opposer.\n\n**Scénario 3 : Modification avec suppression des marques**\n\nA. SA achète une Rolex, la modifie, mais supprime toutes les inscriptions et logos Rolex. Elle appose uniquement sa propre signature. Elle vend la montre modifiée.\n\n**Analyse** : Plus complexe. Il n'y a plus d'usage de la marque Rolex sur le produit final. Les art. 13 et 15 LPM ne s'appliquent pas directement. Toutefois, Rolex pourrait invoquer le droit d'auteur (si le design est protégé) ou la concurrence déloyale (exploitation de la prestation d'autrui si A. SA profite de la qualité du mouvement Rolex sans l'avoir fabriqué).\n\n**Scénario 4 : Service avec réapposition des marques**\n\nMadame Y confie sa Rolex à A. SA pour transformation en modèle squelette. A. SA doit démonter le cadran, le modifier, puis réapposer les inscriptions Rolex. La montre est restituée à Madame Y pour son usage privé.\n\n**Analyse** : Cas frontière. Relève en principe du modèle 1 (service de personnalisation). Mais la réapposition des marques pose question : est-ce un usage commercial de la marque par A. SA ? L'ATF 150 III 188 ne tranche pas explicitement. On peut argumenter que la réapposition est accessoire au service de modification et que, puisque la montre retourne au propriétaire pour usage privé, il n'y a pas d'usage commercial sur le marché. Mais on peut aussi considérer que toute manipulation des marques par un professionnel constitue un usage commercial. La jurisprudence future devra préciser ce point.\n\n**Scénario 5 : Publicité par A. SA**\n\nA. SA affiche sur son site : \"Nous sommes spécialistes de la personnalisation de montres de luxe, notamment Rolex, Patek Philippe, Audemars Piguet. Confiez-nous votre montre pour une transformation unique.\"\n\n**Analyse** : Usage informatif des marques. En principe licite, sous réserve que la publicité reste proportionnée et ne crée pas de confusion. A. SA doit clairement indiquer qu'elle est indépendante de ces marques et que les modifications sont de son fait, non du fabricant d'origine.\n\n**Scénario 6 : Publicité créant confusion**\n\nA. SA affiche sur son site de grandes photographies de montres Rolex modifiées, avec les logos Rolex bien visibles, et des slogans comme \"Rolex comme vous ne l'avez jamais vue\" ou \"Le nouveau visage de Rolex\". Le site donne l'impression qu'A. SA est liée à Rolex ou que Rolex approuve les modifications.\n\n**Analyse** : Illicite. Création de confusion indirecte (art. 3 let. d LCD). Le public peut croire à un lien commercial entre A. SA et Rolex. Exploitation de la réputation de Rolex (art. 3 let. e LCD). Publicité générale de la marque Rolex sans référence claire aux prestations concrètes d'A. SA. Violation du droit exclusif de Rolex à la publicité de sa marque (consid. 6.4 de l'ATF 150 III 188).\n\n### D. Développements sur la publicité et l'usage informatif des marques\n\nLe Tribunal fédéral consacre les considérants 6.4 et suivants à la question de l'usage publicitaire des marques tierces. Ces développements, bien que non strictement nécessaires à la solution du cas (obiter dicta), apportent des précisions utiles.\n\n**1. Principe : Usage informatif licite**\n\nUn opérateur économique peut utiliser des marques tierces à titre informatif dans sa publicité, si cette utilisation \"reste clairement en rapport avec ses propres offres ou prestations\" (consid. 6.4.1).\n\nExemples classiques :\n\n- Un garagiste annonce : \"Réparation et entretien de véhicules Mercedes, BMW, Audi\".\n- Un revendeur d'occasion affiche : \"Grand choix de Rolex d'occasion certifiées\".\n- Un cordonnier indique : \"Réparation de sacs Louis Vuitton, Hermès, Gucci\".\n\nCes usages sont licites car :\n\n- Ils sont nécessaires pour informer le public des prestations proposées;\n- Ils ne créent pas de confusion (un consommateur raisonnable comprend que le garagiste n'est pas Mercedes, que le revendeur n'est pas Rolex);\n- Ils sont proportionnés (les marques sont mentionnées dans la mesure nécessaire, sans mise en avant excessive).\n\n**2. Limite : Publicité générale de la marque réservée au titulaire**\n\nEn revanche, le titulaire conserve \"le droit exclusif à une publicité générale de la marque, sans se référer à un assortiment particulier de marchandises ou à des services concrets\" (consid. 6.4.1).\n\nExemple illicite : A. SA afficherait simplement le logo Rolex en grand sur son site, avec un slogan \"Rolex - L'excellence horlogère\", sans référence précise à ses prestations de personnalisation. Cette publicité générale de la marque, qui ne dit rien sur les services d'A. SA, constituerait un usage illégitime.\n\n**3. Risque de confusion sur l'existence d'un lien commercial**\n\nL'usage publicitaire devient illicite s'il crée \"une fausse impression d'un lien spécifique entre le titulaire de la marque et la personne qui fait de la publicité\" (consid. 6.4.1).\n\nCe risque de confusion indirecte relève de l'art. 3 let. d LCD. Il peut résulter de :\n\n- La présentation graphique (usage excessif des logos, couleurs de la marque);\n- Les formulations ambiguës (\"en partenariat avec\", \"agréé par\", \"collection\");\n- L'absence de disclaimer (mention précisant l'indépendance);\n- Le contexte général donnant l'impression d'une officialisation.\n\n**4. Application concrète pour A. SA**\n\nL'autorité cantonale, lors du renvoi, devra examiner :\n\n- Les captures d'écran du site d'A. SA;\n- Les brochures publicitaires;\n- Les communications sur réseaux sociaux;\n- Tout support publicitaire.\n\nElle devra déterminer si A. SA :\n\n- Se limite à mentionner qu'elle personnalise des montres Rolex (licite);\n- Ou crée une confusion en laissant croire à une collaboration, un agrément, un lien avec Rolex (illicite);\n- Ou fait une publicité générale de la marque Rolex sans lien clair avec ses prestations (illicite).\n\nLa proportionnalité et la clarté seront déterminantes.\n\n## IV. Synthèse doctrinale : Leçons de droit et implications systémiques\n\n### A. L'équilibre entre monopole intellectuel et liberté économique\n\nL'ATF 150 III 188 illustre la tension fondamentale entre deux piliers du système juridique libéral :\n\n**D'un côté, le monopole intellectuel** : Le droit des marques confère au titulaire un monopole temporaire (renouvelable indéfiniment) sur un signe. Ce monopole est justifié par :\n\n- La nécessité de protéger les investissements du titulaire;\n- L'intérêt public à une information claire des consommateurs sur l'origine des produits;\n- L'incitation à l'innovation et à la qualité.\n\nMais ce monopole ne saurait être absolu. Il doit être délimité pour ne pas entraver excessivement la liberté d'autrui.\n\n**De l'autre côté, la liberté économique et le droit de propriété** :\n\n- Le propriétaire d'un bien doit pouvoir en disposer librement (art. 641 CC);\n- Les opérateurs économiques doivent pouvoir proposer des services légitimes (art. 27 Cst., liberté économique);\n- Les consommateurs doivent pouvoir accéder à des services de réparation, d'entretien, de personnalisation sans dépendre du fabricant d'origine.\n\nL'ATF 150 III 188 réalise un équilibre pragmatique :\n\n- **Dans la sphère privée** : Liberté du propriétaire. Le droit des marques ne s'applique pas.\n- **Dans la sphère commerciale** : Contrôle du titulaire. Le droit des marques s'applique pour protéger les fonctions de la marque.\n\nCette solution respecte la lettre et l'esprit du droit des marques : celui-ci vise à régir les rapports commerciaux, non à contrôler les usages privés.\n\n### B. La distinction public/privé revisitée\n\nLa distinction entre sphère publique (commerciale) et sphère privée est classique en droit de la propriété intellectuelle. Mais l'ATF 150 III 188 la précise de manière innovante.\n\n**Critère déterminant : La remise sur le marché**\n\nCe n'est pas la qualité de celui qui agit (professionnel vs. particulier) qui compte, mais la destination finale du produit :\n\n- Si le produit modifié est restitué au propriétaire pour usage privé : pas d'usage commercial de la marque.\n- Si le produit modifié est remis en circulation sur le marché : usage commercial de la marque.\n\nCette approche fonctionnelle est cohérente avec la finalité du droit des marques (régir les rapports de marché) et avec la réalité économique (le consommateur moderne recourt régulièrement à des prestataires professionnels).\n\n**Conséquence : Légitimité des services de personnalisation**\n\nL'ATF 150 III 188 valide juridiquement toute une industrie de services : personnalisation, customisation, tuning, modding. Ces activités, pourvu qu'elles restent dans le cadre du modèle 1, sont licites.\n\nExemples dans d'autres secteurs :\n\n- **Automobile** : Un propriétaire de Mercedes peut faire reprogrammer le moteur, changer les jantes, modifier la carrosserie chez un préparateur indépendant. Mercedes ne peut s'y opposer tant que le véhicule modifié ne circule pas avec ses marques dans un circuit commercial de revente.\n\n- **Informatique** : Un propriétaire d'iPhone peut le faire débloquer, modifier le système d'exploitation, changer des composants chez un réparateur tiers. Apple ne peut l'empêcher (sous réserve des clauses de garantie).\n\n- **Mode** : Un propriétaire d'un sac de luxe peut le faire personnaliser (broderie, ajout d'accessoires) par un artisan. La marque d'origine ne peut s'y opposer.\n\nCette liberté est essentielle dans une économie de services où la personnalisation, la réparation, l'économie circulaire jouent un rôle croissant.\n\n### C. L'épuisement reconsidéré : Un principe, des exceptions\n\nL'ATF 150 III 188 confirme l'épuisement international en droit suisse, mais en précise les limites.\n\n**L'épuisement, règle de principe**\n\nLe principe d'épuisement favorise :\n\n- La libre circulation des marchandises;\n- La concurrence sur le marché secondaire (occasion, revente);\n- L'accès des consommateurs à des produits à moindre coût (importations parallèles).\n\nEn Suisse, l'épuisement international est la règle : un produit Rolex vendu licitement au Japon peut être importé et revenu en Suisse sans que Rolex puisse s'y opposer (sous réserve d'authenticité).\n\n**Les exceptions protègent les fonctions de la marque**\n\nL'exception pour modification non autorisée protège :\n\n- **La fonction d'indication de provenance** : Le consommateur doit pouvoir se fier à la marque pour identifier l'origine.\n- **La fonction de garantie de qualité** : Le consommateur doit pouvoir compter sur la qualité associée à la marque.\n\nSi un produit modifié continue à porter la marque d'origine, ces fonctions sont compromises. Le titulaire peut donc s'y opposer.\n\n**Équilibre subtil**\n\nL'exception ne doit pas permettre au titulaire de contrôler excessivement le marché secondaire. La jurisprudence devra préciser :\n\n- Quelles modifications sont suffisamment substantielles pour faire renaître le droit du titulaire ?\n- La simple réparation avec pièces non d'origine tombe-t-elle sous l'exception ?\n- Le reconditionnement cosmétique (polissage, nettoyage) justifie-t-il l'opposition du titulaire ?\n\nL'ATF 150 III 188 pose le principe mais laisse ces questions ouvertes.\n\n### D. Protection renforcée des marques de luxe : Justification et limites\n\nLes marques de haute renommée bénéficient d'une protection étendue (art. 15 LPM). Cette protection est justifiée par :\n\n**1. L'investissement exceptionnel**\n\nUne marque comme Rolex résulte de décennies d'investissements massifs : recherche et développement, marketing, sponsoring, contrôle qualité. La valeur de la marque Rolex est estimée à plusieurs milliards de francs. Il serait inéquitable que des tiers puissent s'approprier gratuitement cette valeur.\n\n**2. Le risque de dilution**\n\nPlus une marque est renommée, plus elle attire les comportements parasitaires. Si chacun peut utiliser librement la marque Rolex, celle-ci perd sa force distinctive, se banalise, se \"dilue\". La protection étendue de l'art. 15 LPM vise à prévenir ce risque.\n\n**3. La protection de l'image et du prestige**\n\nLes marques de luxe reposent sur une image soigneusement construite : exclusivité, raffinement, qualité supérieure. Toute association non contrôlée peut nuire à cette image.\n\n**Mais des limites s'imposent**\n\nLa protection étendue ne peut devenir un monopole absolu. L'ATF 150 III 188 rappelle que :\n\n- L'art. 15 LPM reste soumis à la condition d'usage commercial;\n- Le titulaire ne peut contrôler les usages privés, même pour une marque de haute renommée;\n- L'usage informatif légitime reste possible;\n- Le droit de propriété du consommateur prime dans la sphère privée.\n\nCet équilibre évite que les marques de luxe n'étouffent les marchés secondaires et les services légitimes.\n\n### E. Concurrence déloyale : Protection complémentaire flexible\n\nL'ATF 150 III 188 rappelle que la LCD offre une protection complémentaire. Même si les conditions des art. 13 ou 15 LPM ne sont pas remplies, un comportement peut être déloyal au sens de la LCD.\n\nCette complémentarité est importante :\n\n- La LCD protège contre les comportements nuisant au fonctionnement loyal du marché, même en l'absence de violation formelle d'un droit de marque.\n- La clause générale de l'art. 2 LCD offre une flexibilité pour saisir des pratiques nouvelles non expressément prévues.\n- Les dispositions spéciales (art. 3 LCD) couvrent des comportements spécifiques : confusion, indications fallacieuses, exploitation de réputation.\n\nDans le cas d'espèce, la LCD pourrait s'appliquer si :\n\n- A. SA crée une confusion sur son lien avec Rolex (art. 3 let. d LCD);\n- A. SA exploite la réputation de Rolex pour attirer la clientèle sans lien clair avec ses prestations (art. 3 let. e LCD);\n- A. SA donne des indications fallacieuses sur l'origine ou la nature de ses montres (art. 3 let. b LCD).\n\nLa LCD protège ainsi Rolex même au-delà du strict champ d'application de la LPM.\n\n### F. Implications pour l'économie de la réparation et du service après-vente\n\nL'ATF 150 III 188 a des implications importantes pour le \"droit à la réparation\" (right to repair), thème d'actualité.\n\n**Le \"droit à la réparation\" : Contexte**\n\nDepuis quelques années, législateurs et régulateurs s'intéressent au \"droit à la réparation\" : la capacité des consommateurs de faire réparer leurs biens par des prestataires indépendants, sans dépendre du fabricant d'origine.\n\nEnjeux :\n\n- **Économiques** : Concurrence sur le marché des services après-vente, prix plus bas pour les consommateurs.\n- **Environnementaux** : Prolonger la durée de vie des produits, réduire les déchets, favoriser l'économie circulaire.\n- **Libertés** : Droit de propriété, liberté économique.\n\nLes fabricants opposent souvent leurs droits de propriété intellectuelle (brevets, marques, droit d'auteur) pour limiter la réparation par des tiers.\n\n**L'ATF 150 III 188 : Une protection du marché des services indépendants**\n\nEn validant juridiquement le modèle 1 (prestation de service de personnalisation/modification), le Tribunal fédéral protège indirectement les services indépendants :\n\n- Un réparateur indépendant peut réparer des montres Rolex à la demande de leurs propriétaires. Rolex ne peut s'y opposer sur la base de ses marques.\n- Un personnalisateur peut modifier des montres Rolex à la demande de leurs propriétaires. Rolex ne peut s'y opposer sur la base de ses marques.\n\nCette solution favorise la concurrence et l'accès à des services diversifiés.\n\n**Limites : Ne pas commercialiser des produits modifiés**\n\nMais le modèle 2 reste illicite. Le réparateur/personnalisateur ne peut pas :\n\n- Acheter des montres, les réparer/modifier, les revendre en gardant les marques Rolex.\n- Commercialiser des pièces de rechange modifiées portant les marques Rolex.\n\nCette limite protège le titulaire contre la circulation de produits modifiés non contrôlés.\n\n**Équilibre délicat**\n\nLa jurisprudence future devra préciser :\n\n- Qu'en est-il de la revente d'un bien réparé/modifié par le propriétaire lui-même ? (Probablement licite : vente d'occasion ordinaire).\n- Qu'en est-il d'un service de réparation qui, accessoirement, revend occasionnellement des pièces réparées ? (Zone grise).\n- Qu'en est-il de l'usage de marques dans la publicité de réparateurs indépendants ? (Licite si informatif et proportionné).\n\nL'ATF 150 III 188 fournit le cadre conceptuel, mais des affinements seront nécessaires.\n\n### G. Portée internationale et comparative\n\nL'ATF 150 III 188 s'inscrit dans un débat international sur les limites du droit des marques face aux modifications de produits.\n\n**Jurisprudence allemande**\n\nLe Tribunal fédéral cite explicitement la jurisprudence allemande (consid. 5.7.4). En Allemagne, le Bundesgerichtshof (Cour fédérale de justice) a développé une jurisprudence selon laquelle la commercialisation de produits modifiés portant encore la marque d'origine viole le droit du titulaire.\n\nExemple : Arrêt \"Opel-Blitz\" (BGH, 1999) : Un garagiste remplaçait les moteurs de vieux véhicules Opel par des moteurs plus puissants, puis revendait les véhicules avec le logo Opel. La Cour a jugé cette pratique illicite car le logo ne désignait plus un véhicule d'origine Opel.\n\nL'ATF 150 III 188 s'aligne sur cette approche.\n\n**Droit de l'Union européenne**\n\nLe droit européen des marques (Directive 2015/2436, Règlement 2017/1001) consacre l'épuisement régional (EEE) et prévoit des exceptions, notamment pour les produits modifiés.\n\nLa CJUE (Cour de justice de l'Union européenne) a jugé que le titulaire peut s'opposer à la commercialisation de produits reconditionnés si le reconditionnement affecte la qualité ou que l'emballage modifié nuit à la réputation de la marque.\n\nLa solution suisse est donc cohérente avec le droit européen.\n\n**Droit américain**\n\nAux États-Unis, la \"first sale doctrine\" (équivalent de l'épuisement) permet la revente de produits après première vente. Mais des exceptions existent pour les produits modifiés.\n\nDans l'affaire \"Rolex Watch USA, Inc. v. Michel Co.\" (11th Cir. 1999), la Cour d'appel a jugé qu'un revendeur qui modifiait des montres Rolex (ajout de diamants) et les revendait avec la marque Rolex violait le Lanham Act (loi fédérale sur les marques).\n\nL'ATF 150 III 188 s'inscrit donc dans une tendance internationale.\n\n**Spécificité suisse : Reconnaissance du modèle de service**\n\nL'apport original de l'ATF 150 III 188 réside dans la reconnaissance explicite du modèle 1 (service de personnalisation sans commercialisation). Cette distinction modèle 1 / modèle 2 n'est pas toujours aussi clairement articulée dans les jurisprudences étrangères.\n\nLe Tribunal fédéral suisse se montre ainsi pragmatique et favorable aux services légitimes, tout en protégeant les titulaires contre les abus.\n\n## V. Critiques, questions ouvertes et perspectives\n\n### A. Questions laissées ouvertes par l'arrêt\n\n**1. La réapposition des marques lors d'un service de personnalisation**\n\nL'ATF 150 III 188 ne tranche pas explicitement le cas où un prestataire, dans le cadre d'un service de personnalisation (modèle 1), doit réapposer les marques sur le produit modifié.\n\nExemple : Pour transformer une montre en modèle squelette, il faut démonter le cadran, l'ajourer, puis réapposer les inscriptions Rolex. Cette réapposition constitue-t-elle un \"usage commercial\" de la marque par le prestataire ?\n\nArguments pour la licéité :\n\n- La réapposition est accessoire au service de modification demandé par le propriétaire.\n- La montre retourne au propriétaire pour usage privé, donc pas d'usage commercial sur le marché.\n- Interdire la réapposition rendrait impossible la personnalisation, vidant de sa substance le droit du propriétaire.\n\nArguments pour l'illicéité :\n\n- Toute manipulation de la marque par un professionnel constitue un usage commercial.\n- Le prestataire appose lui-même la marque, ce qui relève de l'art. 13 al. 2 let. b LPM.\n- Le titulaire devrait contrôler toute apposition de ses marques, même dans le cadre d'un service.\n\nLa jurisprudence future devra trancher. Il serait souhaitable que le Tribunal fédéral adopte une approche pragmatique : la réapposition accessoire dans le cadre d'un service de personnalisation pour usage privé devrait être licite, à condition que le prestataire ne crée pas de confusion et n'exploite pas indûment la marque.\n\n**2. La revente ultérieure par le propriétaire d'un bien modifié**\n\nQu'advient-il si le propriétaire, après avoir fait personnaliser sa montre Rolex par A. SA, décide de la revendre d'occasion quelques années plus tard ?\n\nExemple : Monsieur X fait transformer sa Rolex en squelette par A. SA. Il la porte pendant 5 ans. Puis il la vend d'occasion sur une plateforme en ligne. La montre porte toujours les marques Rolex, bien que modifiée.\n\nAnalyse :\n\n- Il s'agit d'une vente d'occasion ordinaire par un particulier. Pas d'activité commerciale régulière.\n- Le vendeur exerce son droit de propriété (art. 641 CC).\n- L'épuisement s'applique à la première vente de la montre par Rolex à un détaillant agréé. Ensuite, les reventes successives entre particuliers sont libres.\n- La modification a été réalisée dans un cadre licite (modèle 1). Le fait que la montre soit ensuite revendue d'occasion ne change pas cette qualification.\n\nConclusion probable : Licite. Rolex ne peut s'y opposer. Il incombe à l'acheteur d'occasion d'examiner le bien et de constater qu'il a été modifié. Le vendeur doit agir de bonne foi et décrire honnêtement le bien (mentionner les modifications).\n\nMais si le propriétaire fait modifier régulièrement des montres pour les revendre (activité commerciale déguisée), on bascule dans le modèle 2 (illicite).\n\n**3. Les pièces de rechange et composants portant des marques**\n\nUn prestataire de services peut-il utiliser ou revendre des pièces de rechange portant les marques du fabricant ?\n\nExemple : A. SA propose des cadrans de rechange pour montres Rolex. Ces cadrans portent les marques Rolex. A. SA les installe sur des montres de clients, ou les vend séparément.\n\nAnalyse :\n\n- **Installation dans le cadre d'un service** (modèle 1) : Probablement licite, par analogie avec la réapposition de marques. Le cadran retourne au propriétaire avec sa montre pour usage privé.\n\n- **Vente séparée de pièces** : Plus problématique. Il s'agit de commercialiser des produits portant les marques. Mais :\n  - Si les pièces sont authentiques (provenant de Rolex, achetées légitimement), l'épuisement s'applique. La revente est licite.\n  - Si les pièces sont modifiées ou non authentiques, c'est illicite (contrefaçon ou violation de l'art. 13 LPM).\n\nLa doctrine du \"droit à la réparation\" plaide pour la libre circulation de pièces de rechange authentiques.\n\n**4. La personnalisation comme pratique culturelle et artistique**\n\nLa personnalisation de produits de luxe s'inscrit dans une culture contemporaine : le customizing, le tuning, le DIY (Do It Yourself). Des artistes et artisans créent des œuvres uniques à partir de produits de série.\n\nExemple : Un artiste achète des montres Rolex, les transforme en œuvres d'art (ajout de peintures, sculptures, intégration dans des installations), et vend ces œuvres dans des galeries.\n\nAnalyse :\n\n- S'agit-il d'une commercialisation de produits modifiés (modèle 2, illicite) ou d'une création artistique protégée par la liberté de l'art (art. 21 Cst.) ?\n- La liberté de l'art et le droit à la parodie peuvent justifier certaines utilisations de marques tierces.\n- Mais si l'œuvre porte encore les marques de manière proéminente et crée une confusion, le titulaire peut s'y opposer.\n\nCette question relève de l'équilibre entre propriété intellectuelle et liberté de création, un débat classique mais toujours actuel.\n\n### B. Critiques possibles de la solution retenue\n\n**1. Difficulté de tracer la frontière entre modèle 1 et modèle 2**\n\nLa distinction entre service de personnalisation et commercialisation de produits modifiés peut être difficile à établir dans les cas limites.\n\nExemple : A. SA propose sur son site un \"catalogue\" de modifications prédéfinies. Un client choisit un modèle dans le catalogue, envoie sa montre, et reçoit la montre modifiée selon le modèle choisi. Est-ce du modèle 1 (service à la demande) ou du modèle 2 (quasi-commercialisation de produits modifiés standardisés) ?\n\nCertains pourraient critiquer la solution de l'ATF 150 III 188 comme créant une zone grise, source d'insécurité juridique.\n\nRéponse : Toute distinction juridique comporte une part de casuistique. L'important est que les principes soient clairs (usage commercial vs. privé, remise ou non sur le marché). Les cas limites seront tranchés au cas par cas, ce qui est inévitable.\n\n**2. Risque de fraude : Déguiser une commercialisation en service**\n\nUn opérateur peu scrupuleux pourrait déguiser une commercialisation de produits modifiés en \"service de personnalisation\" pour échapper aux interdictions.\n\nExemple : A. SA prétend fournir un service, mais en réalité elle achète les montres elle-même, les modifie, puis les \"vend\" au client en prétendant que celui-ci lui avait fourni la montre de base.\n\nRéponse : Ce risque existe, mais relève de la preuve. Il incombera au demandeur (Rolex) de prouver que le modèle 2 est pratiqué. Les tribunaux devront examiner la réalité économique : qui est propriétaire de la montre avant modification ? Qui supporte le risque de la montre pendant la modification ? Qui fixe les modalités de la transformation ?\n\n**3. Protection insuffisante du titulaire de marque de haute renommée**\n\nRolex pourrait estimer que la solution ne protège pas suffisamment ses intérêts. Même dans le modèle 1, A. SA tire profit de la renommée de Rolex. Les clients viennent chez A. SA parce qu'ils veulent une Rolex personnalisée, pas une montre quelconque. A. SA exploite donc indirectement la réputation de Rolex.\n\nDe plus, des montres mal modifiées peuvent nuire à l'image de Rolex si des observateurs croient qu'il s'agit de produits Rolex authentiques.\n\nRéponse : Ces arguments sont recevables mais doivent être mis en balance avec :\n\n- Le droit de propriété du consommateur, qui doit primer dans la sphère privée.\n- La liberté économique des prestataires de services.\n- L'intérêt public à une concurrence sur le marché des services.\n\nLe droit des marques ne confère pas un monopole absolu. Le titulaire doit accepter certaines limites, notamment que les propriétaires de ses produits puissent les modifier.\n\nPour se protéger, Rolex peut :\n\n- Éduquer les consommateurs (campagnes d'information sur les risques de modification).\n- Proposer ses propres services de personnalisation.\n- Refuser les garanties pour les montres modifiées.\n- Agir contre les modifications commerciales (modèle 2) et les publicités créant confusion.\n\n**4. Complexité pour les praticiens et les justiciables**\n\nLa distinction entre modèle 1 et modèle 2, bien que conceptuellement claire, nécessite une analyse factuelle approfondie. Les opérateurs économiques peuvent peiner à savoir si leurs activités sont licites.\n\nRéponse : C'est le propre de la casuistique juridique. L'ATF 150 III 188 fournit des lignes directrices claires. Les opérateurs prudents peuvent :\n\n- Consulter des juristes spécialisés.\n- Structurer leur modèle d'affaires pour rester dans le modèle 1.\n- Insérer des disclaimers clairs (\"nous sommes indépendants de Rolex\", \"les modifications sont de notre fait\").\n- Documenter la relation contractuelle avec les clients (preuve que la montre appartient au client).\n\n### C. Perspectives d'évolution\n\n**1. Extension à d'autres secteurs**\n\nLes principes de l'ATF 150 III 188 sont transposables à de nombreux secteurs :\n\n- **Automobile** : Tuning, préparation, modification de véhicules de marque.\n- **Informatique** : Déblocage, jailbreak, modification de smartphones et ordinateurs.\n- **Mode** : Personnalisation de vêtements et accessoires de luxe.\n- **Joaillerie** : Modification de bijoux de marque.\n- **Électroménager** : Réparation et amélioration d'appareils.\n\nOn peut s'attendre à ce que la jurisprudence applique la distinction modèle 1 / modèle 2 dans ces domaines.\n\n**2. Impact des législations sur le \"droit à la réparation\"**\n\nDe nombreuses juridictions adoptent ou envisagent des législations sur le \"droit à la réparation\" : obligation pour les fabricants de fournir pièces de rechange, documentation technique, outils de diagnostic aux réparateurs indépendants.\n\nL'Union européenne a adopté plusieurs directives et règlements en ce sens (écoconception, durabilité des produits). La France a introduit un \"indice de réparabilité\" obligatoire.\n\nLa Suisse pourrait suivre cette tendance. L'ATF 150 III 188 fournit un cadre juridique compatible avec ces évolutions : il protège les services indépendants tout en préservant les droits des titulaires de marques.\n\n**3. Évolution technologique : Personnalisation numérique**\n\nAvec l'impression 3D, la fabrication numérique, l'intelligence artificielle, les possibilités de personnalisation explosent. Des services en ligne permettent de concevoir des produits sur mesure, des pièces de rechange, des adaptations.\n\nQuestions futures :\n\n- Un service en ligne peut-il proposer des fichiers 3D de cadrans Rolex personnalisés, que les clients impriment eux-mêmes ?\n- Un algorithme peut-il générer des variations de designs de marque sans violer les droits du titulaire ?\n- Comment appliquer la distinction modèle 1 / modèle 2 dans l'économie numérique décentralisée ?\n\nLa jurisprudence devra s'adapter à ces évolutions.\n\n**4. Renforcement de la protection des marques ou libéralisation ?**\n\nDeux tendances contradictoires se dessinent :\n\n- **Tendance protectionniste** : Renforcement des droits des titulaires face à la contrefaçon massive, l'e-commerce transfrontalier, l'exploitation numérique des marques.\n\n- **Tendance libérale** : Limitation des monopoles intellectuels au profit de la liberté économique, du droit à la réparation, de l'économie circulaire, de l'innovation ouverte.\n\nL'ATF 150 III 188 tente un équilibre, mais les pressions sociétales et économiques pourraient faire évoluer le curseur dans un sens ou dans l'autre.\n\n## Conclusion : Un arrêt de principe structurant pour le droit des marques contemporain\n\nL'ATF 150 III 188 du 19 janvier 2024 constitue une décision de principe majeure en droit suisse de la propriété intellectuelle. Pour la première fois, le Tribunal fédéral délimite précisément les frontières entre le droit exclusif du titulaire d'une marque de haute renommée et le droit de propriété du consommateur qui souhaite faire modifier professionnellement son bien marqué.\n\nL'arrêt établit une distinction fondamentale, structurante pour l'analyse juridique :\n\n- **Modèle 1 (licite en principe)** : Prestation de service de personnalisation/modification à la demande du propriétaire, la chose modifiée étant restituée au propriétaire pour son usage privé, sans remise sur le marché commercial. Pas d'usage commercial de la marque.\n\n- **Modèle 2 (illicite en principe)** : Commercialisation de produits modifiés arborant encore la marque d'origine sans autorisation du titulaire. Usage commercial de la marque, atteinte à la fonction distinctive et de garantie, exception à l'épuisement.\n\nCette summa divisio repose sur un critère fonctionnel : la remise ou non sur le marché commercial du produit modifié. Elle respecte la finalité du droit des marques (régir les rapports commerciaux) tout en préservant le droit de propriété du consommateur et la liberté économique des prestataires de services légitimes.\n\nL'arrêt s'inscrit dans un contexte économique et sociétal de montée en puissance de l'économie de services, de la personnalisation, de la réparation, de l'économie circulaire. Il valide juridiquement ces activités tout en protégeant les titulaires de marques contre les abus.\n\nLes développements sur l'usage informatif des marques tierces en publicité, sur l'épuisement et ses exceptions, sur la protection des marques de haute renommée, sur la concurrence déloyale, constituent autant d'apports doctrinaux précieux qui enrichissent le droit suisse de la propriété intellectuelle.\n\nCertes, des questions restent ouvertes (réapposition de marques dans le cadre d'un service, revente ultérieure par le propriétaire, pièces de rechange, personnalisation artistique). La jurisprudence future devra affiner les principes posés. Des zones grises subsistent, source potentielle d'insécurité juridique.\n\nMais l'ATF 150 III 188 fournit un cadre conceptuel solide, équilibré, pragmatique. Il réalise une synthèse harmonieuse entre monopole intellectuel et liberté économique, entre protection des investissements du titulaire et droits du propriétaire, entre contrôle de la marque sur le marché et services indépendants légitimes.\n\nCet arrêt fera date. Il influencera la pratique contractuelle (structuration des modèles d'affaires, rédaction de clauses), la jurisprudence ultérieure (application à d'autres secteurs), les législations futures (droit à la réparation). Il constitue une référence incontournable pour tout praticien du droit de la propriété intellectuelle, tout opérateur du marché du luxe, tout prestataire de services de personnalisation.\n\nAu-delà du cas d'espèce (Rolex contre un personnalisateur de montres), l'ATF 150 III 188 pose des jalons pour l'économie du XXIe siècle : comment concilier les droits exclusifs sur les biens immatériels avec les impératifs de durabilité, d'accès aux services, de personnalisation, de liberté d'user de sa propriété ? La réponse du Tribunal fédéral est nuancée, équilibrée, et pour ces raisons, convaincante.\n\nL'avenir dira si cet équilibre tiendra face aux évolutions technologiques (impression 3D, IA, blockchain), économiques (plateformes numériques, économie de partage) et normatives (droit à la réparation, législations environnementales). Mais l'ATF 150 III 188 aura posé les fondations conceptuelles solides d'un droit des marques adapté aux défis contemporains.",
  "version_courte": "## Résumé synthétique : ATF 150 III 188 - Personnalisation de montres Rolex\n\n**Thème** : Frontières entre droit exclusif du titulaire de marque de haute renommée et droit de propriété du consommateur en matière de personnalisation de produits de marque.\n\n**Faits** : Rolex SA assigne A. SA, société spécialisée dans la personnalisation de montres de luxe. A. SA modifie substantiellement des montres Rolex (transformation en modèles squelettes, recréation de designs vintage, apposition de noms de célébrités) avec réapposition des marques Rolex, et utilise abondamment ces marques dans sa publicité. L'autorité cantonale genevoise interdit toute activité d'A. SA utilisant les marques Rolex.\n\n**Question juridique centrale** : Un prestataire peut-il légalement personnaliser des montres de marque à la demande de leurs propriétaires ? Peut-il commercialiser des montres modifiées portant encore les marques originales ? Peut-il utiliser les marques tierces dans sa publicité ?\n\n**Décision** : Le Tribunal fédéral admet partiellement le recours et renvoie la cause à l'autorité cantonale. Il établit une distinction fondamentale entre deux modèles d'affaires :\n\n1. **Modèle 1 (licite en principe)** : Service de personnalisation de montres appartenant au client, qui récupère sa montre modifiée pour usage privé. Pas d'usage commercial de la marque, pas d'atteinte aux droits du titulaire. Le propriétaire exerce son droit de disposer librement de sa chose (art. 641 CC), y compris en recourant à un professionnel.\n\n2. **Modèle 2 (illicite en principe)** : Commercialisation de montres modifiées portant encore les marques originales sans autorisation. Usage commercial de la marque, atteinte à la fonction distinctive et de garantie, exception à l'épuisement. Violation des art. 13 et 15 LPM.\n\n**Principes juridiques clés** :\n\n- Le droit exclusif sur une marque se limite à l'usage commercial (\"gewerbsmässig\"). L'usage privé est libre.\n- L'épuisement des droits après première mise en circulation ne couvre pas les produits modifiés qui continuent à porter la marque.\n- Les marques de haute renommée (art. 15 LPM) bénéficient d'une protection étendue, mais restent soumises à la condition d'usage commercial.\n- Le propriétaire d'un bien peut en disposer librement (art. 641 CC), y compris le faire modifier par un professionnel.\n- L'usage informatif de marques tierces en publicité est licite s'il reste en rapport avec les prestations concrètes, sans créer de confusion.\n\n**Portée** : Premier arrêt de principe sur la personnalisation rémunérée de produits de marque. Valide juridiquement les services de personnalisation \"sur demande\" tout en protégeant les titulaires contre la commercialisation de produits modifiés. Implications pour le \"droit à la réparation\", l'économie de services, le marché secondaire, l'économie circulaire. Équilibre pragmatique entre monopole intellectuel et liberté économique/droit de propriété.",
  "statistiques": {
    "nombre_mots_analyse_complete": 16850,
    "nombre_principes_juridiques": 9,
    "nombre_arrets_connexes": 6,
    "nombre_sources_legislatives": 11,
    "domaines_droit_abordes": [
      "Droit des marques",
      "Droit de la propriété",
      "Concurrence déloyale",
      "Épuisement des droits",
      "Droit constitutionnel (liberté économique)"
    ]
  },
  "sources": [
    {
      "type": "ATF",
      "reference": "ATF 150 III 188",
      "url": "https://www.bger.ch/ext/eurospider/live/fr/php/clir/http/index.php?highlight_docid=atf://150-III-188:fr&lang=fr&type=show_document",
      "date_consultation": "2025-11-11"
    },
    {
      "type": "ATF",
      "reference": "ATF 122 III 469",
      "url": "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=atf://122-III-469:fr",
      "date_consultation": "2025-11-11"
    },
    {
      "type": "ATF",
      "reference": "ATF 146 III 89",
      "url": "http://relevancy.bger.ch/php/clir/http/index.php?highlight_docid=atf://146-III-89",
      "date_consultation": "2025-11-11"
    },
    {
      "type": "ATF",
      "reference": "ATF 131 III 121",
      "url": "http://relevancy.bger.ch/cgi-bin/JumpCGI?id=BGE-131-III-121",
      "date_consultation": "2025-11-11"
    },
    {
      "type": "Législation",
      "reference": "Loi sur la protection des marques (LPM, RS 232.11)",
      "url": "https://www.admin.ch/opc/fr/classified-compilation/19920213/",
      "date_consultation": "2025-11-11"
    },
    {
      "type": "Législation",
      "reference": "Loi contre la concurrence déloyale (LCD, RS 241)",
      "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/fr",
      "date_consultation": "2025-11-11"
    },
    {
      "type": "Législation",
      "reference": "Code civil suisse (CC, RS 210)",
      "url": "https://www.admin.ch/opc/fr/classified-compilation/19070042/",
      "date_consultation": "2025-11-11"
    }
  ]
}
