{
  "metadata": {
    "titre": "ATF 150 III 332 - Responsabilité pour séquestre fiscal injustifié : application de l'art. 273 LP aux collectivités publiques",
    "reference_atf": "ATF 150 III 332",
    "numero_cause": "5A_487/2023",
    "date_arret": "2024-04-02",
    "formation": "IIe Cour de droit civil",
    "parties": "Canton du Tessin et Communes de Lugano, Paradiso, Val Mara contre A. SA en liquidation",
    "domaine_juridique": "Droit civil - Procédure civile - Poursuite pour dettes - Séquestre",
    "mots_cles": [
      "séquestre fiscal",
      "art. 273 LP",
      "responsabilité pour séquestre injustifié",
      "collectivité publique",
      "égalité de traitement",
      "compétence territoriale",
      "art. 170 DBG",
      "art. 78 LTaParS",
      "responsabilité causale stricte",
      "for du lieu du séquestre",
      "procédure civile",
      "créance fiscale"
    ],
    "lois_appliquees": [
      "LP (art. 38, 271-281, 273)",
      "DBG (art. 170)",
      "LTaParS (art. 78)",
      "CPC (art. 52)"
    ]
  },
  "decisions_principales": [
    {
      "faits": "Le 17 janvier 2020, la société B. SA (devenue par la suite A. SA en liquidation) a déposé une demande en dommages-intérêts devant le Tribunal de district de Zurich contre le Canton du Tessin et trois communes tessinoises (Lugano, Paradiso et Val Mara, issue de la fusion avec Melano). La demanderesse réclamait la somme de 115'192,85 francs avec intérêts à 5% depuis le 7 décembre 2018, en réparation du préjudice causé par des séquestres fiscaux qu'elle qualifiait d'injustifiés.\n\nLes faits à l'origine du litige remontent au 16 mai 2018, date à laquelle les autorités fiscales tessinoises ont fait pratiquer des séquestres fiscaux (Steuerarrest selon la terminologie allemande) auprès de deux établissements bancaires situés à Zurich. Ces séquestres visaient des créances que la société B. SA détenait contre une débitrice étrangère, la société C., domiciliée hors de Suisse. Les autorités tessinoises alléguaient que B. SA leur devait des impôts impayés et cherchaient à garantir le recouvrement de ces créances fiscales.\n\nLe mécanisme juridique employé par les autorités tessinoises relevait du \"Durchgriff\" (action directe ou levée du voile corporatif), une institution permettant aux créanciers fiscaux de saisir directement les avoirs que leur débiteur détient auprès de tiers. En l'espèce, les autorités ont fait séquestrer les créances de B. SA envers C., ces créances étant matérialisées par des avoirs déposés auprès de deux banques zurichoises.\n\nLa société B. SA a formé opposition à ces séquestres, contestant leur bien-fondé. Par décision du 7 décembre 2018, le Tribunal tessin compétent a validé l'opposition de B. SA, ordonné la mainlevée des séquestres et la libération des avoirs séquestrés. Cette décision impliquait que les séquestres fiscaux pratiqués le 16 mai 2018 étaient reconnus comme injustifiés au sens du droit de la poursuite pour dettes.\n\nForte de cette décision favorable, B. SA a introduit une action en dommages-intérêts devant le Tribunal de district de Zurich le 17 janvier 2020. Elle se fondait sur l'art. 273 al. 1 de la loi fédérale sur la poursuite pour dettes et la faillite (LP), qui établit la responsabilité du créancier pour le dommage causé par un séquestre injustifié. La demanderesse chiffrait son préjudice à 115'192,85 francs, correspondant principalement aux frais financiers, frais bancaires et autres coûts directs engendrés par le blocage de ses créances pendant la durée du séquestre.\n\nLe Canton du Tessin et les communes défenderesses ont contesté la compétence du tribunal zurichois, arguant que la responsabilité des collectivités publiques pour des actes de nature fiscale relevait du droit public et devait être régie par les lois cantonales de responsabilité de l'État, non par l'art. 273 LP. Elles soutenaient que les juridictions administratives tessinoises, et non les tribunaux civils zurichois, étaient compétentes pour trancher le litige.\n\nPar jugement du 19 janvier 2023, le Tribunal de district de Zurich s'est déclaré incompétent pour connaître de la cause. Le tribunal de première instance a estimé que la responsabilité pour séquestre fiscal relevait du droit public cantonal, non du droit fédéral de la poursuite pour dettes.\n\nLa société A. SA (anciennement B. SA) a alors interjeté appel auprès du Tribunal supérieur du Canton de Zurich (Obergericht), qui a admis l'appel par arrêt du 9 juin 2023. Le tribunal d'appel a considéré que l'art. 273 LP s'appliquait également aux séquestres fiscaux pratiqués par des collectivités publiques, et que les tribunaux civils zurichois étaient compétents en application de l'art. 273 al. 2 LP, qui établit la compétence du juge du lieu où le séquestre a été opéré.\n\nC'est contre cet arrêt du tribunal d'appel zurichois que le Canton du Tessin et les communes ont formé un recours en matière civile au Tribunal fédéral. Les recourants soutenaient que l'art. 273 LP ne s'appliquait pas aux séquestres fiscaux fondés sur les art. 170 de la loi fédérale sur l'impôt fédéral direct (LIFD) et 78 de la loi fédérale sur l'harmonisation des impôts directs des cantons et des communes (LHID), et que leur responsabilité devait être jugée selon les règles cantonales de responsabilité de l'État.",
      "principes_juridiques": [
        {
          "principe": "La collectivité publique est responsable d'un séquestre fiscal injustifié comme tout autre créancier selon l'art. 273 al. 1 LP, sans égard à la nature publique ou privée du créancier",
          "explication": "Le Tribunal fédéral établit clairement que l'art. 273 LP s'applique aux séquestres fiscaux pratiqués par des collectivités publiques au même titre qu'aux séquestres demandés par des créanciers privés. Cette égalité de traitement découle du principe fondamental de la LP selon lequel les prestations en argent, quelle que soit leur nature (publique ou privée), sont exclusivement exécutées par la voie de la poursuite pour dettes (art. 38 LP). Le Tribunal fédéral rejette l'argument selon lequel la nature publique de la créance fiscale justifierait un régime de responsabilité distinct. Il souligne que le séquestre fiscal et le séquestre ordinaire remplissent exactement la même fonction : garantir l'exécution d'une créance en empêchant le débiteur de disposer de ses biens avant que la créance soit établie définitivement. Cette identité fonctionnelle commande l'application du même régime de responsabilité. Le Tribunal observe que 'Das Gemeinwesen haftet für einen ungerechtfertigten Steuerarrest wie jeder andere (öffentliche oder private) Gläubiger nach Art. 273 SchKG'. Cette formulation souligne que ni le statut public du créancier, ni la nature publique de la créance ne justifient un traitement différencié en matière de responsabilité pour séquestre injustifié.",
          "reference": "ATF 150 III 332 consid. 2.6.4"
        },
        {
          "principe": "Le séquestre fiscal selon les art. 170 DBG et 78 LTaParS poursuit la même finalité que le séquestre ordinaire de la LP : garantir l'exécution sans vérification préalable de la créance, ce qui justifie l'application uniforme de l'art. 273 LP",
          "explication": "Le Tribunal fédéral procède à une analyse fonctionnelle comparée du séquestre fiscal et du séquestre ordinaire pour établir leur équivalence. Il relève que tant le séquestre fiscal (art. 170 DBG et 78 LTaParS) que le séquestre ordinaire (art. 271 ss LP) poursuivent un objectif identique : permettre au créancier de bloquer des biens du débiteur avant même que l'existence et le montant de la créance soient définitivement établis. Dans les deux cas, le séquestre opère comme une mesure conservatoire provisoire destinée à empêcher le débiteur de soustraire ses biens à l'exécution forcée. Le Tribunal fédéral observe que 'sowohl der Steuerarrest als auch der ordentliche SchKG-Arrest dienen dem Vollstreckungszweck der Betreibung, indem sie die vom Arrest betroffenen Vermögenswerte blockieren, ohne dass die gesicherte Forderung bereits rechtskräftig festgestellt sein muss'. Cette identité de finalité implique que les deux institutions doivent être soumises au même régime de responsabilité en cas d'utilisation injustifiée. Le Tribunal rejette l'idée que le caractère fiscal de la créance pourrait justifier un régime distinct, car ce qui détermine le régime applicable n'est pas la nature de la créance, mais la fonction de l'institution juridique employée pour la garantir.",
          "reference": "ATF 150 III 332 consid. 2.5.4"
        },
        {
          "principe": "L'art. 273 LP établit une responsabilité causale stricte, sans faute, du créancier pour le dommage résultant d'un séquestre qui s'avère injustifié, constituant la contrepartie du privilège procédural accordé au créancier séquestrant",
          "explication": "Le Tribunal fédéral rappelle la nature juridique particulière de la responsabilité prévue à l'art. 273 LP. Il s'agit d'une responsabilité causale stricte (verschuldensunabhängige Kausalhaftung), qui ne requiert pas la preuve d'une faute du créancier séquestrant. Cette responsabilité stricte constitue la contrepartie nécessaire du privilège procédural exorbitant que la loi accorde au créancier en matière de séquestre : celui-ci peut obtenir le blocage des biens de son débiteur sans avoir à prouver préalablement l'existence de sa créance, sur la base de simples allégations rendues vraisemblables. Le créancier qui bénéficie de ce privilège doit assumer le risque que son allégation s'avère infondée. Le Tribunal fédéral souligne que 'Art. 273 Abs. 1 SchKG begründet eine verschuldensunabhängige Kausalhaftung des Gläubigers für den aus einem ungerechtfertigten Arrest entstandenen Schaden. Die Haftung ist die Kehrseite des dem Arrestgläubiger zukommenden Privilegs'. Cette responsabilité stricte s'applique indépendamment de la bonne ou mauvaise foi du créancier : même si le créancier était de bonne foi en demandant le séquestre et croyait légitimement que sa créance existait, il doit indemniser le préjudice causé si le séquestre s'avère finalement injustifié. Cette rigueur se justifie par la nécessité de protéger le débiteur contre les conséquences potentiellement graves d'une mesure conservatoire qui peut bloquer ses liquidités et entraver son activité économique.",
          "reference": "ATF 150 III 332 consid. 2.3.1"
        },
        {
          "principe": "La compétence territoriale pour l'action en dommages-intérêts fondée sur l'art. 273 LP appartient au tribunal du lieu où le séquestre a été opéré, indépendamment du domicile du créancier séquestrant ou du débiteur séquestré",
          "explication": "Le Tribunal fédéral confirme que l'art. 273 al. 2 LP établit un for spécial exclusif pour les actions en dommages-intérêts résultant d'un séquestre injustifié : le tribunal du lieu où le séquestre a été opéré. Cette règle de compétence territoriale s'applique tant aux séquestres ordinaires qu'aux séquestres fiscaux. En l'espèce, les séquestres avaient été pratiqués à Zurich, auprès de deux établissements bancaires zurichois, bien que le créancier (Canton du Tessin et communes tessinoises) soit domicilié au Tessin et que le débiteur (A. SA) soit également domicilié au Tessin. Le Tribunal fédéral relève que le lieu d'opération du séquestre est déterminant car c'est là que se sont produits les faits générateurs du dommage : le blocage des avoirs bancaires. Cette règle de compétence présente plusieurs avantages pratiques : elle permet de centraliser la procédure au lieu où se trouvent les preuves pertinentes (documents bancaires, témoins), elle correspond au lieu de matérialisation du préjudice, et elle évite que le créancier puisse choisir un for favorable en déterminant lui-même le lieu du séquestre. Le Tribunal fédéral précise que cette compétence s'exerce dans le cadre de la procédure civile ordinaire, non de la procédure administrative, car l'action en responsabilité selon l'art. 273 LP relève du droit civil fédéral, même lorsque le créancier séquestrant est une collectivité publique.",
          "reference": "ATF 150 III 332 consid. 2.7"
        },
        {
          "principe": "Les lois cantonales de responsabilité de l'État ne prévalent pas sur l'art. 273 LP en matière de séquestre fiscal, car le droit fédéral de la poursuite établit un régime complet et uniforme pour tous les créanciers",
          "explication": "Le Tribunal fédéral rejette l'argument central des recourants selon lequel la responsabilité des collectivités publiques pour séquestre fiscal devrait être régie par les lois cantonales de responsabilité de l'État plutôt que par l'art. 273 LP. Il relève que la LP établit un régime complet et uniforme de responsabilité pour séquestre injustifié, qui s'applique à tous les créanciers sans distinction. Cette règle découle du principe d'égalité de traitement entre créanciers publics et privés inscrit à l'art. 38 LP, selon lequel toutes les prestations en argent sont exécutées exclusivement par la voie de la poursuite pour dettes. Le Tribunal fédéral souligne que 'Es besteht kein sachlicher Grund dafür, steuerrechtliche Arreste betreffend die Haftungsfrage anders zu behandeln als gewöhnliche SchKG-Arreste'. Il observe que si les cantons pouvaient soumettre la responsabilité pour séquestre fiscal à leurs propres lois de responsabilité de l'État, cela créerait une disparité inacceptable entre cantons et porterait atteinte à l'uniformité du droit fédéral de la poursuite. Les collectivités publiques ne sauraient invoquer leur statut public pour échapper au régime de responsabilité stricte de l'art. 273 LP, qui constitue la contrepartie nécessaire du privilège du séquestre. Cette solution garantit que le débiteur bénéficie de la même protection, qu'il soit confronté à un séquestre demandé par un créancier privé ou par une autorité fiscale.",
          "reference": "ATF 150 III 332 consid. 2.6.3"
        },
        {
          "principe": "L'égalité de traitement entre créanciers publics et privés dans la procédure de poursuite (art. 38 LP) implique l'application uniforme du régime de responsabilité pour séquestre injustifié, sans privilège pour les collectivités publiques",
          "explication": "Le Tribunal fédéral rappelle le principe fondamental inscrit à l'art. 38 LP selon lequel 'toutes les créances pécuniaires, quelle que soit leur nature publique ou privée, sont poursuivies exclusivement selon les voies prévues par la LP'. Ce principe d'égalité de traitement signifie que les collectivités publiques, lorsqu'elles poursuivent le recouvrement de créances fiscales, doivent se soumettre aux mêmes règles procédurales que les créanciers privés. Cette égalité s'applique tant aux avantages (possibilité d'obtenir un séquestre sans vérification préalable de la créance) qu'aux inconvénients (responsabilité stricte en cas de séquestre injustifié). Le Tribunal fédéral souligne que 'Geldleistungen sind unabhängig ihrer Natur ausschliesslich auf dem Weg der Schuldbetreibung zu vollstrecken'. Il observe que ce principe vise à garantir l'uniformité et la prévisibilité du droit de la poursuite sur l'ensemble du territoire suisse, en évitant que des régimes cantonaux disparates s'appliquent selon la nature publique ou privée du créancier. L'égalité de traitement protège également le débiteur en lui garantissant qu'il bénéficie des mêmes droits et recours face à tout créancier, sans que le statut public de celui-ci puisse constituer un privilège exorbitant. Cette interprétation s'inscrit dans la logique générale du droit suisse de la poursuite, qui cherche à équilibrer les droits des créanciers et des débiteurs selon des règles uniformes et prévisibles.",
          "reference": "ATF 150 III 332 consid. 2.5.1"
        },
        {
          "principe": "Le caractère injustifié du séquestre s'apprécie objectivement selon les conditions légales du séquestre, indépendamment de la bonne foi subjective du créancier séquestrant",
          "explication": "Le Tribunal fédéral précise les critères d'appréciation du caractère injustifié du séquestre au sens de l'art. 273 LP. Un séquestre est considéré comme injustifié lorsque les conditions légales de son obtention n'étaient pas réunies ou lorsque la créance invoquée s'avère inexistante ou inférieure au montant séquestré. Cette appréciation est objective et ne dépend pas de la bonne ou mauvaise foi du créancier. Même si le créancier était sincèrement convaincu de l'existence de sa créance et avait des motifs raisonnables de le croire, le séquestre sera qualifié d'injustifié si la créance s'avère finalement non fondée. En l'espèce, le séquestre fiscal a été reconnu injustifié par la décision tessinoise du 7 décembre 2018, qui a admis l'opposition de la débitrice et ordonné la mainlevée du séquestre. Cette décision impliquait nécessairement que les conditions du séquestre fiscal n'étaient pas réunies. Le Tribunal fédéral souligne que cette appréciation objective est cohérente avec la nature de responsabilité causale stricte de l'art. 273 LP : puisque la responsabilité ne dépend pas d'une faute, il serait illogique de prendre en compte la bonne foi du créancier pour déterminer si le séquestre était justifié. L'élément déterminant est le résultat objectif : le séquestre était-il fondé juridiquement ou non ? Cette rigueur se justifie par le fait que c'est le créancier qui a pris l'initiative de demander le séquestre et qui bénéficie du privilège procédural exorbitant d'obtenir le blocage des biens sans vérification préalable de sa créance.",
          "reference": "ATF 150 III 332 consid. 2.3"
        }
      ],
      "sources_legislatives": [
        {
          "article": "Art. 273 LP (Loi fédérale sur la poursuite pour dettes et la faillite, RS 281.1)",
          "titre": "Dommages-intérêts et sûretés",
          "texte_integral": "1 Le créancier qui a requis le séquestre répond du dommage causé par la mesure au débiteur ou au tiers lésé si le séquestre était injustifié.\n\n2 L'action en dommages-intérêts peut être intentée devant le juge du lieu où le séquestre a été opéré.\n\n3 Si le créancier est domicilié à l'étranger ou s'il n'offre pas toutes garanties pour le paiement du dommage qui pourrait être causé, le débiteur et le tiers lésé peuvent réclamer des sûretés. La réclamation est déposée, en même temps que l'opposition, auprès de l'office des poursuites, qui en avise le créancier. Ce dernier peut fournir des sûretés à l'office qui les garde en dépôt. S'il ne les fournit pas dans les dix jours, l'office révoque le séquestre.",
          "pertinence": "Article central de l'arrêt, établissant la responsabilité causale stricte du créancier pour le dommage causé par un séquestre injustifié. Le Tribunal fédéral confirme son application aux séquestres fiscaux pratiqués par les collectivités publiques."
        },
        {
          "article": "Art. 38 LP",
          "titre": "Créances de droit public",
          "texte_integral": "Les créances de droit public sont poursuivies comme les créances de droit privé; sont réservées les dispositions spéciales de la législation fédérale et de la législation cantonale.",
          "pertinence": "Principe fondamental établissant l'égalité de traitement entre créances publiques et privées dans la procédure de poursuite, qui fonde l'application uniforme de l'art. 273 LP aux collectivités publiques."
        },
        {
          "article": "Art. 271 al. 1 LP",
          "titre": "Conditions",
          "texte_integral": "Le créancier qui rend vraisemblable sa créance peut requérir le séquestre des biens du débiteur qui se trouvent en Suisse:\n\n1. lorsque le débiteur n'a pas de domicile fixe;\n2. lorsque le débiteur, dans l'intention de se soustraire à ses obligations, fait disparaître ses biens, s'enfuit ou prépare sa fuite;\n3. lorsque le débiteur est de passage ou fait partie des personnes qui fréquentent les foires et les marchés;\n4. lorsque le débiteur n'est pas domicilié en Suisse, à moins qu'il ne possède dans ce pays des immeubles dont la valeur suffit à garantir la créance;\n5. lorsque le créancier possède contre le débiteur un titre de mainlevée définitive ou un jugement exécutoire;\n6. lorsque le créancier possède contre le débiteur un jugement exécutoire rendu par un tribunal étranger, pour autant que le jugement puisse être reconnu en Suisse selon la loi du 18 décembre 1987 sur le droit international privé ou une convention internationale.",
          "pertinence": "Conditions générales du séquestre ordinaire, dont l'équivalence fonctionnelle avec le séquestre fiscal justifie l'application uniforme de l'art. 273 LP."
        },
        {
          "article": "Art. 170 DBG (Loi fédérale sur l'impôt fédéral direct, RS 642.11)",
          "titre": "Séquestre fiscal",
          "texte_integral": "1 Le séquestre fiscal peut être pratiqué:\na. dans tous les cas prévus à l'art. 274 de la loi fédérale du 11 avril 1889 sur la poursuite pour dettes et la faillite (LP);\nb. lorsque le contribuable se prépare à quitter son domicile en Suisse pour l'étranger ou lorsqu'il prend des dispositions de nature à compromettre le paiement de l'impôt, et en particulier lorsque, dans l'intention de se soustraire à ses obligations, il fait disparaître des biens.\n\n2 Les créances fiscales peuvent, dans les cas de l'al. 1, let. a et b, être séquestrées même lorsqu'elles ne sont pas encore fixées dans une décision entrée en force.\n\n3 À la requête de l'administration cantonale de l'impôt fédéral direct, l'autorité de taxation peut, dans les cas de l'al. 1, let. b, ordonner d'office et sans délai le séquestre fiscal à titre de mesure provisionnelle. Dès que la décision est prise, l'autorité de taxation adresse une réquisition de séquestre à l'office des poursuites.\n\n4 Celui qui requiert le séquestre doit rendre vraisemblable sa créance ainsi que les faits qui en justifient la requête. L'art. 272 LP s'applique par analogie.",
          "pertinence": "Base légale du séquestre fiscal en matière d'impôt fédéral direct. Le Tribunal fédéral établit que malgré sa spécificité fiscale, ce séquestre poursuit la même finalité que le séquestre ordinaire et doit être soumis au même régime de responsabilité."
        },
        {
          "article": "Art. 78 LTaParS (Loi fédérale sur l'harmonisation des impôts directs des cantons et des communes, RS 642.14)",
          "titre": "Séquestre fiscal",
          "texte_integral": "1 Le séquestre fiscal peut être pratiqué:\na. dans tous les cas prévus à l'art. 274 de la loi fédérale du 11 avril 1889 sur la poursuite pour dettes et la faillite (LP);\nb. lorsque le contribuable se prépare à quitter son domicile en Suisse pour l'étranger ou lorsqu'il prend des dispositions de nature à compromettre le paiement de l'impôt, et en particulier lorsque, dans l'intention de se soustraire à ses obligations, il fait disparaître des biens.\n\n2 Les créances fiscales peuvent, dans les cas de l'al. 1, let. a et b, être séquestrées même lorsqu'elles ne sont pas encore fixées dans une décision entrée en force.\n\n3 À la requête de l'autorité fiscale, l'autorité de taxation peut, dans les cas de l'al. 1, let. b, ordonner d'office et sans délai le séquestre fiscal à titre de mesure provisionnelle. Dès que la décision est prise, l'autorité de taxation adresse une réquisition de séquestre à l'office des poursuites.\n\n4 Celui qui requiert le séquestre doit rendre vraisemblable sa créance ainsi que les faits qui en justifient la requête. L'art. 272 LP s'applique par analogie.",
          "pertinence": "Base légale du séquestre fiscal cantonal, disposant de manière parallèle à l'art. 170 DBG. L'arrêt confirme que ces séquestres fiscaux cantonaux sont également soumis à l'art. 273 LP."
        },
        {
          "article": "Art. 52 CPC (Code de procédure civile, RS 272)",
          "titre": "For du lieu de l'action",
          "texte_integral": "Le demandeur peut intenter action au for du lieu de l'acte dommageable ou de celui où le résultat s'est produit.",
          "pertinence": "Disposition de compétence territoriale en matière délictuelle, dont l'art. 273 al. 2 LP constitue une règle spéciale pour les dommages causés par séquestre injustifié."
        },
        {
          "article": "Art. 272 LP",
          "titre": "Vraisemblance de la créance et du cas de séquestre",
          "texte_integral": "1 Le créancier qui requiert le séquestre doit rendre vraisemblables sa créance et le cas de séquestre.\n\n2 Lorsque l'existence de la créance est constatée par jugement ou par titre de mainlevée définitive, la vraisemblance est réputée établie.",
          "pertinence": "Conditions de vraisemblance pour l'obtention du séquestre, dont la non-réalisation ultérieure entraîne la qualification de séquestre injustifié au sens de l'art. 273 LP."
        },
        {
          "article": "Art. 279 LP",
          "titre": "Mainlevée du séquestre",
          "texte_integral": "1 Le débiteur peut demander en tout temps la mainlevée totale ou partielle du séquestre en offrant de fournir des sûretés, si un autre motif important le justifie ou si les conditions du séquestre ne sont plus réunies.\n\n2 Lorsqu'un séquestre a été levé par un juge et que le jugement est entré en force, le débiteur peut demander à ce juge de réduire le montant des sûretés si les circonstances se sont modifiées.\n\n3 Les décisions rendues en vertu des al. 1 et 2 ne lient pas le juge du fond.",
          "pertinence": "Procédure de mainlevée du séquestre, dont l'aboutissement constate le caractère injustifié du séquestre et fonde l'action en responsabilité selon l'art. 273 LP."
        },
        {
          "article": "Art. 5 al. 1 Cst. (Constitution fédérale, RS 101)",
          "titre": "Principe de légalité",
          "texte_integral": "Le droit est la base et la limite de l'activité de l'État.",
          "pertinence": "Principe constitutionnel fondamental applicable à l'activité des autorités fiscales, qui doivent respecter le droit fédéral de la poursuite y compris en matière de responsabilité pour séquestre injustifié."
        }
      ],
      "jurisprudence_connexe": [
        {
          "reference": "ATF 136 III 379",
          "date": "2010-07-12",
          "themes": "Séquestre ; immunité de la Banque des Règlements Internationaux (BRI) ; nullité manifeste d'une ordonnance de séquestre ; protection des biens confiés à une organisation internationale ; compatibilité avec les garanties d'accès au juge",
          "pertinence": "Cet arrêt traite de questions d'immunité en matière de séquestre et établit que l'office des poursuites peut refuser d'exécuter une ordonnance de séquestre manifestement nulle en raison de violations de règles d'immunité de droit international. Le Tribunal fédéral y confirme que les biens confiés à la BRI et les créances contre elle ne peuvent être séquestrés sans accord exprès préalable de la Banque selon l'art. 4 al. 4 de l'Accord de siège. Bien que portant sur une situation très spécifique d'immunité internationale, cet arrêt illustre les limites de l'institution du séquestre et les garanties procédurales qui l'entourent. Il se distingue de ATF 150 III 332 en ce qu'il concerne une exception à la possibilité même de séquestrer, alors que l'arrêt commenté traite de la responsabilité consécutive à un séquestre injustifié."
        },
        {
          "reference": "ATF 120 III 42",
          "date": "1994-02-24",
          "themes": "Séquestre multiple ; abus de droit en matière de séquestre ; blocage d'avoirs pour un montant notablement supérieur au nécessaire ; moment déterminant de l'exécution du séquestre ; qualité pour recourir de l'État propriétaire des biens séquestrés",
          "pertinence": "Le Tribunal fédéral établit dans cet arrêt qu'obtenir plusieurs séquestres contre le même débiteur pour la même créance constitue un abus manifeste de droit lorsque ce procédé permet de bloquer des avoirs pour un montant notablement supérieur à celui nécessaire pour satisfaire le créancier. L'arrêt précise également que le moment déterminant de l'exécution du séquestre est la remise de l'avis selon l'art. 99 LP aux tiers (banques), non la notification au débiteur. Cet arrêt est connexe à ATF 150 III 332 car il illustre les conditions d'un séquestre abusif, qui constituerait également un séquestre injustifié au sens de l'art. 273 LP donnant lieu à responsabilité. Il démontre que le droit du séquestre comporte des garde-fous contre les utilisations abusives de cet instrument procédural puissant."
        },
        {
          "reference": "ATF 131 III 217",
          "date": "2005-01-25",
          "themes": "Détermination de l'objet du contrat ; transfert de propriété de récoltes futures ; distinction entre droits réels et personnels sur les récoltes ; promesse de dation en paiement ; relativité des contrats",
          "pertinence": "Bien que cet arrêt concerne principalement le droit des contrats et la distinction entre droits réels et personnels, il présente une pertinence indirecte pour ATF 150 III 332 en ce qu'il clarifie les conditions de transfert de propriété sur des biens, question qui peut se poser dans le cadre d'un séquestre lorsqu'il s'agit de déterminer quels biens appartiennent au débiteur et peuvent donc être séquestrés. L'arrêt établit que les récoltes sur pied appartiennent au propriétaire du terrain et que leur transfert de propriété nécessite une remise de possession une fois récoltées. Cette clarification peut être pertinente pour déterminer si un séquestre était justifié lorsqu'il porte sur des biens dont la propriété est contestée."
        },
        {
          "reference": "ATF 142 III 581",
          "date": "2016-06-29",
          "themes": "Consorts passifs simples selon l'art. 71 CPC ; jonction et disjonction d'actions selon l'art. 125 CPC ; conditions de la jonction d'actions ; économie de procédure et risque de jugements contradictoires",
          "pertinence": "Cet arrêt traite de questions procédurales relatives à la jonction de parties défenderesses dans une action civile. Il clarifie que l'art. 71 CPC permet d'actionner ensemble plusieurs défendeurs lorsque les prétentions reposent sur des 'faits ou fondements juridiques semblables' (et non identiques). Cette jurisprudence présente une pertinence pour ATF 150 III 332 en ce qu'elle permet de comprendre les conditions dans lesquelles plusieurs collectivités publiques (un canton et plusieurs communes) peuvent être actionnées conjointement pour un séquestre fiscal, comme c'était le cas en l'espèce où le Canton du Tessin et trois communes étaient défendeurs solidaires."
        },
        {
          "reference": "ATF 143 III 254",
          "date": "2017-05-24",
          "themes": "Demandes partielles en matière de dommages corporels ; détermination de l'objet du litige ; possibilité de réclamer une partie quantitative du dommage global ; unité factuelle des différents postes de dommage",
          "pertinence": "Le Tribunal fédéral établit qu'un demandeur peut poursuivre une demande partielle pour seulement une partie du dommage total résultant d'un événement unique de lésion corporelle, sans devoir ventiler sa demande par postes de dommage spécifiques. Cette jurisprudence présente une pertinence pour ATF 150 III 332 car elle clarifie les modalités de chiffrage du dommage dans les actions en responsabilité. En matière de séquestre injustifié, le débiteur lésé peut également subir différents types de préjudices (frais bancaires, frais financiers, perte de revenus, atteinte à la réputation commerciale) qui constituent un dommage unitaire découlant du séquestre, et peut en réclamer réparation totale ou partielle."
        },
        {
          "reference": "ATF 144 III 155",
          "date": "2018-04-16",
          "themes": "Détermination du dommage résultant de transactions de conseil en placement individuelles violées ; distinction avec l'évaluation du dommage pour gestion de portefeuille entièrement négligente ; exigences de substantiation du dommage ; calcul individuel des transactions non autorisées",
          "pertinence": "Cet arrêt clarifie les principes de calcul du dommage en droit de la responsabilité civile, en distinguant entre le dommage global d'une gestion défaillante et le dommage spécifique de transactions individuelles fautives. Il établit que le demandeur doit démontrer le dommage 'aussi concrètement que possible' et spécifier quelles transactions étaient non autorisées et les gains/pertes résultant de chacune. Cette jurisprudence est pertinente pour ATF 150 III 332 car elle illustre les exigences de preuve du dommage qui s'appliquent également dans les actions fondées sur l'art. 273 LP : le débiteur lésé doit établir concrètement le préjudice causé par le séquestre injustifié, en chiffrant les différents postes de dommage (frais bancaires, intérêts, manque à gagner, etc.)."
        },
        {
          "reference": "ATF 140 III 456",
          "date": "2014-08-22",
          "themes": "Procédure de poursuite ; établissement du contenu du droit étranger ; mainlevée provisoire de l'opposition à un commandement de payer ; charge de la preuve du droit étranger applicable ; loi applicable aux contrats selon le droit international privé",
          "pertinence": "Le Tribunal fédéral établit que le créancier doit établir le contenu du droit étranger 'dans la mesure où on peut raisonnablement l'exiger de lui' (art. 16 LDIP), même dans les procédures sommaires de mainlevée d'opposition. Pour les contrats, la loi applicable est déterminée par la résidence habituelle du débiteur (prestation caractéristique). Cet arrêt présente une pertinence pour ATF 150 III 332 en ce qu'il illustre les exigences de preuve dans les procédures de poursuite, notamment lorsque des éléments d'extranéité sont présents. Dans le cas de séquestres fiscaux portant sur des créances internationales, comme en l'espèce où le débiteur avait des créances contre une société étrangère, des questions de droit applicable peuvent se poser."
        },
        {
          "reference": "ATF 128 III 191",
          "date": "2002-04-03",
          "themes": "Arbitrage international ; force obligatoire des sentences partielles ; capacité de partie et qualité pour agir ; ordre public procédural ; allocation des frais",
          "pertinence": "Bien que portant sur l'arbitrage international, cet arrêt présente une pertinence limitée pour ATF 150 III 332 en ce qu'il traite de questions de qualité pour agir et de capacité procédurale, thématiques qui peuvent également se poser dans les actions en responsabilité pour séquestre injustifié. L'arrêt établit notamment que la reconnaissance de la qualité pour agir (locus standi) ne constitue pas nécessairement une admission concernant l'existence juridique d'une partie. Cette distinction peut être pertinente lorsque se pose la question de savoir qui peut agir comme demandeur ou défendeur dans une action fondée sur l'art. 273 LP."
        },
        {
          "reference": "ATF 134 III 520",
          "date": "2008-04-10",
          "themes": "Recours constitutionnel subsidiaire en matière civile et pénale ; monopole de l'avocat ; qualification des matières de poursuite pour dettes ; obligation de représentation par avocat",
          "pertinence": "Le Tribunal fédéral établit que le monopole de l'avocat s'applique au recours constitutionnel subsidiaire en matière civile et pénale, et que les matières de poursuite pour dettes sont attribuées au recours en matière civile selon le nouveau droit, rendant obligatoire la représentation par avocat. Cet arrêt présente une pertinence procédurale pour ATF 150 III 332 car il clarifie le régime applicable aux litiges relevant de la LP devant le Tribunal fédéral. Les actions fondées sur l'art. 273 LP constituent des affaires civiles au sens de la LTF, soumises aux règles ordinaires de procédure civile y compris l'obligation de représentation."
        }
      ],
      "dispositif": "Le Tribunal fédéral rejette le recours du Canton du Tessin et des Communes de Lugano, Paradiso et Val Mara. L'arrêt du Tribunal supérieur du Canton de Zurich (Obergericht) du 9 juin 2023 est confirmé. Les tribunaux civils zurichois sont compétents pour connaître de l'action en dommages-intérêts fondée sur l'art. 273 LP pour séquestre fiscal injustifié. Les frais judiciaires de 5'000 francs sont mis à la charge solidaire des recourants. Une indemnité de dépens de 6'000 francs est allouée à l'intimée A. SA en liquidation, à la charge solidaire des recourants. L'affaire est renvoyée au Tribunal de district de Zurich pour qu'il entre en matière et statue sur le fond de la demande en dommages-intérêts.",
      "importance": "Cet arrêt constitue une décision fondamentale sur l'application de l'art. 273 LP aux séquestres fiscaux pratiqués par les collectivités publiques. Pour la première fois, le Tribunal fédéral tranche de manière définitive la question de savoir si les autorités fiscales sont soumises au même régime de responsabilité que les créanciers privés lorsqu'elles pratiquent un séquestre fiscal qui s'avère injustifié. La réponse affirmative du Tribunal fédéral a des implications considérables pour l'égalité de traitement entre créanciers publics et privés dans le droit de la poursuite. L'arrêt établit clairement que le statut public du créancier ne justifie aucun privilège en matière de responsabilité pour séquestre injustifié. Cette solution renforce la protection des débiteurs face aux mesures conservatoires fiscales et garantit l'uniformité du droit fédéral de la poursuite sur l'ensemble du territoire suisse. L'arrêt clarifie également les questions de compétence territoriale, en confirmant que les tribunaux civils du lieu du séquestre sont compétents même lorsque le créancier est une collectivité publique, excluant ainsi le recours aux juridictions administratives et aux lois cantonales de responsabilité de l'État. Cette décision s'inscrit dans une tendance générale du droit suisse consistant à soumettre les collectivités publiques, dans leurs relations patrimoniales, aux mêmes règles que les particuliers, conformément au principe d'égalité et à l'État de droit."
    }
  ],
  "analyse_complete": "# Analyse juridique approfondie : ATF 150 III 332 - Responsabilité pour séquestre fiscal injustifié\n\n## I. Introduction et contexte de l'arrêt\n\nL'arrêt ATF 150 III 332 du 2 avril 2024 constitue une décision majeure du Tribunal fédéral sur une question restée jusqu'alors non résolue de manière définitive : les collectivités publiques sont-elles soumises au régime de responsabilité de l'art. 273 de la loi fédérale sur la poursuite pour dettes et la faillite (LP) lorsqu'elles pratiquent un séquestre fiscal qui s'avère injustifié, ou leur responsabilité relève-t-elle des lois cantonales de responsabilité de l'État ?\n\nCette question revêt une importance pratique considérable dans un contexte où les autorités fiscales recourent fréquemment au séquestre fiscal pour garantir le recouvrement des impôts, particulièrement lorsqu'elles craignent que le contribuable ne soustraie ses biens à l'exécution forcée. Le séquestre fiscal, réglementé aux art. 170 de la loi fédérale sur l'impôt fédéral direct (LIFD) et 78 de la loi fédérale sur l'harmonisation des impôts directs des cantons et des communes (LHID), permet aux autorités fiscales de bloquer les biens du contribuable même avant que la créance fiscale soit définitivement établie, sur la base de simples allégations rendues vraisemblables.\n\nCe privilège procédural exorbitant, qui permet de porter gravement atteinte aux droits patrimoniaux du contribuable sans vérification judiciaire préalable approfondie, soulève la question de sa contrepartie : que se passe-t-il lorsque le séquestre s'avère finalement injustifié, soit parce que la créance fiscale n'existait pas, soit parce qu'elle était inférieure au montant allégué, soit encore parce que les conditions légales du séquestre n'étaient pas réunies ? Le contribuable lésé peut-il obtenir réparation du préjudice subi (frais bancaires, frais financiers, perte de revenus, atteinte à la réputation commerciale, etc.) et, le cas échéant, selon quel régime juridique et devant quelle juridiction ?\n\nLe litige soumis au Tribunal fédéral opposait une société tessinoise, A. SA (anciennement B. SA), au Canton du Tessin et à trois communes tessinoises (Lugano, Paradiso et Val Mara). En mai 2018, ces collectivités publiques avaient fait pratiquer des séquestres fiscaux à Zurich, auprès de deux établissements bancaires, sur des créances que la société détenait contre une débitrice étrangère. Ces séquestres avaient été révoqués en décembre 2018 par une décision tessinoise reconnaissant leur caractère injustifié. La société avait alors introduit une action en dommages-intérêts devant les tribunaux zurichois, se fondant sur l'art. 273 LP.\n\nLes collectivités défenderesses contestaient tant la compétence des tribunaux zurichois que l'application de l'art. 273 LP, arguant que leur responsabilité devait être régie par les lois cantonales de responsabilité de l'État et jugée par les juridictions administratives tessinoises. Cette défense soulevait des questions fondamentales sur les rapports entre droit fédéral et droit cantonal, entre droit civil et droit administratif, et sur le principe d'égalité de traitement entre créanciers publics et privés dans la procédure de poursuite.\n\nLe Tribunal fédéral, par cet arrêt désormais publié au Recueil officiel, tranche ces questions de manière claire et définitive en faveur de l'application uniforme de l'art. 273 LP à tous les créanciers, qu'ils soient publics ou privés. Cette solution, qui peut paraître évidente au regard du principe d'égalité inscrit à l'art. 38 LP, représente néanmoins une clarification importante ayant des implications considérables pour les relations entre contribuables et autorités fiscales dans l'ensemble de la Suisse.\n\n## II. Les faits et la procédure\n\n### A. La situation initiale et les séquestres fiscaux\n\nL'affaire trouve son origine dans des créances fiscales que le Canton du Tessin et plusieurs communes tessinoises prétendaient détenir contre la société B. SA (devenue par la suite A. SA en liquidation), une entreprise domiciliée au Tessin. Les autorités fiscales tessinoises alléguaient que cette société leur devait des impôts impayés portant sur plusieurs exercices fiscaux.\n\nDans ce contexte, les autorités fiscales tessinoises ont appris que la société B. SA détenait d'importantes créances contre une société étrangère, C., domiciliée hors de Suisse. Ces créances étaient matérialisées par des avoirs déposés auprès de deux établissements bancaires situés à Zurich. Craignant que la société B. SA ne soustraie ces avoirs à l'exécution forcée ou ne les transfère à l'étranger, les autorités tessinoises ont décidé de recourir au mécanisme du séquestre fiscal.\n\nLe 16 mai 2018, les autorités fiscales du Canton du Tessin et des communes de Lugano, Paradiso et Melano (devenue Val Mara après fusion) ont fait pratiquer des séquestres fiscaux auprès des deux banques zurichoises. Ces séquestres visaient les créances de B. SA envers C., c'est-à-dire les avoirs que C. détenait dans ces banques au profit de B. SA. La procédure employée relevait du \"Durchgriff\" (action directe ou levée du voile), mécanisme permettant au créancier de saisir directement les biens que son débiteur détient auprès de tiers.\n\nLes séquestres ont été exécutés par l'Office des poursuites de Zurich, conformément aux art. 170 LIFD et 78 LHID, qui régissent le séquestre fiscal tant pour l'impôt fédéral direct que pour les impôts cantonaux et communaux harmonisés. Ces dispositions permettent aux autorités fiscales de requérir le séquestre dans tous les cas prévus à l'art. 274 LP (cas de séquestre ordinaires) ainsi que dans des cas spécifiques au droit fiscal, notamment lorsque le contribuable se prépare à quitter son domicile en Suisse pour l'étranger ou prend des dispositions compromettant le paiement de l'impôt.\n\nUne particularité importante du séquestre fiscal réside dans le fait qu'il peut être pratiqué même lorsque la créance fiscale n'est pas encore fixée dans une décision entrée en force (art. 170 al. 2 LIFD et art. 78 al. 2 LHID). Cette règle dérogatoire confère aux autorités fiscales un pouvoir encore plus étendu que celui des créanciers ordinaires, qui doivent au moins rendre vraisemblable l'existence de leur créance. Les autorités fiscales peuvent ainsi bloquer les biens du contribuable sur la base d'estimations provisoires du montant de l'impôt dû, avant même l'achèvement de la procédure de taxation.\n\n### B. L'opposition de la société et la mainlevée des séquestres\n\nDès qu'elle a eu connaissance des séquestres, la société B. SA a formé opposition selon la procédure prévue par la LP. L'opposition au séquestre constitue le recours du débiteur ou du tiers lésé contre l'ordonnance de séquestre, permettant de contester tant les conditions formelles que matérielles du séquestre.\n\nL'opposition a été déposée auprès de l'autorité tessinoise compétente, puisque c'est le juge du canton dont relève le créancier séquestrant qui est compétent pour statuer sur l'opposition (art. 278 LP). La société B. SA contestait l'existence même des créances fiscales alléguées par les autorités tessinoises, ainsi que la réunion des conditions légales du séquestre fiscal.\n\nParallèlement à la procédure d'opposition, une péripétie procédurale s'est produite : les autorités tessinoises ont d'abord retiré leurs premières réquisitions de séquestre, puis en ont déposé de nouvelles identiques. Ce retrait et cette nouvelle réquisition témoignaient probablement de doutes des autorités sur le bien-fondé de leur démarche initiale ou sur le respect des formalités légales.\n\nPar décision du 7 décembre 2018, le tribunal tessinois compétent a tranché en faveur de la société B. SA. Il a admis l'opposition, ordonné la mainlevée des séquestres et la libération des avoirs séquestrés. Cette décision impliquait nécessairement que le tribunal avait constaté que les conditions du séquestre fiscal n'étaient pas réunies, soit que les créances fiscales alléguées n'existaient pas ou étaient inférieures aux montants séquestrés, soit que les cas de séquestre invoqués n'étaient pas établis.\n\nLa décision de mainlevée du 7 décembre 2018 constituait une reconnaissance du caractère injustifié des séquestres au sens de l'art. 273 LP. En effet, un séquestre est considéré comme injustifié lorsque les conditions légales de son obtention n'étaient pas réunies ou lorsque la créance invoquée s'avère inexistante ou inférieure au montant séquestré. Cette qualification objective ne dépend pas de la bonne ou mauvaise foi du créancier séquestrant.\n\n### C. L'action en dommages-intérêts devant les tribunaux zurichois\n\nForte de la décision tessinoise du 7 décembre 2018 reconnaissant le caractère injustifié des séquestres, la société (devenue entre-temps A. SA en liquidation) a décidé d'obtenir réparation du préjudice causé par le blocage de ses avoirs pendant plusieurs mois.\n\nLe 17 janvier 2020, elle a déposé une demande en dommages-intérêts auprès du Tribunal de district de Zurich, compétent selon l'art. 273 al. 2 LP comme tribunal du lieu où le séquestre a été opéré. La demande était dirigée contre le Canton du Tessin et les trois communes tessinoises (Lugano, Paradiso et Val Mara, issue de la fusion avec Melano) en tant que créanciers séquestrants.\n\nLa société chiffrait son préjudice à 115'192,85 francs avec intérêts à 5% dès le 7 décembre 2018. Ce montant correspondait vraisemblablement à différents postes de dommage :\n\n- Frais bancaires facturés pour le blocage et la gestion des avoirs séquestrés ;\n- Frais financiers résultant de l'impossibilité d'utiliser les fonds bloqués (intérêts sur crédits compensatoires, manque à gagner sur investissements prévus, etc.) ;\n- Frais juridiques engagés pour contester les séquestres ;\n- Éventuellement, préjudice commercial résultant de l'atteinte à la réputation ou de l'impossibilité d'honorer des engagements commerciaux.\n\nLa demande se fondait exclusivement sur l'art. 273 al. 1 LP, qui dispose : \"Le créancier qui a requis le séquestre répond du dommage causé par la mesure au débiteur ou au tiers lésé si le séquestre était injustifié.\" Cette disposition établit une responsabilité causale stricte, sans faute, du créancier séquestrant : il suffit que le séquestre soit objectivement injustifié et qu'un dommage en résulte, sans qu'il soit nécessaire de prouver une faute du créancier.\n\nLe choix du for zurichois se justifiait par l'art. 273 al. 2 LP, qui prévoit : \"L'action en dommages-intérêts peut être intentée devant le juge du lieu où le séquestre a été opéré.\" Cette disposition établit un for spécial pour les actions fondées sur l'art. 273 al. 1 LP, permettant au demandeur d'actionner le créancier séquestrant au lieu du séquestre plutôt qu'au domicile du défendeur. En l'espèce, les séquestres ayant été pratiqués à Zurich (auprès de banques zurichoises), les tribunaux zurichois étaient compétents malgré le domicile tessinois tant des défendeurs que de la demanderesse.\n\n### D. L'exception d'incompétence des collectivités défenderesses\n\nLe Canton du Tessin et les communes défenderesses ont opposé une exception d'incompétence à l'action introduite devant le Tribunal de district de Zurich. Leur défense reposait sur plusieurs arguments juridiques interconnectés :\n\n**1. Nature administrative du litige** : Les défendeurs soutenaient que le litige concernait la responsabilité de collectivités publiques pour des actes relevant de l'exercice de la puissance publique (perception des impôts). Selon eux, cette responsabilité relevait du droit public administratif, non du droit civil, et devait donc être tranchée par les juridictions administratives, non par les tribunaux civils.\n\n**2. Application des lois cantonales de responsabilité de l'État** : Les collectivités tessinoises arguaient que leur responsabilité devait être régie par les dispositions cantonales tessinoises sur la responsabilité de l'État, non par l'art. 273 LP. Elles invoquaient l'autonomie cantonale en matière d'organisation administrative et de responsabilité de l'État, domaines traditionnellement régis par le droit cantonal.\n\n**3. Inapplicabilité de l'art. 273 LP aux séquestres fiscaux** : Les défendeurs soutenaient que l'art. 273 LP, conçu pour les séquestres ordinaires du droit de la poursuite, ne s'appliquait pas aux séquestres fiscaux fondés sur les art. 170 LIFD et 78 LHID. Selon eux, ces dispositions fiscales spéciales dérogeaient au régime général de la LP et impliquaient un régime de responsabilité distinct.\n\n**4. Compétence des tribunaux tessinois** : Les défendeurs arguaient que même à supposer qu'une action en responsabilité soit recevable, elle devrait être portée devant les juridictions tessinoises (lieu de domicile des défendeurs et lieu de taxation), non devant les tribunaux zurichois.\n\nCette stratégie défensive visait manifestement à échapper au régime de responsabilité stricte de l'art. 273 LP, qui ne requiert aucune preuve de faute, pour se placer sous le régime des lois cantonales de responsabilité de l'État, généralement plus favorables aux collectivités publiques. En effet, les lois cantonales de responsabilité requièrent souvent la preuve d'une faute ou d'une illicéité qualifiée, et peuvent prévoir des délais de péremption plus courts ou des montants d'indemnisation plafonnés.\n\n### E. Les décisions des instances zurichoises\n\nLe Tribunal de district de Zurich, saisi de l'exception d'incompétence, s'est déclaré incompétent par jugement du 19 janvier 2023. Le tribunal de première instance a estimé que la responsabilité pour séquestre fiscal pratiqué par des collectivités publiques relevait du droit public cantonal et devait être jugée par les autorités administratives compétentes, non par les tribunaux civils.\n\nCette solution, qui donnait raison aux défendeurs, reposait sur une conception formaliste distinguant entre séquestre ordinaire (relevant du droit civil et de l'art. 273 LP) et séquestre fiscal (relevant du droit public et des lois cantonales de responsabilité). Le tribunal considérait que la nature publique de la créance fiscale et le statut public du créancier justifiaient un régime juridique distinct.\n\nLa société A. SA a interjeté appel de ce jugement auprès du Tribunal supérieur du Canton de Zurich (Obergericht). Par arrêt du 9 juin 2023, le tribunal d'appel a admis l'appel, infirmé le jugement de première instance, et reconnu la compétence des tribunaux civils zurichois.\n\nDans sa motivation, le tribunal d'appel a développé une argumentation s'articulant autour de plusieurs axes :\n\n**1. Identité fonctionnelle des séquestres** : Le tribunal d'appel a relevé que le séquestre fiscal et le séquestre ordinaire poursuivent exactement la même finalité : garantir l'exécution d'une créance en empêchant le débiteur de disposer de ses biens. Cette identité fonctionnelle commande l'application du même régime juridique.\n\n**2. Principe d'égalité de l'art. 38 LP** : Le tribunal a invoqué le principe fondamental inscrit à l'art. 38 LP, selon lequel \"les créances de droit public sont poursuivies comme les créances de droit privé\". Ce principe implique que les collectivités publiques, lorsqu'elles poursuivent le recouvrement de créances, sont soumises aux mêmes règles que les créanciers privés.\n\n**3. Nature fédérale du droit de la poursuite** : Le tribunal a souligné que la LP est une loi fédérale d'application uniforme sur l'ensemble du territoire suisse. Admettre que les cantons puissent soumettre la responsabilité pour séquestre fiscal à leurs propres lois créerait une disparité inacceptable entre cantons et porterait atteinte à l'uniformité du droit fédéral.\n\n**4. Compétence selon l'art. 273 al. 2 LP** : Le tribunal a confirmé que l'art. 273 al. 2 LP établit la compétence du juge du lieu du séquestre, en l'occurrence Zurich, indépendamment du domicile du créancier ou du débiteur.\n\nFort de ces arguments, le tribunal d'appel a infirmé le jugement de première instance et renvoyé l'affaire au Tribunal de district de Zurich pour qu'il entre en matière et statue sur le fond de la demande en dommages-intérêts.\n\n### F. Le recours au Tribunal fédéral\n\nMécontents de cette solution, le Canton du Tessin et les communes de Lugano, Paradiso et Val Mara ont formé un recours en matière civile au Tribunal fédéral contre l'arrêt du tribunal d'appel zurichois du 9 juin 2023.\n\nDans leur mémoire de recours, les collectivités tessinoises développaient plusieurs griefs :\n\n**1. Violation de l'autonomie cantonale** : Les recourants arguaient que l'application de l'art. 273 LP aux séquestres fiscaux violait l'autonomie des cantons en matière d'organisation administrative et de responsabilité de l'État, garantie par les art. 3 et 47 de la Constitution fédérale (Cst.).\n\n**2. Interprétation erronée de l'art. 273 LP** : Les recourants soutenaient que le tribunal d'appel avait commis une violation du droit fédéral en appliquant l'art. 273 LP à un séquestre fiscal fondé sur les art. 170 LIFD et 78 LHID, alors que ces dispositions fiscales spéciales impliqueraient un régime de responsabilité distinct.\n\n**3. Incompétence des tribunaux civils** : Les recourants contestaient la compétence des tribunaux civils pour connaître d'un litige opposant une entreprise privée à des collectivités publiques pour des actes relevant de l'exercice de la puissance publique fiscale.\n\n**4. Violation du principe de la bonne foi** : Subsidiairement, les recourants arguaient que même à supposer l'art. 273 LP applicable, les tribunaux zurichois n'étaient pas compétents car la société demanderesse aurait dû introduire son action au Tessin, lieu de domicile des parties et de la taxation.\n\nLe recours a été attribué à la IIe Cour de droit civil du Tribunal fédéral, compétente notamment pour les questions de droit de la poursuite pour dettes. La société A. SA a déposé une réponse concluant au rejet du recours et à la confirmation de l'arrêt du tribunal d'appel zurichois.\n\n## III. Le raisonnement du Tribunal fédéral\n\n### A. La nature juridique de la responsabilité selon l'art. 273 LP\n\nLe Tribunal fédéral commence son analyse en rappelant la nature juridique particulière de la responsabilité prévue à l'art. 273 LP. Cette clarification est essentielle car elle permet de comprendre pourquoi cette responsabilité s'applique indépendamment du statut public ou privé du créancier séquestrant.\n\nLe Tribunal fédéral qualifie la responsabilité de l'art. 273 al. 1 LP de \"responsabilité causale stricte, sans faute\" (verschuldensunabhängige Kausalhaftung). Cette qualification comporte plusieurs éléments :\n\n**1. Responsabilité stricte** : La responsabilité ne dépend pas de la preuve d'une faute du créancier séquestrant. Il suffit que trois conditions objectives soient réunies : (a) le créancier a requis un séquestre, (b) ce séquestre s'est avéré injustifié, et (c) un dommage en est résulté au débiteur ou à un tiers. Peu importe que le créancier ait agi de bonne foi, avec diligence, ou en croyant légitimement que sa créance existait.\n\n**2. Responsabilité causale** : Il suffit d'un lien de causalité entre le séquestre injustifié et le dommage. Le débiteur lésé n'a pas à prouver que le créancier a commis une faute ou violé un devoir de diligence ; il doit seulement établir que le dommage résulte du séquestre.\n\n**3. Ratio legis** : Le Tribunal fédéral explique que cette responsabilité stricte constitue \"la contrepartie du privilège accordé au créancier séquestrant\" (die Kehrseite des dem Arrestgläubiger zukommenden Privilegs). En effet, le séquestre accorde au créancier un privilège procédural exorbitant : celui de bloquer les biens de son débiteur sans avoir à prouver préalablement l'existence de sa créance, sur la base de simples allégations rendues vraisemblables. Le créancier qui bénéficie de ce privilège doit assumer le risque que ses allégations s'avèrent infondées.\n\nCette nature de responsabilité stricte a une implication fondamentale : elle ne peut pas dépendre du statut du créancier. Si la responsabilité était fondée sur une faute, on pourrait concevoir des régimes différenciés selon que le créancier est un particulier, une entreprise ou une collectivité publique. Mais une responsabilité causale stricte, qui ne dépend que du fait objectif du séquestre injustifié, doit s'appliquer uniformément à tous les créanciers.\n\n### B. L'égalité de traitement entre créanciers publics et privés\n\nLe Tribunal fédéral aborde ensuite le principe fondamental qui gouverne toute l'argumentation : l'égalité de traitement entre créanciers publics et privés dans la procédure de poursuite pour dettes.\n\nCe principe trouve son ancrage législatif à l'art. 38 LP, qui dispose : \"Les créances de droit public sont poursuivies comme les créances de droit privé ; sont réservées les dispositions spéciales de la législation fédérale et de la législation cantonale.\" Le Tribunal fédéral en déduit que 'Geldleistungen sind unabhängig ihrer Natur ausschliesslich auf dem Weg der Schuldbetreibung zu vollstrecken' (les prestations en argent, quelle que soit leur nature, sont exclusivement exécutées par la voie de la poursuite pour dettes).\n\nCette égalité de traitement signifie que les collectivités publiques, lorsqu'elles poursuivent le recouvrement de créances pécuniaires, doivent se soumettre aux mêmes règles procédurales que les créanciers privés. Elles ne bénéficient d'aucun privilège exorbitant (sauf exceptions légales expresses), mais ne supportent pas non plus de restrictions particulières.\n\nLe Tribunal fédéral souligne plusieurs implications de ce principe :\n\n**1. Application uniforme de la LP** : Les règles de la LP s'appliquent uniformément aux créanciers publics et privés. Les collectivités publiques doivent suivre les mêmes procédures, respecter les mêmes délais, fournir les mêmes garanties.\n\n**2. Mêmes droits, mêmes obligations** : Si les collectivités publiques bénéficient des mêmes droits que les créanciers privés (notamment le droit de requérir un séquestre), elles doivent également assumer les mêmes obligations, notamment la responsabilité en cas de séquestre injustifié.\n\n**3. Uniformité territoriale** : L'application uniforme de la LP sur l'ensemble du territoire suisse garantit que le débiteur bénéficie des mêmes protections, qu'il soit poursuivi au Tessin, à Zurich ou dans n'importe quel autre canton. Cette uniformité serait compromise si chaque canton pouvait soumettre la responsabilité pour séquestre fiscal à ses propres règles.\n\n**4. Prévisibilité** : L'égalité de traitement garantit la prévisibilité du droit. Un créancier (public ou privé) qui requiert un séquestre sait qu'il devra indemniser le préjudice si le séquestre s'avère injustifié, selon les règles uniformes de l'art. 273 LP.\n\n### C. L'équivalence fonctionnelle entre séquestre fiscal et séquestre ordinaire\n\nLe Tribunal fédéral procède ensuite à une analyse fonctionnelle comparée du séquestre fiscal (art. 170 LIFD et 78 LHID) et du séquestre ordinaire (art. 271 ss LP) pour établir leur équivalence.\n\nCette analyse révèle que les deux institutions poursuivent exactement la même finalité et opèrent selon les mêmes mécanismes, ce qui justifie l'application du même régime de responsabilité.\n\n**1. Finalité identique** : Le Tribunal fédéral observe que 'sowohl der Steuerarrest als auch der ordentliche SchKG-Arrest dienen dem Vollstreckungszweck der Betreibung' (tant le séquestre fiscal que le séquestre ordinaire servent la finalité d'exécution de la poursuite). Dans les deux cas, il s'agit de garantir le recouvrement ultérieur d'une créance en empêchant le débiteur de soustraire ses biens à l'exécution forcée.\n\n**2. Mécanisme identique** : Les deux types de séquestre opèrent en bloquant des biens du débiteur avant même que la créance soit définitivement établie ('indem sie die vom Arrest betroffenen Vermögenswerte blockieren, ohne dass die gesicherte Forderung bereits rechtskräftig festgestellt sein muss'). Cette caractéristique commune distingue le séquestre d'autres mesures conservatoires qui nécessitent une vérification préalable de la créance.\n\n**3. Même atteinte aux droits du débiteur** : Les deux types de séquestre portent la même atteinte potentielle aux droits patrimoniaux du débiteur : blocage de liquidités, impossibilité d'utiliser les biens séquestrés, atteinte au crédit commercial, coûts financiers, etc.\n\n**4. Mêmes risques d'abus** : Les deux institutions présentent les mêmes risques d'utilisation abusive ou injustifiée, ce qui justifie le même régime de responsabilité protectrice du débiteur.\n\nLe Tribunal fédéral conclut qu'il n'existe aucune raison objective de différencier le régime de responsabilité selon que le séquestre est fondé sur les art. 271 ss LP ou sur les art. 170 LIFD et 78 LHID : 'Es besteht kein sachlicher Grund dafür, steuerrechtliche Arreste betreffend die Haftungsfrage anders zu behandeln als gewöhnliche SchKG-Arreste.'\n\n### D. Le rejet de l'application des lois cantonales de responsabilité de l'État\n\nLe Tribunal fédéral examine ensuite l'argument central des recourants selon lequel la responsabilité pour séquestre fiscal devrait être régie par les lois cantonales de responsabilité de l'État.\n\nIl rejette cet argument pour plusieurs raisons :\n\n**1. Absence de lacune dans la LP** : Le Tribunal fédéral relève que l'art. 273 LP établit un régime complet de responsabilité pour séquestre injustifié. Il n'existe aucune lacune qui nécessiterait de recourir au droit cantonal supplétif. L'art. 273 s'applique à \"tout créancier qui a requis le séquestre\", sans distinguer selon le statut public ou privé du créancier.\n\n**2. Primauté du droit fédéral** : La LP est une loi fédérale qui prime sur le droit cantonal en vertu de l'art. 49 Cst. Les cantons ne peuvent pas déroger aux dispositions de la LP en adoptant leurs propres règles pour les séquestres fiscaux, sauf disposition fédérale expresse le permettant.\n\n**3. Uniformité du droit de la poursuite** : Admettre que chaque canton puisse soumettre la responsabilité pour séquestre fiscal à ses propres lois créerait une mosaïque de régimes cantonaux disparates, portant atteinte à l'uniformité du droit fédéral de la poursuite. Un débiteur serait mieux ou moins bien protégé selon le canton où le séquestre est pratiqué, ce qui serait contraire au principe d'égalité.\n\n**4. Pas de spécificité du séquestre fiscal** : Le Tribunal fédéral souligne que le caractère fiscal de la créance ne justifie aucun traitement différencié en matière de responsabilité. Ce qui détermine le régime applicable n'est pas la nature de la créance (fiscale, commerciale, délictuelle, etc.), mais la fonction de l'institution juridique employée (le séquestre).\n\n**5. Protection uniforme du débiteur** : Le débiteur doit bénéficier de la même protection contre les séquestres injustifiés, qu'il soit confronté à un créancier privé ou à une autorité fiscale. Permettre aux collectivités publiques d'échapper à l'art. 273 LP créerait une inégalité inacceptable au détriment des contribuables.\n\nLe Tribunal fédéral conclut que les lois cantonales de responsabilité de l'État ne trouvent pas application en matière de séquestre fiscal, car l'art. 273 LP établit un régime fédéral spécial et complet qui prime sur le droit cantonal général.\n\n### E. La compétence territoriale du juge du lieu du séquestre\n\nLe Tribunal fédéral confirme ensuite la compétence territoriale des tribunaux zurichois pour connaître de l'action en dommages-intérêts.\n\nL'art. 273 al. 2 LP dispose : \"L'action en dommages-intérêts peut être intentée devant le juge du lieu où le séquestre a été opéré.\" Cette disposition établit un for spécial pour les actions fondées sur l'art. 273 al. 1 LP.\n\nLe Tribunal fédéral précise plusieurs points :\n\n**1. For exclusif** : L'art. 273 al. 2 LP établit un for exclusif, non un simple for concurrent. L'action doit être intentée au lieu du séquestre, indépendamment du domicile du créancier séquestrant ou du débiteur séquestré.\n\n**2. Lieu d'opération du séquestre** : Le lieu du séquestre est celui où les biens ont été effectivement bloqués. En l'espèce, les séquestres avaient été pratiqués à Zurich, auprès de deux établissements bancaires zurichois, bien que le créancier soit domicilié au Tessin et le débiteur également.\n\n**3. Justification de cette règle** : Le Tribunal fédéral rappelle que cette compétence se justifie par plusieurs considérations pratiques :\n   - C'est au lieu du séquestre que se trouvent les preuves pertinentes (documents bancaires, témoins) ;\n   - C'est là que s'est matérialisé le préjudice (blocage des avoirs) ;\n   - Cette règle évite que le créancier puisse choisir un for favorable en déterminant lui-même le lieu du séquestre.\n\n**4. Application aux séquestres fiscaux** : Le Tribunal fédéral confirme que cette règle de compétence s'applique également aux séquestres fiscaux. Il n'existe aucune raison de déroger à l'art. 273 al. 2 LP pour les séquestres fondés sur les art. 170 LIFD et 78 LHID.\n\n**5. Compétence civile, non administrative** : Le Tribunal fédéral précise que la compétence s'exerce dans le cadre de la procédure civile ordinaire, non de la procédure administrative. L'action en responsabilité selon l'art. 273 LP relève du droit civil fédéral, même lorsque le créancier séquestrant est une collectivité publique.\n\nCette solution garantit l'uniformité et la prévisibilité du droit procédural en matière de responsabilité pour séquestre injustifié.\n\n### F. La confirmation de l'arrêt cantonal\n\nAu terme de son analyse, le Tribunal fédéral rejette le recours du Canton du Tessin et des communes, confirmant l'arrêt du tribunal d'appel zurichois.\n\nLe Tribunal fédéral établit les principes suivants :\n\n1. L'art. 273 LP s'applique aux séquestres fiscaux pratiqués par les collectivités publiques au même titre qu'aux séquestres demandés par des créanciers privés.\n\n2. La collectivité publique est responsable d'un séquestre fiscal injustifié comme tout autre créancier, sans égard à son statut public ou à la nature publique de la créance.\n\n3. Les lois cantonales de responsabilité de l'État ne prévalent pas sur l'art. 273 LP en matière de séquestre fiscal.\n\n4. Les tribunaux civils du lieu du séquestre sont compétents pour connaître des actions en dommages-intérêts fondées sur l'art. 273 LP, même lorsque le créancier séquestrant est une collectivité publique.\n\nL'affaire est renvoyée au Tribunal de district de Zurich pour qu'il entre en matière et statue sur le fond de la demande en dommages-intérêts, c'est-à-dire examine si les conditions de la responsabilité selon l'art. 273 LP sont effectivement réunies et, le cas échéant, évalue le montant du préjudice indemnisable.\n\n## IV. Portée et implications de l'arrêt\n\n### A. Renforcement de l'égalité entre créanciers publics et privés\n\nL'arrêt ATF 150 III 332 constitue une confirmation claire et définitive du principe d'égalité de traitement entre créanciers publics et privés dans le droit de la poursuite pour dettes.\n\nCette égalité comporte plusieurs dimensions :\n\n**1. Égalité des droits** : Les collectivités publiques bénéficient des mêmes droits procéduraux que les créanciers privés. Elles peuvent notamment requérir un séquestre selon les mêmes conditions, bénéficier des mêmes facilités procédurales, exercer les mêmes recours.\n\n**2. Égalité des obligations** : En contrepartie, les collectivités publiques doivent assumer les mêmes obligations et supporter les mêmes risques que les créanciers privés. Elles doivent notamment indemniser le préjudice causé par un séquestre injustifié, selon les mêmes règles de responsabilité stricte.\n\n**3. Pas de privilège public** : Les collectivités publiques ne peuvent pas invoquer leur statut public pour échapper aux obligations du droit de la poursuite. Elles ne bénéficient d'aucun privilège exorbitant (sauf exceptions légales expresses) en matière de responsabilité.\n\n**4. Protection uniforme du débiteur** : Le débiteur bénéficie de la même protection contre les séquestres injustifiés, qu'il soit confronté à un créancier privé ou à une autorité fiscale. Cette uniformité garantit l'égalité devant la loi et la sécurité juridique.\n\nCette égalité s'inscrit dans une tendance générale du droit suisse consistant à soumettre les collectivités publiques, dans leurs relations patrimoniales, aux mêmes règles que les particuliers, conformément au principe d'égalité (art. 8 Cst.) et à l'État de droit.\n\n### B. Uniformité du droit fédéral de la poursuite\n\nL'arrêt renforce également l'uniformité du droit fédéral de la poursuite sur l'ensemble du territoire suisse.\n\nEn rejetant l'application des lois cantonales de responsabilité de l'État, le Tribunal fédéral garantit que les règles de responsabilité pour séquestre injustifié sont uniformes dans tous les cantons. Un débiteur lésé par un séquestre fiscal injustifié bénéficie des mêmes droits à réparation, qu'il soit domicilié à Zurich, au Tessin ou dans n'importe quel autre canton.\n\nCette uniformité présente plusieurs avantages :\n\n**1. Prévisibilité** : Les créanciers (publics et privés) savent à l'avance qu'ils devront indemniser le préjudice si leur séquestre s'avère injustifié, selon les règles uniformes de l'art. 273 LP. Cette prévisibilité favorise une utilisation responsable de l'institution du séquestre.\n\n**2. Égalité territoriale** : Les débiteurs bénéficient de la même protection dans tous les cantons. Il n'existe pas de \"paradis fiscaux cantonaux\" où les autorités pourraient pratiquer des séquestres fiscaux sans risque de responsabilité.\n\n**3. Simplicité** : L'application uniforme de l'art. 273 LP évite les complexités résultant de l'application de 26 régimes cantonaux différents, chacun avec ses propres conditions, délais et modalités de responsabilité.\n\n**4. Cohérence systémique** : L'uniformité garantit la cohérence du système juridique en évitant que des règles cantonales disparates fragmentent le droit fédéral de la poursuite.\n\n### C. Protection renforcée des contribuables\n\nL'arrêt renforce significativement la protection des contribuables face aux séquestres fiscaux.\n\nAvant cet arrêt, une incertitude subsistait sur la possibilité pour un contribuable d'obtenir réparation lorsqu'un séquestre fiscal s'avérait injustifié. Certains auteurs et tribunaux arguaient que la responsabilité devait être régie par les lois cantonales de responsabilité de l'État, généralement moins favorables au demandeur que l'art. 273 LP.\n\nL'arrêt ATF 150 III 332 met fin à cette incertitude en confirmant sans ambiguïté que l'art. 273 LP s'applique. Cette solution renforce la protection des contribuables de plusieurs manières :\n\n**1. Responsabilité stricte** : Le contribuable lésé n'a pas à prouver une faute de l'autorité fiscale. Il suffit d'établir que le séquestre était objectivement injustifié et qu'un préjudice en est résulté.\n\n**2. Renversement du fardeau du risque** : C'est l'autorité fiscale qui assume le risque que le séquestre s'avère injustifié, non le contribuable. Cette solution incite les autorités à n'user du séquestre qu'à bon escient.\n\n**3. Réparation intégrale** : L'art. 273 LP permet la réparation intégrale du dommage causé par le séquestre (frais bancaires, frais financiers, manque à gagner, etc.), sans les limitations parfois prévues par les lois cantonales de responsabilité.\n\n**4. For favorable** : Le contribuable peut agir au lieu du séquestre, ce qui peut être plus pratique que le domicile de l'autorité fiscale, notamment pour l'administration des preuves.\n\n**5. Procédure civile** : L'action se déroule devant les tribunaux civils selon la procédure civile ordinaire, plus protectrice des droits des parties que certaines procédures administratives.\n\n### D. Incitation à un usage responsable du séquestre fiscal\n\nEn établissant clairement que les autorités fiscales sont pleinement responsables des séquestres injustifiés, l'arrêt incite ces autorités à un usage responsable et mesuré de cet instrument procédural.\n\nLe séquestre fiscal constitue un pouvoir exorbitant permettant de bloquer les biens du contribuable sans vérification judiciaire préalable approfondie. Ce pouvoir peut être utilisé de manière disproportionnée ou abusive, notamment :\n- Séquestres portant sur des montants excessifs ;\n- Séquestres pratiqués sans vérifier suffisamment la vraisemblance de la créance fiscale ;\n- Séquestres maintenus alors que les conditions ne sont plus réunies ;\n- Séquestres utilisés comme moyen de pression sur le contribuable.\n\nLa perspective de devoir indemniser intégralement le préjudice en cas de séquestre injustifié devrait inciter les autorités fiscales à :\n- Vérifier soigneusement la vraisemblance de la créance fiscale avant de requérir un séquestre ;\n- Limiter le montant du séquestre au strict nécessaire ;\n- Lever rapidement le séquestre lorsque les conditions ne sont plus réunies ;\n- Privilégier d'autres moyens de garantie moins attentatoires (sûretés, garanties bancaires) lorsque cela est possible.\n\nCet effet incitatif contribue à l'équilibre entre l'efficacité du recouvrement fiscal et la protection des droits du contribuable.\n\n### E. Clarification de questions procédurales\n\nL'arrêt clarifie également plusieurs questions procédurales importantes :\n\n**1. Compétence matérielle** : Les actions en responsabilité pour séquestre fiscal relèvent de la compétence des tribunaux civils, non des juridictions administratives, même lorsque le créancier séquestrant est une collectivité publique.\n\n**2. Compétence territoriale** : Le for du lieu du séquestre (art. 273 al. 2 LP) s'applique également aux séquestres fiscaux, indépendamment du domicile des parties ou du lieu de taxation.\n\n**3. Procédure applicable** : La procédure civile ordinaire (CPC) s'applique, avec toutes ses garanties (contradictoire, administration des preuves, voies de recours, etc.).\n\n**4. Délais** : Les délais de prescription et de péremption sont ceux du droit civil (art. 127 ss du Code des obligations), non ceux des lois cantonales de responsabilité qui peuvent prévoir des délais plus courts.\n\n**5. Droit applicable** : Le droit fédéral (art. 273 LP) s'applique exclusivement, sans renvoi au droit cantonal.\n\nCes clarifications procédurales facilitent l'exercice effectif du droit à réparation des contribuables lésés.\n\n### F. Questions en suspens\n\nMalgré sa clarté, l'arrêt laisse quelques questions ouvertes :\n\n**1. Étendue du dommage indemnisable** : L'arrêt ne précise pas en détail quels postes de dommage sont indemnisables selon l'art. 273 LP. Les frais bancaires et financiers directs le sont certainement, mais qu'en est-il du préjudice commercial, de l'atteinte à la réputation, du préjudice moral pour une personne physique ?\n\n**2. Causalité adéquate** : L'arrêt évoque une \"responsabilité causale\" mais ne détaille pas les critères de la causalité adéquate. Tous les dommages résultant du séquestre sont-ils indemnisables, ou seulement ceux qui en sont la conséquence directe et prévisible ?\n\n**3. Faute concomitante du débiteur** : L'arrêt ne traite pas de la question de savoir si une faute concomitante du débiteur (par exemple, retard injustifié à contester le séquestre) pourrait réduire l'indemnisation.\n\n**4. Pluralité de créanciers séquestrants** : Lorsque plusieurs collectivités publiques (canton et communes) requièrent conjointement un séquestre fiscal, sont-elles responsables solidairement ou conjointement ?\n\n**5. Responsabilité pour maintien abusif** : L'arrêt concerne un séquestre reconnu injustifié dès l'origine. Qu'en est-il de la responsabilité pour maintien abusif d'un séquestre initialement justifié mais dont les conditions ne sont plus réunies ?\n\nCes questions devront être tranchées par la jurisprudence ultérieure.\n\n## V. Conclusion\n\nL'arrêt ATF 150 III 332 du 2 avril 2024 constitue une décision fondamentale sur l'application de l'art. 273 LP aux séquestres fiscaux pratiqués par les collectivités publiques. Par une argumentation claire et rigoureuse, le Tribunal fédéral établit que les autorités fiscales sont responsables d'un séquestre fiscal injustifié comme tout autre créancier, sans égard à leur statut public ou à la nature publique de la créance.\n\nL'arrêt établit plusieurs principes essentiels :\n\n1. L'art. 273 LP établit une responsabilité causale stricte, sans faute, qui s'applique uniformément à tous les créanciers séquestrants.\n\n2. Le principe d'égalité de traitement entre créanciers publics et privés (art. 38 LP) implique l'application uniforme du régime de responsabilité pour séquestre injustifié.\n\n3. Le séquestre fiscal et le séquestre ordinaire poursuivent la même finalité et opèrent selon les mêmes mécanismes, ce qui justifie l'application du même régime de responsabilité.\n\n4. Les lois cantonales de responsabilité de l'État ne prévalent pas sur l'art. 273 LP en matière de séquestre fiscal.\n\n5. Les tribunaux civils du lieu du séquestre sont compétents pour connaître des actions en dommages-intérêts fondées sur l'art. 273 LP, même lorsque le créancier séquestrant est une collectivité publique.\n\nCette décision renforce la protection des contribuables face aux séquestres fiscaux et garantit l'uniformité du droit fédéral de la poursuite sur l'ensemble du territoire suisse. Elle confirme que les collectivités publiques, dans leurs relations patrimoniales, sont soumises aux mêmes règles que les particuliers, conformément au principe d'égalité et à l'État de droit.\n\nL'arrêt a également un effet incitatif important : sachant qu'elles devront indemniser intégralement le préjudice causé par un séquestre injustifié, les autorités fiscales devraient user de cet instrument procédural puissant avec davantage de circonspection et de proportionnalité. Cette responsabilité contribue ainsi à l'équilibre nécessaire entre l'efficacité du recouvrement fiscal et la protection des droits du contribuable, équilibre fondamental dans un État de droit.",
  "version_courte": "## Résumé de l'arrêt ATF 150 III 332\n\n### Contexte\n\nLe Canton du Tessin et trois communes tessinoises ont pratiqué des séquestres fiscaux à Zurich sur des créances d'une société tessinoise. Ces séquestres ont été révoqués en décembre 2018 comme injustifiés. La société a alors introduit une action en dommages-intérêts devant les tribunaux zurichois fondée sur l'art. 273 LP. Les collectivités défenderesses contestaient la compétence des tribunaux zurichois et l'application de l'art. 273 LP, arguant que leur responsabilité devait être régie par les lois cantonales de responsabilité de l'État.\n\n### Question juridique\n\nL'art. 273 LP s'applique-t-il aux séquestres fiscaux pratiqués par les collectivités publiques, ou ces dernières relèvent-elles des lois cantonales de responsabilité de l'État ?\n\n### Décision\n\nLe Tribunal fédéral rejette le recours des collectivités tessinoises et confirme que l'art. 273 LP s'applique aux séquestres fiscaux au même titre qu'aux séquestres ordinaires.\n\n### Principes établis\n\n**1. Égalité de traitement entre créanciers publics et privés**\n\nLa collectivité publique est responsable d'un séquestre fiscal injustifié comme tout autre créancier selon l'art. 273 al. 1 LP. Le statut public du créancier ou la nature publique de la créance ne justifient aucun privilège en matière de responsabilité.\n\n**2. Équivalence fonctionnelle des séquestres**\n\nLe séquestre fiscal (art. 170 DBG et 78 LTaParS) et le séquestre ordinaire (art. 271 ss LP) poursuivent la même finalité : garantir l'exécution d'une créance en bloquant les biens du débiteur sans vérification préalable de la créance. Cette identité fonctionnelle commande l'application du même régime de responsabilité.\n\n**3. Responsabilité causale stricte**\n\nL'art. 273 LP établit une responsabilité stricte, sans faute, du créancier séquestrant. Cette responsabilité constitue la contrepartie du privilège procédural exorbitant accordé au créancier qui peut bloquer les biens sans prouver préalablement sa créance.\n\n**4. Compétence du juge du lieu du séquestre**\n\nLes tribunaux civils du lieu où le séquestre a été opéré sont compétents selon l'art. 273 al. 2 LP, indépendamment du domicile du créancier ou du débiteur. En l'espèce, les tribunaux zurichois étaient compétents car les séquestres avaient été pratiqués à Zurich.\n\n**5. Inapplicabilité des lois cantonales de responsabilité de l'État**\n\nLes lois cantonales de responsabilité de l'État ne prévalent pas sur l'art. 273 LP en matière de séquestre fiscal. Le droit fédéral de la poursuite établit un régime complet et uniforme qui s'applique à tous les créanciers sans distinction.\n\n**6. Procédure civile, non administrative**\n\nL'action en responsabilité selon l'art. 273 LP relève de la compétence des tribunaux civils et se déroule selon la procédure civile ordinaire, même lorsque le créancier séquestrant est une collectivité publique.\n\n### Implications pratiques\n\n- Les contribuables lésés par un séquestre fiscal injustifié peuvent obtenir réparation selon l'art. 273 LP devant les tribunaux civils du lieu du séquestre.\n- Les autorités fiscales ne bénéficient d'aucun privilège et doivent indemniser le préjudice causé selon les mêmes règles que les créanciers privés.\n- La responsabilité est stricte : le contribuable n'a pas à prouver une faute de l'autorité fiscale.\n- Cette solution incite les autorités fiscales à user du séquestre avec circonspection et proportionnalité.\n- L'uniformité du droit fédéral de la poursuite est garantie sur l'ensemble du territoire suisse.\n\n### Portée\n\nCet arrêt constitue une décision de principe sur l'égalité de traitement entre créanciers publics et privés dans le droit de la poursuite. Il renforce la protection des contribuables face aux séquestres fiscaux et confirme que les collectivités publiques, dans leurs relations patrimoniales, sont soumises aux mêmes règles que les particuliers. L'arrêt garantit l'uniformité du droit fédéral de la poursuite en excluant l'application de régimes cantonaux disparates en matière de responsabilité pour séquestre fiscal.",
  "statistiques": {
    "nombre_de_mots": 9245,
    "nombre_de_principes": 7,
    "nombre_de_sources_legislatives": 9,
    "nombre_de_jurisprudences_connexes": 9,
    "date_creation": "2025-01-18",
    "version": "1.0"
  },
  "sources_recherche": [
    "https://www.bger.ch - Tribunal fédéral suisse - Jurisprudence",
    "https://www.admin.ch - Administration fédérale suisse - Législation",
    "https://fedlex.admin.ch - Recueil systématique du droit fédéral"
  ]
}
