{
  "metadata": {
    "titre": "ATF 150 III 113 - Propriété par étages : répartition des charges et hypothèque légale de la communauté",
    "reference_atf": "ATF 150 III 113",
    "date_arret": "2024",
    "date_analyse": "2025-10-28",
    "domaine": "Droits réels - Propriété par étages (PPE)",
    "matieres": ["Copropriété", "PPE", "Charges communes", "Hypothèque légale", "Droit immobilier"],
    "juridiction": "Tribunal fédéral suisse",
    "cour": "Ire Cour de droit civil"
  },

  "arrets_principaux": [
    {
      "reference": "ATF 150 III 113",
      "date": "2024",
      "formation": "Ire Cour de droit civil",
      "parties": "Non précisées dans les sources disponibles",
      "theme": "Répartition des charges en PPE - Hypothèque légale de la communauté - Article 712h et 712i CC"
    }
  ],

  "arrets_connexes": [
    {
      "reference": "ATF 145 III 8",
      "pertinence": "Exercice du droit à la réparation pour des défauts affectant les parties communes d'une PPE"
    },
    {
      "reference": "ATF 145 III 121",
      "pertinence": "Légitimation passive de la PPE : actio negatoria et action possessoire"
    },
    {
      "reference": "ATF 146 III 217",
      "pertinence": "Droit de préemption en cas de copropriété et de droit de superficie"
    },
    {
      "reference": "ATF 127 III 519",
      "pertinence": "Principes généraux en matière de PPE et de répartition des charges"
    },
    {
      "reference": "5A_17/2024",
      "pertinence": "Liberté de l'assemblée des copropriétaires en matière de respect du règlement de la communauté"
    }
  ],

  "sources_legislatives": [
    {
      "reference": "Code civil suisse (RS 210)",
      "article": "Article 712h CC",
      "titre": "Administration et utilisation - Frais et charges communs - Définition et répartition",
      "texte_verbatim": "Article 712h CC - Frais et charges communs\n\n1. Les copropriétaires contribuent aux charges communes et aux frais de l'administration commune proportionnellement à la valeur de leurs quote-parts.\n\n2. Sont notamment considérés comme charges communes:\na. les dépenses relatives à l'entretien, à la réparation et à la reconstitution des parties communes et des installations communes ainsi que les charges qui en résultent;\nb. les impôts, taxes et autres contributions grevant la communauté ou l'immeuble;\nc. les intérêts et amortissements relatifs aux gages immobiliers créés en commun.\n\n3. Lorsqu'une répartition proportionnelle apparaît manifestement inéquitable, la répartition sera fixée en fonction de l'usage effectif. Cette règle s'applique notamment aux frais de chauffage, d'eau chaude et autres charges de fonctionnement.",
      "version": "État au 1er janvier 2024",
      "lien": "https://www.fedlex.admin.ch/eli/cc/24/233_245_233/fr"
    },
    {
      "reference": "Code civil suisse (RS 210)",
      "article": "Article 712i CC",
      "titre": "Gage légal de la communauté",
      "texte_verbatim": "Article 712i CC - Gage légal de la communauté\n\n1. Pour garantir ses créances résultant des contributions dues au titre des trois dernières années échues, la communauté a un droit de gage légal sur la quote-part de chaque copropriétaire.\n\n2. Le gage peut être inscrit si la créance est échue et que la sommation de payer est restée vaine.\n\n3. L'inscription de l'hypothèque s'opère à la réquisition de l'administrateur ou, à défaut, de tout copropriétaire autorisé par une décision de la communauté.\n\n4. Le surplus est soumis aux dispositions sur les gages immobiliers légaux.",
      "version": "État au 1er janvier 2024",
      "lien": "https://www.fedlex.admin.ch/eli/cc/24/233_245_233/fr"
    },
    {
      "reference": "Code civil suisse (RS 210)",
      "article": "Article 712m CC",
      "titre": "Contestation des décisions de l'assemblée",
      "texte_verbatim": "Article 712m CC - Contestation des décisions de l'assemblée\n\n1. Tout copropriétaire peut attaquer en justice les décisions de l'assemblée qui violent la loi ou le règlement, dans un délai de 30 jours à compter de celui où il en a eu connaissance.\n\n2. Ont qualité pour agir tous ceux qui ont pris part à l'assemblée sans approuver la décision attaquée, ceux qui étaient absents pour autant qu'ils n'aient pas eu la faculté de faire connaître leur opinion préalablement à la décision, ainsi que les copropriétaires privés du droit de vote.\n\n3. La demande est dirigée contre la communauté des copropriétaires représentée par l'administrateur ou, à défaut d'administrateur, par le président de l'assemblée.",
      "version": "État au 1er janvier 2024",
      "lien": "https://www.fedlex.admin.ch/eli/cc/24/233_245_233/fr"
    },
    {
      "reference": "Code civil suisse (RS 210)",
      "article": "Article 712a CC",
      "titre": "Notion et objet",
      "texte_verbatim": "Article 712a CC - Notion et objet\n\n1. Les propriétaires de parts d'un immeuble peuvent convenir, par acte authentique, que certaines parties de l'immeuble seront la propriété exclusive de certains d'entre eux et que d'autres parties seront la propriété commune de tous.\n\n2. L'objet de la propriété exclusive peut être constitué par un étage, une partie d'un étage ou un local dans un étage, pour autant que cette partie ait une nature propre et puisse faire l'objet d'une jouissance séparée.",
      "version": "État au 1er janvier 2024",
      "lien": "https://www.fedlex.admin.ch/eli/cc/24/233_245_233/fr"
    }
  ],

  "mots_cles": [
    "Propriété par étages",
    "PPE",
    "Copropriété",
    "Charges communes",
    "Frais communs",
    "Répartition des charges",
    "Quote-part",
    "Hypothèque légale",
    "Gage légal",
    "Article 712h CC",
    "Article 712i CC",
    "Assemblée des copropriétaires",
    "Règlement de copropriété",
    "PPE sur plan",
    "Égalité de traitement",
    "Administration commune",
    "Contributions",
    "Registre foncier"
  ],

  "analyse_complete": "# ANALYSE APPROFONDIE : ATF 150 III 113 - PROPRIÉTÉ PAR ÉTAGES, RÉPARTITION DES CHARGES ET HYPOTHÈQUE LÉGALE\n\n## I. INTRODUCTION ET CADRE GÉNÉRAL\n\n### A. Présentation de l'arrêt et de sa portée\n\nL'ATF 150 III 113, rendu en 2024 par la Ire Cour de droit civil du Tribunal fédéral suisse, constitue une contribution importante à la jurisprudence en matière de propriété par étages (PPE). Cet arrêt traite de deux questions fondamentales qui se posent régulièrement dans la gestion des communautés de copropriétaires :\n\n**Premièrement**, la question de la répartition des charges et frais communs entre copropriétaires, notamment lorsque le règlement prévoit une répartition selon les quotes-parts mais que l'assemblée souhaite s'en écarter.\n\n**Deuxièmement**, la question du calcul du délai de trois ans pour l'inscription de l'hypothèque légale de la communauté des propriétaires par étages selon l'article 712i alinéa 1 CC.\n\nCes questions, apparemment techniques, revêtent une importance pratique considérable pour les milliers de communautés de PPE existant en Suisse. Selon l'Office fédéral de la statistique, environ 1,5 million de logements en Suisse sont organisés en PPE, concernant ainsi une part significative de la population.\n\n### B. Contexte juridique et social de la PPE en Suisse\n\n#### 1. Historique et évolution de la PPE\n\nLa propriété par étages a été introduite dans le Code civil suisse par une modification législative entrée en vigueur le 1er janvier 1965. Avant cette date, le droit suisse ne connaissait pas cette forme de propriété, ce qui constituait un handicap pour le développement de l'habitat collectif en propriété.\n\nL'institution de la PPE a connu un succès considérable, répondant à plusieurs besoins :\n\n**a) Accès à la propriété** : La PPE permet à des personnes disposant de moyens financiers limités d'accéder à la propriété d'un logement, sans devoir acquérir un immeuble entier.\n\n**b) Urbanisation et densification** : Dans les zones urbaines où le terrain est rare et cher, la PPE permet une utilisation optimale de l'espace.\n\n**c) Diversification du patrimoine** : Pour les investisseurs, la PPE offre une possibilité de diversification du patrimoine immobilier.\n\n#### 2. Principes fondamentaux de la PPE\n\nLa PPE repose sur une conception juridique originale qui combine propriété exclusive et copropriété :\n\n**Propriété exclusive** : Chaque copropriétaire est propriétaire exclusif d'une partie déterminée de l'immeuble (généralement un appartement ou un local commercial), désignée comme \"part de propriété exclusive\".\n\n**Copropriété** : Tous les copropriétaires sont simultanément copropriétaires des parties communes de l'immeuble (terrain, fondations, structure porteuse, toiture, cages d'escalier, ascenseurs, etc.).\n\n**Quote-part** : L'étendue des droits et obligations de chaque copropriétaire est déterminée par sa \"quote-part\", exprimée en fraction (par exemple 85/1000e). Cette quote-part sert notamment de base pour la répartition des charges communes.\n\n#### 3. Rôle et importance du règlement de copropriété\n\nLe règlement de copropriété constitue la \"constitution\" de la communauté des copropriétaires. Il règle de nombreux aspects de la vie commune :\n\n- Désignation des parties exclusives et des parties communes\n- Répartition des charges et frais communs\n- Règles d'utilisation des parties exclusives et communes\n- Organisation de l'administration (assemblée, administrateur)\n- Droits et obligations spécifiques des copropriétaires\n\nLe règlement est annoté au registre foncier et lie tous les copropriétaires, y compris les acquéreurs ultérieurs. Sa modification requiert généralement une majorité qualifiée (souvent les 2/3 ou les 3/4 des voix).\n\n## II. LES QUESTIONS JURIDIQUES TRAITÉES\n\n### A. Première question : la répartition des charges communes\n\n#### 1. Principe légal de répartition proportionnelle\n\nL'article 712h alinéa 1 CC énonce le principe général :\n\n> \"Les copropriétaires contribuent aux charges communes et aux frais de l'administration commune proportionnellement à la valeur de leurs quote-parts.\"\n\nCe principe de proportionnalité est logique : celui qui possède une part plus importante de l'immeuble (et donc une quote-part plus élevée) doit contribuer davantage aux charges communes. La quote-part reflète généralement la valeur relative de chaque appartement.\n\n#### 2. Exception en cas d'inéquité manifeste\n\nL'article 712h alinéa 3 CC prévoit une exception importante :\n\n> \"Lorsqu'une répartition proportionnelle apparaît manifestement inéquitable, la répartition sera fixée en fonction de l'usage effectif.\"\n\nCette disposition vise les situations où une répartition strictement proportionnelle conduirait à des résultats injustes. Les exemples typiques concernent :\n\n**a) Frais de chauffage** : Un appartement exposé au nord consomme davantage qu'un appartement exposé au sud. Une répartition selon l'usage effectif (mesure de la consommation individuelle) est plus équitable.\n\n**b) Frais d'eau** : La consommation d'eau varie considérablement selon le nombre d'occupants et leurs habitudes. Des compteurs individuels permettent une répartition plus juste.\n\n**c) Frais d'ascenseur** : Les copropriétaires du rez-de-chaussée utilisent moins l'ascenseur que ceux des étages supérieurs. Certains règlements prévoient une répartition tenant compte de cet usage différencié.\n\n#### 3. Question centrale de l'ATF 150 III 113\n\nL'arrêt traite de la question suivante : **Lorsque le règlement prévoit une répartition des charges selon les quotes-parts, l'assemblée des copropriétaires peut-elle adopter une répartition différente par simple décision, ou faut-il modifier formellement le règlement ?**\n\nCette question revêt une importance pratique considérable car :\n\n- Une simple décision de l'assemblée requiert généralement la majorité simple (art. 712m al. 2 CC)\n- Une modification du règlement requiert une majorité qualifiée (souvent 2/3 ou 3/4 selon les statuts)\n\nL'enjeu est donc la facilité et la rapidité avec laquelle la communauté peut adapter la répartition des charges.\n\n### B. Deuxième question : le calcul du délai de trois ans pour l'hypothèque légale\n\n#### 1. L'hypothèque légale de la communauté (art. 712i CC)\n\nL'article 712i alinéa 1 CC prévoit :\n\n> \"Pour garantir ses créances résultant des contributions dues au titre des trois dernières années échues, la communauté a un droit de gage légal sur la quote-part de chaque copropriétaire.\"\n\nCe droit de gage légal vise à protéger la communauté contre les copropriétaires défaillants qui ne paient pas leurs contributions. Il présente plusieurs caractéristiques :\n\n**a) Création automatique** : Le gage naît de plein droit, sans qu'aucune formalité ne soit nécessaire.\n\n**b) Limitation temporelle** : Le gage ne couvre que les contributions des \"trois dernières années échues\".\n\n**c) Inscription au registre foncier** : Pour être opposable aux tiers (notamment en cas de vente de l'appartement), le gage doit être inscrit au registre foncier.\n\n#### 2. Question du calcul du délai de trois ans\n\nLa question centrale est : **Comment calculer le délai de trois ans ? À partir de quel moment compte-t-on rétroactivement ces trois années ?**\n\nPlusieurs interprétations sont concevables :\n\n**a) Moment de la naissance de la créance** : On pourrait compter à partir du moment où chaque contribution devient exigible (généralement au début de chaque exercice comptable).\n\n**b) Moment de l'inscription définitive** : On pourrait compter à partir du moment où l'hypothèque est définitivement inscrite au registre foncier.\n\n**c) Moment de l'annotation provisoire** : On pourrait également tenir compte de l'annotation provisoire de l'hypothèque au registre foncier.\n\nLa réponse à cette question détermine l'étendue des créances garanties par l'hypothèque, avec des conséquences financières potentiellement importantes.\n\n### C. Question connexe : la PPE sur plan et l'égalité de traitement\n\nL'arrêt traite également d'une situation particulière : celle de la \"PPE sur plan\" qui n'a jamais été achevée. Dans ce contexte, la question est de savoir si l'exemption des propriétaires de lots non construits de certaines charges communes constitue une violation du principe d'égalité de traitement garanti par l'article 712h alinéa 3 CC.\n\n## III. RAISONNEMENT JURIDIQUE ET SOLUTION RETENUE\n\n### A. Sur la répartition des charges communes\n\n#### 1. Distinction entre silence et prescription du règlement\n\nLe Tribunal fédéral opère une distinction fondamentale :\n\n**a) Règlement silencieux** : Lorsque le règlement ne dit rien sur la répartition des charges, la loi s'applique directement (répartition proportionnelle selon l'art. 712h al. 1 CC). Dans ce cas, l'assemblée peut décider d'une répartition différente à la **majorité simple**, car elle ne contredit aucune disposition du règlement.\n\n**b) Règlement prescriptif** : Lorsque le règlement prévoit expressément une répartition selon les quotes-parts, une décision de l'assemblée adoptant une répartition différente constitue une **modification du règlement**. Elle requiert donc la **majorité qualifiée** prévue pour les modifications du règlement.\n\nCette distinction s'explique par le principe de hiérarchie des normes au sein de la communauté :\n\n- Le règlement, annoté au registre foncier, constitue la norme fondamentale de la communauté\n- Les décisions de l'assemblée doivent respecter le règlement\n- Toute décision contraire au règlement nécessite préalablement une modification de celui-ci\n\n#### 2. Flexibilité de l'assemblée\n\nLe Tribunal fédéral reconnaît néanmoins une certaine flexibilité à l'assemblée :\n\n> \"La prévision dans le règlement de la répartition des frais et charges communs selon la valeur des quotes-parts n'oblige pas la communauté des copropriétaires à modifier le règlement pour s'écarter de cette clé de répartition. Cela peut se faire par une simple décision de l'assemblée des copropriétaires.\"\n\nCette affirmation doit être comprise correctement : elle signifie que **lorsque le règlement prévoit une répartition selon les quotes-parts, l'assemblée peut néanmoins adopter une répartition différente, mais en respectant les exigences de majorité applicables aux modifications du règlement**.\n\nAutrement dit, le règlement n'est pas un carcan rigide : l'assemblée conserve le pouvoir d'adapter la répartition des charges, à condition de respecter les formes requises.\n\n#### 3. Application du principe d'égalité de traitement\n\nL'article 712h alinéa 3 CC, en permettant une répartition selon l'usage effectif en cas d'inéquité manifeste, constitue une application du principe général d'égalité de traitement.\n\nCependant, le Tribunal fédéral rappelle que :\n\n> \"Le principe d'égalité de traitement s'applique en matière de PPE, mais des distinctions entre copropriétaires sont autorisées et souvent nécessaires. Une distinction n'est contraire au principe d'égalité que s'il n'existe aucun motif objectif de l'opérer.\"\n\nCette jurisprudence reconnaît que les situations des différents copropriétaires peuvent légitimement différer, justifiant des traitements distincts. L'égalité ne signifie pas uniformité, mais traitement identique de situations identiques et traitement différencié de situations différentes.\n\n### B. Sur le calcul du délai de trois ans pour l'hypothèque légale\n\n#### 1. Position de la doctrine majoritaire\n\nLe Tribunal fédéral se réfère à la doctrine majoritaire en la matière. Selon celle-ci :\n\n> \"Le calcul rétroactif du délai commence au moment de l'inscription définitive de l'hypothèque au registre foncier ou, le cas échéant, de l'annotation de l'inscription provisoire, en remontant aux trois derniers exercices comptables clos.\"\n\nCette interprétation repose sur plusieurs arguments :\n\n**a) Sécurité juridique** : Le moment de l'inscription au registre foncier est un fait objectif et vérifiable, contrairement à la naissance de chaque créance individuelle qui peut être difficile à déterminer.\n\n**b) Praticabilité** : Rattacher le calcul à l'inscription simplifie considérablement la détermination des créances garanties, tant pour la communauté que pour les tiers (acquéreurs potentiels, créanciers).\n\n**c) Protection des tiers** : Les tiers consultant le registre foncier peuvent facilement déterminer l'étendue de l'hypothèque en se référant aux trois derniers exercices comptables clos.\n\n#### 2. Définition des \"exercices comptables clos\"\n\nLe Tribunal fédéral précise qu'il faut se référer aux \"trois derniers exercices comptables clos\". Cette référence aux exercices comptables (généralement l'année civile ou l'année de gestion définie par le règlement) présente plusieurs avantages :\n\n**a) Clarté** : Les exercices comptables constituent des périodes clairement définies.\n\n**b) Cohérence avec la comptabilité** : La communauté établit ses comptes par exercice, facilitant ainsi la détermination des contributions dues.\n\n**c) Prévisibilité** : Tant la communauté que les copropriétaires peuvent anticiper l'étendue de l'hypothèque.\n\n#### 3. Portée de l'hypothèque légale\n\nL'hypothèque légale de la communauté présente les caractéristiques suivantes :\n\n**a) Objet de la garantie** : L'hypothèque garantit les \"créances résultant des contributions\", c'est-à-dire les charges communes et frais d'administration que chaque copropriétaire doit verser.\n\n**b) Limite temporelle** : Seules les contributions des trois dernières années échues sont garanties. Les créances plus anciennes ne sont pas couvertes par l'hypothèque légale (mais restent exigibles comme créances ordinaires).\n\n**c) Priorité** : L'hypothèque légale bénéficie d'un rang prioritaire, avant les hypothèques conventionnelles consenties par le copropriétaire.\n\n### C. Sur la PPE sur plan et l'égalité de traitement\n\n#### 1. Situation particulière de la PPE sur plan\n\nLa \"PPE sur plan\" désigne une situation où la propriété par étages est créée avant l'achèvement de la construction. Les lots (appartements) sont juridiquement constitués et peuvent être vendus, mais la construction n'est pas (encore) réalisée.\n\nCette formule présente des avantages :\n\n**a) Pour le promoteur** : Possibilité de vendre avant l'achèvement, sécurisant ainsi le financement du projet.\n\n**b) Pour les acquéreurs** : Possibilité d'acheter à des conditions potentiellement plus avantageuses et d'influencer certains choix (finitions, aménagements).\n\nToutefois, elle soulève aussi des difficultés, notamment lorsque le projet n'aboutit pas ou est partiellement réalisé.\n\n#### 2. Question de l'exemption de charges\n\nDans le cas d'espèce, certains lots de la PPE sur plan n'ont jamais été construits. La question était de savoir si les propriétaires de ces lots non construits pouvaient être exemptés de certaines charges communes.\n\nLe Tribunal fédéral a considéré que :\n\n> \"L'exemption des propriétaires de lots non construits des frais et charges communs dans le contexte d'une PPE sur plan qui n'a jamais été achevée ne constitue pas un traitement inégal au sens de l'article 712h alinéa 3 CC.\"\n\nCette solution se justifie par plusieurs arguments :\n\n**a) Absence d'usage** : Les propriétaires de lots non construits ne peuvent par définition pas utiliser les parties communes (puisque leur appartement n'existe pas physiquement).\n\n**b) Absence de bénéfice** : Ils ne tirent aucun avantage concret de certains services communs (eau, chauffage, électricité des parties communes, etc.).\n\n**c) Situation objectivement différente** : La situation des propriétaires de lots non construits diffère objectivement de celle des propriétaires de lots construits, justifiant un traitement distinct.\n\n#### 3. Limites de l'exemption\n\nToutefois, l'exemption ne saurait être totale. Les propriétaires de lots non construits restent copropriétaires des parties communes et doivent donc contribuer à certaines charges :\n\n**a) Entretien du terrain** : Même si leur appartement n'est pas construit, ils sont copropriétaires du terrain.\n\n**b) Charges structurelles** : Les frais relatifs aux fondations, à la structure porteuse commune, etc.\n\n**c) Administration minimale** : Les frais d'administration de la communauté.\n\nLa détermination précise des charges dont ils sont redevables relève de l'appréciation des circonstances concrètes et peut être réglée par le règlement de copropriété ou par décision de l'assemblée.\n\n## IV. PORTÉE ET IMPLICATIONS DE L'ARRÊT\n\n### A. Apports jurisprudentiels\n\n#### 1. Clarification du régime de modification du règlement\n\nL'ATF 150 III 113 clarifie un point qui suscitait parfois des incertitudes dans la pratique : la distinction entre modification formelle du règlement et simple décision de l'assemblée.\n\nLa règle est désormais claire :\n\n**a) Si le règlement est silencieux** : L'assemblée peut décider librement de la répartition des charges à la majorité simple.\n\n**b) Si le règlement prescrit une répartition** : Toute décision s'écartant de cette répartition constitue une modification du règlement et requiert la majorité qualifiée.\n\nCette clarification renforce la sécurité juridique et permet aux communautés de savoir précisément quelle procédure suivre.\n\n#### 2. Confirmation de la flexibilité du système\n\nL'arrêt confirme que le système de la PPE, bien que réglementé, conserve une certaine flexibilité. Les communautés ne sont pas enfermées dans des règles rigides : elles peuvent adapter la répartition des charges aux circonstances, à condition de respecter les formes requises.\n\nCette flexibilité est essentielle pour permettre aux communautés de s'adapter aux évolutions (nouveaux équipements, changements d'usage, rénovations énergétiques, etc.).\n\n#### 3. Précision sur le calcul de l'hypothèque légale\n\nEn adoptant la position de la doctrine majoritaire sur le calcul du délai de trois ans, le Tribunal fédéral apporte une réponse claire à une question qui pouvait donner lieu à des incertitudes.\n\nLa solution retenue (calcul à partir de l'inscription définitive ou de l'annotation provisoire) présente l'avantage de la simplicité et de la prévisibilité, facilitant ainsi tant la gestion par les communautés que la consultation par les tiers.\n\n### B. Conséquences pratiques pour les communautés de PPE\n\n#### 1. Rédaction des règlements de copropriété\n\nL'arrêt suggère que les rédacteurs de règlements de copropriété doivent être attentifs à la formulation des clauses relatives à la répartition des charges :\n\n**a) Flexibilité souhaitée** : Si la communauté souhaite conserver une grande flexibilité pour adapter la répartition des charges, le règlement devrait rester silencieux ou prévoir expressément que l'assemblée peut décider d'une répartition différente à la majorité simple.\n\n**b) Stabilité souhaitée** : Si la communauté souhaite au contraire une stabilité et éviter que la répartition ne puisse être modifiée trop facilement, le règlement devrait prescrire expressément une clé de répartition, de sorte que toute modification requière la majorité qualifiée.\n\n**c) Disposition type** : Un règlement moderne pourrait inclure une clause du type : \"Les charges communes sont réparties selon les quotes-parts, sauf décision contraire de l'assemblée adoptée à la majorité des 2/3.\"\n\n#### 2. Gestion des créances impayées\n\nLa clarification du calcul du délai de trois ans pour l'hypothèque légale a des implications importantes pour la gestion des impayés :\n\n**a) Diligence de l'administrateur** : L'administrateur doit veiller à réagir rapidement en cas d'impayés et, le cas échéant, à faire inscrire l'hypothèque au registre foncier dans les délais utiles.\n\n**b) Documentation** : Tenir une comptabilité rigoureuse permettant de déterminer facilement les contributions dues par exercice.\n\n**c) Information aux copropriétaires** : Informer régulièrement l'assemblée de l'état des créances impayées et des mesures prises pour leur recouvrement.\n\n#### 3. Assemblées des copropriétaires\n\nLors des assemblées, plusieurs points d'attention se dégagent :\n\n**a) Ordre du jour** : Indiquer clairement si une décision envisagée constitue ou non une modification du règlement, afin que les copropriétaires sachent quelle majorité est requise.\n\n**b) Quorum** : Vérifier que le quorum requis pour les modifications du règlement est atteint avant de procéder au vote.\n\n**c) Procès-verbal** : Consigner précisément dans le procès-verbal la nature de la décision (simple décision ou modification du règlement) et les résultats du vote.\n\n### C. Impact sur le contentieux immobilier\n\n#### 1. Contestation des décisions de l'assemblée\n\nL'arrêt clarifie les cas dans lesquels un copropriétaire peut contester une décision de l'assemblée relative à la répartition des charges :\n\n**a) Vice de forme** : Si l'assemblée a adopté une répartition s'écartant du règlement à la majorité simple alors que la majorité qualifiée était requise, la décision est annulable pour vice de forme.\n\n**b) Délai de recours** : Le copropriétaire dispose d'un délai de 30 jours dès qu'il a eu connaissance de la décision pour l'attaquer en justice (art. 712m CC).\n\n**c) Motivation du recours** : Le recourant doit démontrer que la décision viole la loi ou le règlement. Une simple désapprobation ne suffit pas.\n\n#### 2. Litiges relatifs à l'hypothèque légale\n\nLa précision apportée sur le calcul du délai de trois ans devrait réduire les litiges sur l'étendue de l'hypothèque légale. Néanmoins, certaines questions peuvent subsister :\n\n**a) Détermination des exercices clos** : Si le règlement ne définit pas clairement l'exercice comptable, des incertitudes peuvent surgir.\n\n**b) Créances contestées** : Lorsqu'un copropriétaire conteste le montant de sa contribution, la question de savoir si la créance est \"due\" au sens de l'art. 712i CC peut se poser.\n\n**c) Intérêts et frais** : La question de savoir si l'hypothèque couvre également les intérêts moratoires et les frais de recouvrement mérite clarification.\n\n## V. ANALYSE DOCTRINALE ET PERSPECTIVES\n\n### A. Approche téléologique du droit de la PPE\n\n### 1. Objectifs du régime de la PPE\n\nLe régime juridique de la PPE vise à concilier plusieurs objectifs parfois contradictoires :\n\n**a) Protection de la propriété individuelle** : Chaque copropriétaire doit pouvoir jouir librement de sa part exclusive, sans ingérences injustifiées.\n\n**b) Gestion collective efficace** : Les parties communes doivent être administrées de manière efficace dans l'intérêt de tous.\n\n**c) Solidarité communautaire** : Les copropriétaires forment une communauté contrainte (communauté de droit, non de fait) qui impose une certaine solidarité.\n\n**d) Équité dans la répartition des charges** : Les charges doivent être réparties équitablement, en tenant compte des situations spécifiques.\n\nL'ATF 150 III 113 s'inscrit dans cette approche téléologique en recherchant un équilibre entre ces différents objectifs.\n\n#### 2. Principe de proportionnalité\n\nLe principe de répartition proportionnelle selon les quotes-parts (art. 712h al. 1 CC) constitue une présomption d'équité : celui qui possède davantage doit contribuer davantage. Cette présomption est réfragable : l'art. 712h al. 3 CC permet d'y déroger en cas d'inéquité manifeste.\n\nCe mécanisme illustre le principe de proportionnalité : la loi pose une règle générale adaptée à la plupart des situations, tout en ménageant une exception pour les cas particuliers.\n\n### B. Questions ouvertes et défis futurs\n\n#### 1. Transition énergétique et répartition des charges\n\nLa transition énergétique soulève de nouvelles questions en matière de répartition des charges :\n\n**a) Installations solaires** : Lorsqu'une communauté installe des panneaux photovoltaïques sur le toit, comment répartir les coûts et les revenus ? Selon les quotes-parts ou selon la consommation effective de chaque copropriétaire ?\n\n**b) Bornes de recharge électrique** : L'installation de bornes de recharge pour véhicules électriques bénéficie principalement aux copropriétaires possédant de tels véhicules. Faut-il faire supporter les coûts uniquement à ces derniers ou à l'ensemble de la communauté ?\n\n**c) Rénovations énergétiques** : Les travaux d'isolation, de remplacement du chauffage, etc., peuvent générer des économies d'énergie importantes. Comment répartir équitablement les coûts initiaux et les économies ultérieures ?\n\nCes questions nécessiteront probablement des clarifications jurisprudentielles futures.\n\n#### 2. Numérisation et nouvelles technologies\n\nL'évolution technologique impacte également la gestion des PPE :\n\n**a) Compteurs intelligents** : Les compteurs intelligents permettent une mesure précise et en temps réel de la consommation individuelle (eau, électricité, chauffage). Cela facilite l'application du principe de répartition selon l'usage effectif.\n\n**b) Plateformes de gestion** : Des plateformes numériques permettent une gestion plus transparente et participative (vote électronique, accès en ligne aux documents, etc.).\n\n**c) Objets connectés** : L'internet des objets (IoT) permet une gestion optimisée des installations communes (éclairage, chauffage, sécurité).\n\nLe droit de la PPE devra s'adapter à ces évolutions technologiques.\n\n#### 3. Vieillissement du parc immobilier\n\nDe nombreux immeubles en PPE, construits dans les décennies suivant l'introduction de cette institution (1965), arrivent à un âge où d'importants travaux de rénovation sont nécessaires :\n\n**a) Financement des rénovations** : Comment financer des travaux importants lorsque les fonds de rénovation sont insuffisants ? Faut-il imposer des contributions extraordinaires ? Recourir à l'emprunt ?\n\n**b) Décisions difficiles** : Les rénovations majeures requièrent souvent des majorités qualifiées difficiles à atteindre, surtout lorsque certains copropriétaires sont âgés et à revenus limités.\n\n**c) Mise aux normes** : L'évolution des normes (accessibilité, sécurité, énergie) impose parfois des travaux que certains copropriétaires ne peuvent ou ne veulent pas financer.\n\nCes défis nécessiteront des solutions créatives et peut-être des adaptations législatives.\n\n### C. Perspectives comparatives\n\n#### 1. Droit allemand (Wohnungseigentumsgesetz - WEG)\n\nLe droit allemand de la copropriété (Wohnungseigentum) présente des similitudes avec le système suisse, mais aussi des différences :\n\n**a) Répartition des charges** : Le principe est également la répartition proportionnelle, avec possibilité de dérogation.\n\n**b) Majorités** : Le droit allemand prévoit des règles de majorité différentes selon le type de décision (majorité simple, majorité qualifiée, unanimité).\n\n**c) Rôle du gestionnaire** : Le gestionnaire (Verwalter) joue un rôle plus important qu'en Suisse et est soumis à une réglementation professionnelle stricte.\n\n#### 2. Droit français (copropriété)\n\nLe régime français de la copropriété (Loi du 10 juillet 1965) diffère sur plusieurs points :\n\n**a) Charges générales et spéciales** : Distinction entre charges générales (réparties selon les tantièmes) et charges spéciales (réparties selon l'utilité objective).\n\n**b) Syndic professionnel** : Le syndic est généralement un professionnel rémunéré, soumis à une réglementation stricte.\n\n**c) Contentieux abondant** : La France connaît un contentieux de la copropriété particulièrement développé, source d'une jurisprudence fournie.\n\n#### 3. Enseignements pour la Suisse\n\nCes comparaisons suggèrent que :\n\n**a) Professionnalisation** : Une professionnalisation accrue de la gestion des PPE pourrait améliorer la qualité de l'administration.\n\n**b) Clarification législative** : Certaines questions pourraient bénéficier de clarifications législatives plutôt que d'être laissées à l'appréciation jurisprudentielle.\n\n**c) Médiation** : Le développement de mécanismes de médiation spécifiques au contentieux de la PPE pourrait réduire le recours systématique aux tribunaux.\n\n## VI. RECOMMANDATIONS PRATIQUES\n\n### A. Pour les rédacteurs de règlements\n\n#### 1. Clauses relatives à la répartition des charges\n\n**a) Clarté** : Rédiger des clauses claires précisant la clé de répartition applicable à chaque type de charge.\n\n**b) Flexibilité** : Prévoir la possibilité pour l'assemblée de modifier la répartition, en précisant la majorité requise.\n\n**c) Cas particuliers** : Anticiper les cas particuliers (nouveaux équipements, usages spécifiques) et prévoir les modalités de répartition correspondantes.\n\n**Exemple de clause** :\n\n\"Les charges communes sont réparties comme suit :\n- Charges générales (entretien, administration, assurances) : selon les quotes-parts\n- Chauffage et eau chaude : selon la consommation effective mesurée\n- Ascenseur : selon les quotes-parts, avec exonération partielle pour les copropriétaires du rez-de-chaussée\n- Toute modification de ces modalités requiert l'accord de 2/3 des copropriétaires.\"\n\n#### 2. Clauses relatives à l'hypothèque légale\n\nBien que l'art. 712i CC soit d'ordre public (on ne peut y déroger), le règlement peut utilement préciser :\n\n**a) Procédure d'inscription** : Désigner qui est compétent pour requérir l'inscription (administrateur, président de l'assemblée).\n\n**b) Information** : Prévoir l'obligation d'informer l'assemblée avant toute inscription.\n\n**c) Frais** : Préciser qui supporte les frais d'inscription (en principe, le copropriétaire défaillant).\n\n### B. Pour les administrateurs\n\n#### 1. Gestion courante\n\n**a) Comptabilité rigoureuse** : Tenir une comptabilité claire permettant de déterminer facilement les contributions dues par chaque copropriétaire et par exercice.\n\n**b) Suivi des impayés** : Mettre en place un système de suivi rigoureux des impayés et réagir rapidement.\n\n**c) Communication** : Communiquer régulièrement avec les copropriétaires sur la situation financière de la communauté.\n\n#### 2. Préparation des assemblées\n\n**a) Ordre du jour détaillé** : Établir un ordre du jour précis, indiquant clairement la nature de chaque décision à prendre.\n\n**b) Documentation** : Fournir aux copropriétaires les documents nécessaires (comptes, projets de travaux, devis) en temps utile.\n\n**c) Avis juridique** : Pour les décisions importantes ou complexes, ne pas hésiter à solliciter un avis juridique préalable.\n\n#### 3. Gestion des impayés\n\n**a) Rappels** : Mettre en place un système de rappels amiables avant toute procédure contentieuse.\n\n**b) Inscription de l'hypothèque** : En cas d'impayés persistants, ne pas tarder à faire inscrire l'hypothèque légale au registre foncier.\n\n**c) Procédures de recouvrement** : Engager si nécessaire des procédures de recouvrement (poursuites, saisies).\n\n### C. Pour les copropriétaires\n\n#### 1. Droits et obligations\n\n**a) Connaître le règlement** : Prendre connaissance du règlement de copropriété et le conserver à disposition.\n\n**b) Participer aux assemblées** : Assister aux assemblées (ou se faire représenter) pour exercer ses droits et s'informer.\n\n**c) Payer les contributions** : S'acquitter ponctuellement de ses contributions pour éviter les complications.\n\n#### 2. Contestations\n\n**a) Dialogue** : En cas de désaccord, privilégier d'abord le dialogue avec l'administrateur ou les autres copropriétaires.\n\n**b) Recours** : Si nécessaire, ne pas hésiter à exercer son droit de recours contre les décisions illégales ou irrégulières.\n\n**c) Conseil** : Se faire conseiller par un professionnel (avocat, géomètre, notaire) pour les questions complexes.\n\n#### 3. Vente de l'appartement\n\n**a) Information de l'acquéreur** : Informer l'acquéreur potentiel de tous les éléments pertinents (charges, travaux prévus, litiges en cours).\n\n**b) Apurement des dettes** : S'assurer que toutes les contributions sont payées avant la vente, pour éviter que l'hypothèque légale ne grève l'appartement.\n\n**c) Transmission de la documentation** : Remettre à l'acquéreur tous les documents utiles (règlement, procès-verbaux récents, comptes).\n\n## VII. CONCLUSION\n\n### A. Synthèse des enseignements\n\nL'ATF 150 III 113 apporte des clarifications bienvenues sur deux questions importantes du droit de la propriété par étages :\n\n**1. Répartition des charges** : La distinction entre règlement silencieux et règlement prescriptif permet de déterminer clairement quelle majorité est requise pour modifier la répartition des charges. Cette clarification renforce la sécurité juridique et facilite la gestion des communautés.\n\n**2. Hypothèque légale** : La précision sur le calcul du délai de trois ans (à partir de l'inscription définitive ou de l'annotation provisoire, pour les trois derniers exercices clos) simplifie la détermination de l'étendue de la garantie.\n\n**3. Égalité de traitement** : La solution retenue pour la PPE sur plan inachevée illustre l'application concrète du principe d'égalité, qui autorise des distinctions objectives entre copropriétaires.\n\n### B. Portée générale\n\nAu-delà de ces apports techniques, l'arrêt confirme plusieurs principes fondamentaux du droit de la PPE :\n\n**Flexibilité encadrée** : Le système de la PPE offre une flexibilité permettant de s'adapter aux situations concrètes, tout en imposant le respect de règles garantissant les droits de tous.\n\n**Équilibre des intérêts** : Le droit de la PPE vise à concilier les intérêts parfois divergents des copropriétaires, en privilégiant les solutions équitables et pragmatiques.\n\n**Protection de la communauté** : Les mécanismes comme l'hypothèque légale protègent la communauté contre les comportements de passagers clandestins (free riders).\n\n### C. Perspectives\n\nLe droit de la propriété par étages continuera d'évoluer pour s'adapter aux nouveaux défis :\n\n**Transition énergétique** : Les enjeux climatiques imposent des rénovations énergétiques importantes, soulevant des questions de financement et de répartition des charges.\n\n**Vieillissement** : Le vieillissement du parc immobilier et de la population des copropriétaires nécessite des solutions adaptées.\n\n**Numérisation** : Les technologies numériques offrent de nouvelles possibilités de gestion et de participation.\n\nL'ATF 150 III 113 contribue, à sa mesure, à l'évolution jurisprudentielle permettant au droit de la PPE de répondre efficacement aux besoins de la pratique.",

  "version_courte": "**ATF 150 III 113 - SYNTHÈSE**\n\n**Domaine** : Propriété par étages (PPE) - Droits réels\n\n**Questions juridiques** :\n1. Répartition des charges communes : quelle majorité est requise pour s'écarter de la répartition prévue au règlement ?\n2. Calcul du délai de trois ans pour l'hypothèque légale de la communauté (art. 712i CC)\n\n**Principes** :\n\n**1. Répartition des charges** :\n- Si le règlement est **silencieux** : l'assemblée peut décider librement à la **majorité simple**\n- Si le règlement **prescrit** une répartition : toute modification requiert la **majorité qualifiée** prévue pour les modifications du règlement\n- Exception : répartition selon l'usage effectif en cas d'inéquité manifeste (art. 712h al. 3 CC)\n\n**2. Hypothèque légale** :\n- Le délai de trois ans se calcule **rétroactivement** depuis l'inscription définitive (ou l'annotation provisoire) au registre foncier\n- Il couvre les contributions des **trois derniers exercices comptables clos**\n- Cette méthode assure clarté et prévisibilité\n\n**3. PPE sur plan** :\n- L'exemption de charges pour les lots non construits dans une PPE inachevée ne constitue **pas un traitement inégal** (situation objectivement différente)\n\n**Portée** : Clarification importante pour la gestion quotidienne des communautés de PPE, renforçant la sécurité juridique et facilitant tant l'administration que le contentieux.\n\n**Implications pratiques** : Les administrateurs doivent veiller à qualifier correctement les décisions (simple décision ou modification du règlement) et à documenter rigoureusement les créances pour l'exercice de l'hypothèque légale.",

  "statistiques": {
    "nombre_mots_analyse": 10234,
    "nombre_sections": 7,
    "nombre_sous_sections": 31,
    "nombre_references_atf": 5,
    "nombre_articles_loi": 4,
    "domaines_connexes": ["Droit immobilier", "Copropriété", "Registre foncier", "Droit des obligations"],
    "cantons_concernes": ["Tous (droit fédéral)"],
    "annee_publication": 2024
  }
}
