{
  "metadata": {
    "reference_arret": "ATF 151 II 101",
    "date_arret": "2025-03-10",
    "juridiction": "Tribunal fédéral suisse - IIe Cour de droit public",
    "domaine_droit": "Droit fiscal",
    "sous_domaine": "Impôt fédéral direct - Relations intercantonales - Compétence de perception",
    "langue": "DE/FR",
    "composition": "IIe Cour de droit public",
    "parties": {
      "recourante": "A.___ AG (société anonyme)",
      "intimées": "Canton de Zurich (Administration fiscale) et Canton de Zoug (Administration fiscale)",
      "autre_partie": "Administration fédérale des contributions (AFC)"
    },
    "date_analyse": "2025-11-11",
    "numero_bge": "151 II 101",
    "periode_fiscale": "2015",
    "date_faits": "2015-2023"
  },

  "arrets_principaux": [
    {
      "reference": "ATF 151 II 101 (2C_1042/2021)",
      "date": "2025-03-10",
      "formation": "IIe Cour de droit public",
      "matiere": "Impôt fédéral direct - Compétence de perception en cas de conflit intercantonal",
      "issue": "Recours partiellement admis - Compétence du canton de Zurich confirmée, décision du canton de Zoug annulée"
    }
  ],

  "arrets_connexes": [
    {
      "reference": "ATF 149 II 354",
      "pertinence": "Abandon de la jurisprudence sur la déchéance du droit de recours en matière de double imposition intercantonale",
      "lien": "Changement jurisprudentiel majeur - Protection accrue des contribuables"
    },
    {
      "reference": "2C_663/2019 (26.03.2020)",
      "pertinence": "Conflit Zurich-Zoug - Administration effective vs siège statutaire - Comportement déloyal du contribuable",
      "lien": "Cas précédent entre les mêmes cantons concernant la même société"
    },
    {
      "reference": "ATF 150 II 73",
      "pertinence": "Procédure de rappel d'impôt dans un rapport intercantonal - Renversement de jurisprudence",
      "lien": "Abandon ATF 139 I 64 - Compétence de chaque canton pour taxation et rappel"
    },
    {
      "reference": "ATF 143 II 694",
      "pertinence": "Imposition du gain immobilier en cas de report d'imposition dans un rapport intercantonal",
      "lien": "Méthode unitaire vs méthode de partage - Compétence exclusive du canton de destination"
    },
    {
      "reference": "ATF 143 I 284",
      "pertinence": "Administration effective des personnes morales - Critères de détermination",
      "lien": "Lieu où se trouve le centre effectif et économique de l'existence de l'entité"
    }
  ],

  "sources_legislatives": {
    "droit_suisse": [
      {
        "acte": "Loi fédérale sur l'impôt fédéral direct (LIFD)",
        "rs": "642.11",
        "articles_cites": [
          {
            "article": "Art. 50 LIFD",
            "titre": "Assujettissement - Rattachement personnel",
            "texte_verbatim": "Les personnes morales sont assujetties à l'impôt en raison de leur rattachement personnel lorsqu'elles ont leur siège ou leur administration effective en Suisse.",
            "importance": "Base légale de l'assujettissement illimité des personnes morales"
          },
          {
            "article": "Art. 51 LIFD",
            "titre": "Assujettissement - Rattachement économique",
            "texte_verbatim": "Les personnes morales qui n'ont ni leur siège ni leur administration effective en Suisse sont assujetties à l'impôt en raison de leur rattachement économique.",
            "importance": "Assujettissement limité pour personnes morales sans siège ni administration effective en Suisse"
          },
          {
            "article": "Art. 52 LIFD",
            "titre": "Étendue de l'assujettissement",
            "texte_verbatim": "L'assujettissement fondé sur un rattachement personnel est illimité; il s'étend à tous les revenus et la fortune imposables en Suisse conformément aux dispositions de la présente loi.",
            "importance": "Portée de l'assujettissement illimité basé sur le rattachement personnel"
          },
          {
            "article": "Art. 105 al. 1 LIFD",
            "titre": "Rattachement personnel - Personnes physiques",
            "texte_verbatim": "Les autorités cantonales perçoivent l'impôt fédéral direct auprès des personnes physiques qui, au regard du droit fiscal, sont domiciliées dans le canton ou, à défaut d'un domicile en Suisse, séjournent dans le canton à la fin de la période fiscale ou de l'assujettissement.",
            "importance": "Compétence de perception pour les personnes physiques"
          },
          {
            "article": "Art. 105 al. 3 LIFD",
            "titre": "Rattachement personnel - Personnes morales",
            "texte_verbatim": "Les autorités cantonales perçoivent l'impôt fédéral direct auprès des personnes morales qui ont leur siège ou leur administration effective dans le canton à la fin de la période fiscale ou de l'assujettissement.",
            "importance": "Critère déterminant: siège OU administration effective - Principe de l'alternative"
          },
          {
            "article": "Art. 106 LIFD",
            "titre": "Rattachement économique",
            "texte_verbatim": "Lorsque le domicile ou le séjour d'une personne physique ou le siège ou l'administration effective d'une personne morale ne se trouve pas en Suisse, ou lorsque ces éléments ne suffisent pas pour justifier l'imposition, les cantons perçoivent l'impôt en fonction du rattachement économique.",
            "importance": "Base de la perception en cas de rattachement économique seulement"
          },
          {
            "article": "Art. 107 LIFD",
            "titre": "Impôts à la source",
            "texte_verbatim": "Pour les impôts à la source, le canton compétent est celui dans lequel le débiteur de la prestation imposable a son domicile, son siège ou son établissement stable à la fin de l'année civile.",
            "importance": "Règle spécifique pour les impôts à la source"
          },
          {
            "article": "Art. 108 al. 1 LIFD",
            "titre": "Décision en cas de for incertain ou litigieux",
            "texte_verbatim": "Si plusieurs cantons se prétendent compétents ou si aucun canton ne se reconnaît compétent, ou s'il existe entre les cantons intéressés des divergences d'avis au sujet du domicile fiscal, le canton requis ou les cantons intéressés demandent une décision de l'Administration fédérale des contributions.",
            "importance": "Rôle de l'AFC en cas de conflit de compétence intercantonal - PRINCIPE CLÉ DE L'ARRÊT"
          },
          {
            "article": "Art. 108 al. 2 LIFD",
            "titre": "Effet de la décision de l'AFC",
            "texte_verbatim": "La décision de l'Administration fédérale des contributions lie tous les cantons intéressés dès qu'elle est entrée en force.",
            "importance": "Force obligatoire de la décision AFC pour tous les cantons concernés"
          },
          {
            "article": "Art. 109 LIFD",
            "titre": "Voies de droit contre la décision de l'AFC",
            "texte_verbatim": "La décision de l'Administration fédérale des contributions peut être attaquée par voie de réclamation et de recours conformément aux dispositions générales de la loi fédérale du 20 décembre 1968 sur la procédure administrative.",
            "importance": "Voies de recours contre la décision de l'AFC"
          }
        ]
      },
      {
        "acte": "Constitution fédérale de la Confédération suisse (Cst.)",
        "rs": "101",
        "articles_cites": [
          {
            "article": "Art. 127 al. 3 Cst.",
            "titre": "Interdiction de la double imposition intercantonale",
            "texte_verbatim": "Toute double imposition intercantonale est interdite. La Confédération prend les mesures nécessaires.",
            "importance": "Principe constitutionnel fondamental - Protection du contribuable"
          },
          {
            "article": "Art. 128 Cst.",
            "titre": "Impôts directs",
            "texte_verbatim": "La Confédération peut percevoir un impôt direct: a. d'un taux maximal de 11,5 % sur le revenu des personnes physiques; b. d'un taux maximal de 8,5 % sur le bénéfice net des personnes morales.",
            "importance": "Compétence constitutionnelle de la Confédération en matière d'impôt direct"
          },
          {
            "article": "Art. 129 al. 1 Cst.",
            "titre": "Harmonisation fiscale",
            "texte_verbatim": "La Confédération fixe les principes de l'harmonisation des impôts directs de la Confédération, des cantons et des communes; elle prend en considération les efforts des cantons en matière d'harmonisation.",
            "importance": "Mandat constitutionnel d'harmonisation fiscale"
          }
        ]
      },
      {
        "acte": "Loi sur le Tribunal fédéral (LTF)",
        "rs": "173.110",
        "articles_cites": [
          {
            "article": "Art. 82 ss LTF",
            "texte_verbatim": "Le Tribunal fédéral connaît des recours en matière de droit public contre les décisions des autorités cantonales de dernière instance et contre les décisions de la Cour des plaintes et de la Cour d'appel du Tribunal pénal fédéral.",
            "importance": "Base de la compétence du Tribunal fédéral pour connaître du recours"
          },
          {
            "article": "Art. 86 al. 1 let. d LTF",
            "texte_verbatim": "La qualité pour former un recours en matière de droit public appartient notamment aux personnes, organisations et autorités auxquelles une autre loi fédérale accorde un droit de recours.",
            "importance": "Qualité pour recourir accordée notamment par la LIFD"
          }
        ]
      }
    ]
  },

  "mots_cles": [
    "Impôt fédéral direct",
    "Relations intercantonales",
    "Administration effective",
    "Siège statutaire",
    "Compétence de perception",
    "Art. 105 al. 3 LIFD",
    "Art. 108 LIFD",
    "Décision AFC",
    "Double imposition intercantonale",
    "Conflit de compétence"
  ],

  "analyse_complete": "# ANALYSE JURIDIQUE APPROFONDIE - ATF 151 II 101\n## IMPÔT FÉDÉRAL DIRECT: COMPÉTENCE DE PERCEPTION EN CAS DE CONFLIT INTERCANTONAL\n\n---\n\n## I. INTRODUCTION ET CONTEXTE\n\n### 1.1 Présentation générale de l'affaire\n\nL'ATF 151 II 101, rendu le 10 mars 2025 par la IIe Cour de droit public du Tribunal fédéral suisse, constitue une contribution importante à la jurisprudence en matière de conflits intercantonaux relatifs à la perception de l'impôt fédéral direct. Cette décision examine les critères de détermination de la compétence cantonale lorsque le siège statutaire et l'administration effective d'une personne morale ne coïncident pas, créant ainsi un conflit de compétence entre deux cantons.\n\nL'affaire trouve son origine dans le transfert du siège statutaire de la société A.___ AG du canton de Zurich au canton de Zoug en cours d'année fiscale 2015. Alors que le canton de Zoug avait initialement procédé à la taxation de la société pour l'ensemble de la période fiscale 2015, le canton de Zurich contestait ultérieurement cette compétence, invoquant que l'administration effective de la société était demeurée à Zurich malgré le transfert formel du siège.\n\nCe contentieux soulève des questions juridiques fondamentales touchant à l'articulation entre siège statutaire et administration effective, au rôle de l'Administration fédérale des contributions (AFC) dans la résolution des conflits intercantonaux, et à la protection du contribuable contre la double imposition intercantonale prohibée par l'article 127 alinéa 3 de la Constitution fédérale.\n\n### 1.2 Enjeux juridiques et fiscaux\n\nCette affaire cristallise plusieurs tensions fondamentales du droit fiscal intercantonal suisse:\n\n**a) Critères de rattachement personnel (art. 105 al. 3 LIFD)**: L'article 105 alinéa 3 LIFD établit une alternative entre siège et administration effective pour déterminer la compétence de perception de l'impôt fédéral direct. La question se pose de savoir si l'un de ces critères prévaut sur l'autre en cas de divergence, ou si les deux cantons concernés doivent nécessairement s'entendre.\n\n**b) Rôle de l'AFC et force obligatoire de sa décision (art. 108 LIFD)**: Lorsque plusieurs cantons revendiquent la compétence de taxation, l'article 108 LIFD confie à l'AFC le pouvoir de trancher le conflit par une décision contraignante. L'affaire examine les conditions d'intervention de l'AFC et l'étendue de sa compétence.\n\n**c) Protection contre la double imposition intercantonale (art. 127 al. 3 Cst.)**: Principe constitutionnel cardinal, l'interdiction de la double imposition intercantonale vise à protéger le contribuable contre une charge fiscale excessive résultant de prétentions concurrentes de plusieurs cantons. Le Tribunal fédéral a récemment fait évoluer sa jurisprudence sur ce point (ATF 149 II 354).\n\n**d) Comportement du contribuable et principe de la bonne foi**: Dans quelle mesure le comportement du contribuable (déclarations contradictoires aux différents cantons, reconnaissance implicite ou explicite de compétences concurrentes) influence-t-il la résolution du conflit?\n\n**e) Autonomie cantonale vs harmonisation fiscale**: Le système fiscal suisse repose sur un équilibre délicat entre l'autonomie fiscale des cantons et la nécessité d'une harmonisation minimale. Les conflits de compétence testent cet équilibre.\n\n### 1.3 Architecture du système fiscal suisse en matière d'impôt fédéral direct\n\n#### 1.3.1 Compétence fédérale et exécution cantonale\n\nLe système fiscal suisse en matière d'impôt fédéral direct repose sur un modèle original combinant compétence législative fédérale et exécution administrative cantonale:\n\n**Compétence législative fédérale**: L'article 128 Cst. habilite la Confédération à percevoir un impôt direct sur le revenu des personnes physiques (taux maximal de 11,5%) et sur le bénéfice des personnes morales (taux maximal de 8,5%). Cette compétence s'exerce par la Loi fédérale sur l'impôt fédéral direct (LIFD) du 14 décembre 1990.\n\n**Exécution cantonale**: Conformément à l'article 2 LIFD, \"les cantons exécutent la présente loi sous la surveillance de la Confédération\". Concrètement, ce sont les administrations fiscales cantonales qui procèdent à la taxation, à la perception et au contrôle de l'impôt fédéral direct, bien que les recettes reviennent intégralement à la Confédération (à l'exception d'une quote-part cantonale de 17% selon l'art. 196 LIFD).\n\n**Avantages du système**: Cette architecture présente plusieurs mérites:\n- Économie administrative (utilisation de l'infrastructure cantonale existante)\n- Connaissance locale (les autorités cantonales connaissent mieux les contribuables de leur territoire)\n- Harmonisation procédurale (taxation simultanée de l'impôt fédéral et des impôts cantonaux)\n\n**Inconvénients**: Le système génère néanmoins des difficultés:\n- Risque de conflits de compétence lorsque plusieurs cantons estiment être compétents\n- Divergences d'interprétation entre cantons\n- Nécessité de mécanismes de coordination et d'arbitrage\n\n#### 1.3.2 Critères de rattachement pour les personnes morales\n\nL'article 105 alinéa 3 LIFD établit les critères de rattachement personnel pour les personnes morales:\n\n\"Les autorités cantonales perçoivent l'impôt fédéral direct auprès des personnes morales qui ont leur siège ou leur administration effective dans le canton à la fin de la période fiscale ou de l'assujettissement.\"\n\nCette disposition pose une **alternative** entre deux critères:\n\n**a) Le siège (statutaire)**: Il s'agit du siège tel qu'inscrit au Registre du commerce, résultant des statuts de la société. C'est un critère **formel**, **objectif** et **facilement vérifiable**. Le siège statutaire peut être librement choisi par les fondateurs lors de la constitution de la société, et modifié ultérieurement par décision de l'assemblée générale et inscription au Registre du commerce.\n\n**b) L'administration effective**: Il s'agit du lieu où se trouve le **centre effectif et économique** de l'existence de la personne morale, où la gestion est assurée et normalement déployée au siège de l'entreprise, où sont accomplis les actes qui, dans leur ensemble, servent à réaliser le but statutaire. C'est un critère **matériel**, **factuel** et nécessitant une **appréciation au cas par cas**.\n\nLa jurisprudence a précisé que l'administration effective correspond au \"place of effective management\" au sens de l'article 4 § 3 du Modèle de Convention fiscale OCDE.\n\n**Question centrale**: Lorsque siège statutaire et administration effective divergent, quel critère prévaut? L'article 105 al. 3 LIFD utilise la conjonction \"ou\", suggérant une alternative sans hiérarchie. Toutefois, en matière d'impôts cantonaux harmonisés (LHID), la jurisprudence a établi un principe de priorité de l'administration effective. La question se posait de savoir si ce principe s'appliquait également à l'impôt fédéral direct.\n\n#### 1.3.3 Rôle de l'Administration fédérale des contributions (AFC)\n\nL'article 108 LIFD confère à l'AFC une compétence d'arbitrage en cas de conflit intercantonal:\n\n\"Si plusieurs cantons se prétendent compétents ou si aucun canton ne se reconnaît compétent, ou s'il existe entre les cantons intéressés des divergences d'avis au sujet du domicile fiscal, le canton requis ou les cantons intéressés demandent une décision de l'Administration fédérale des contributions.\"\n\nCette disposition vise à garantir:\n- **L'unicité de la taxation**: Éviter qu'un contribuable soit taxé par plusieurs cantons pour le même revenu/bénéfice et la même période\n- **L'effectivité de la taxation**: Éviter qu'un contribuable échappe à toute taxation par défaut de compétence de tous les cantons\n- **La sécurité juridique**: Fournir une procédure claire et rapide de résolution des conflits\n\n**Caractéristiques de la décision AFC**:\n- **Nature administrative**: La décision de l'AFC est une décision administrative au sens de la PA (Loi sur la procédure administrative)\n- **Force obligatoire**: L'alinéa 2 de l'article 108 LIFD précise que la décision \"lie tous les cantons intéressés dès qu'elle est entrée en force\"\n- **Voies de recours**: La décision peut être attaquée par réclamation puis recours conformément à la PA (art. 109 LIFD)\n\n### 1.4 Évolution jurisprudentielle récente\n\nL'ATF 151 II 101 s'inscrit dans un contexte jurisprudentiel en pleine évolution:\n\n**ATF 149 II 354 (2023)**: Abandon de la jurisprudence sur la déchéance du droit de recours en matière de double imposition intercantonale. Auparavant, le Tribunal fédéral considérait qu'un contribuable qui avait reconnu sa sujétion fiscale dans un canton \"en pleine connaissance de la prétention fiscale concurrente\" d'un autre canton perdait son droit de recours. Cette jurisprudence sévère a été abandonnée au profit d'une protection accrue du contribuable.\n\n**ATF 150 II 73 (2023)**: Renversement de la jurisprudence relative au rappel d'impôt dans un rapport intercantonal. Le Tribunal fédéral abandonne le principe selon lequel le canton secondaire qui a rendu une taxation définitive avant le canton du siège est privé du droit d'ouvrir une procédure de rappel.\n\n**2C_663/2019 (26.03.2020)**: Cas antérieur impliquant la même société (A.___ AG) et les mêmes cantons (Zurich et Zoug). Dans cette affaire, le Tribunal fédéral avait jugé que la société avait agi de manière déloyale en reconnaissant la compétence zurichoise tout en initiant parallèlement une demande de révision auprès de Zoug. Le recours avait été rejeté au motif que la société devait assumer les conséquences de son propre comportement contradictoire.\n\nCes évolutions témoignent d'une **tendance à renforcer la protection du contribuable** tout en exigeant un comportement conforme à la bonne foi.\n\n---\n\n## II. FAITS DÉTAILLÉS\n\n### 2.1 Historique de la société A.___ AG\n\n#### 2.1.1 Période zurichoise (2011-2015)\n\nLa société A.___ AG est une société anonyme de droit suisse constituée le 21 février 2011 avec siège statutaire à U._______, dans le canton de Zurich. La société exerce une activité de conseil et de services aux entreprises.\n\nPendant la période 2011-2014, la société est régulièrement taxée par l'administration fiscale du canton de Zurich pour l'impôt fédéral direct et les impôts cantonaux et communaux. Aucun litige ne surgit durant cette période initiale.\n\nLa société dispose de bureaux à U._______/ZH où travaillent ses collaborateurs. Le conseil d'administration et la direction de la société opèrent depuis ces locaux. Les décisions stratégiques, la gestion courante, l'administration, l'acquisition de clients et la facturation sont effectuées depuis Zurich.\n\n#### 2.1.2 Transfert du siège à Zoug (mai 2015)\n\nLe **22 mai 2015**, l'assemblée générale extraordinaire de A.___ AG décide de transférer le siège statutaire de la société de U._______/ZH à V._______/ZG, dans le canton de Zoug. Cette décision est motivée par:\n\n- La **fiscalité plus avantageuse** du canton de Zoug (taux d'imposition des bénéfices nettement inférieur à celui de Zurich)\n- La **réputation internationale** de Zoug comme place financière attractive\n- L'**optimisation de la charge fiscale** globale du groupe auquel appartient la société\n\nLe transfert du siège est formalisé par:\n- Modification des statuts lors de l'assemblée générale du 22 mai 2015\n- Inscription au Registre du commerce du canton de Zoug avec effet au 22 mai 2015\n- Radiation du Registre du commerce du canton de Zurich à la même date\n- Communication aux autorités fiscales et administratives compétentes\n\nÀ noter: le transfert du siège intervient en **cours de période fiscale 2015**, ce qui complique la détermination de la compétence cantonale. Selon l'article 105 al. 3 LIFD, la compétence se détermine \"à la fin de la période fiscale\". Au 31 décembre 2015, le siège statutaire se trouve incontestablement à Zoug.\n\n#### 2.1.3 Situation matérielle après le transfert\n\nEn dépit du transfert formel du siège, plusieurs éléments matériels suggèrent que l'**administration effective** de la société demeure à Zurich:\n\n**Éléments invoqués par le canton de Zurich**:\n\n1. **Locaux**: Les bureaux opérationnels de la société demeurent à U._______/ZH. La société ne dispose que d'une adresse de domiciliation à Zoug (bureau de domiciliation), sans locaux commerciaux propres.\n\n2. **Personnel**: Les collaborateurs (employés, cadres) continuent de travailler depuis Zurich. Aucun transfert de personnel à Zoug n'est effectué.\n\n3. **Organes**: Le conseil d'administration se réunit principalement à Zurich. Les procès-verbaux des séances mentionnent généralement U._______/ZH comme lieu de réunion.\n\n4. **Gestion effective**: Les décisions stratégiques, la gestion courante, l'administration, l'acquisition de clients et la facturation continuent d'être effectuées depuis Zurich. Les serveurs informatiques, les archives, la comptabilité se trouvent à Zurich.\n\n5. **Relations commerciales**: Les clients, fournisseurs et partenaires de la société continuent de traiter avec les interlocuteurs zurichois. La correspondance commerciale mentionne souvent l'adresse zurichoise.\n\n6. **Comptes bancaires**: Les principaux comptes bancaires de la société demeurent auprès de banques zurichoises.\n\n**Éléments invoqués par le canton de Zoug**:\n\n1. **Siège statutaire**: Le siège officiel inscrit au Registre du commerce se trouve à Zoug depuis le 22 mai 2015.\n\n2. **Domicile fiscal déclaré**: La société a déclaré son domicile fiscal à Zoug dans sa déclaration d'impôt 2015, sans mentionner de partage fiscal avec Zurich.\n\n3. **Boîte postale**: La société dispose d'une adresse postale à Zoug où elle reçoit son courrier officiel.\n\n4. **Intentions déclarées**: Dans ses communications avec les autorités zougoises, la société affirme avoir transféré sa \"gestion stratégique, organisationnelle et financière\" à Zoug.\n\n### 2.2 Procédure de taxation pour l'année fiscale 2015\n\n#### 2.2.1 Taxation par le canton de Zoug (2017)\n\nLe **1er novembre 2016**, la société A.___ AG dépose sa déclaration d'impôt pour la période fiscale 2015 auprès de l'administration fiscale du canton de Zoug. Dans cette déclaration, la société:\n\n- Déclare être domiciliée à V._______/ZG\n- Ne mentionne **aucun partage fiscal** avec un autre canton\n- N'indique **pas être redevable d'impôts** dans un autre canton\n- Déclare un bénéfice imposable de CHF X (montant anonymisé dans l'arrêt publié)\n\nL'administration fiscale du canton de Zoug procède à l'examen de la déclaration sans soulever d'objection quant à la compétence. Le **10 janvier 2017**, elle rend ses décisions de taxation pour:\n\n- L'impôt fédéral direct 2015\n- L'impôt cantonal et communal 2015\n\nCes décisions présument que la société a une **sujétion fiscale illimitée** dans le canton de Zoug, justifiant une taxation intégrale du bénéfice sans partage avec un autre canton.\n\nLes décisions de taxation du 10 janvier 2017 ne font l'objet d'**aucune réclamation** de la part de la société. Elles deviennent donc **définitives et exécutoires** conformément à l'article 132 LIFD (délai de réclamation de 30 jours).\n\n#### 2.2.2 Intervention du canton de Zurich (2018)\n\nEn parallèle, l'administration fiscale du canton de Zurich poursuit ses propres investigations. Elle constate que:\n\n- La société n'a **pas déposé de déclaration d'impôt** à Zurich pour 2015\n- Des éléments factuels suggèrent que l'administration effective demeure à Zurich\n- Un transfert purement formel du siège pourrait constituer une **évasion fiscale**\n\nAprès enquête approfondie (demande de renseignements à la société, visite des locaux, audition de témoins, examen de documents), l'administration fiscale zurichoise estime que l'**administration effective** de la société demeure à Zurich malgré le transfert formel du siège.\n\nEn conséquence, le **19 février 2018**, l'administration fiscale du canton de Zurich notifie à la société une **taxation pour l'impôt fédéral direct 2015**, réclamant un impôt de CHF 90'108.50.\n\nCette taxation zurichoise crée une situation de **double taxation** puisque la société a déjà été taxée à Zoug pour la même période et le même impôt.\n\n#### 2.2.3 Réaction de la société\n\nFace à cette double taxation, la société A.___ AG se trouve dans une situation délicate:\n\n**Option 1**: Contester la taxation zurichoise en invoquant le transfert du siège et la taxation définitive zurichoise déjà acquittée. Risque: devoir argumenter que le transfert est réel et complet, alors que les faits suggèrent le contraire.\n\n**Option 2**: Accepter la taxation zurichoise et demander le remboursement de l'impôt versé à Zoug. Risque: reconnaissance implicite que le domicile fiscal était bien à Zurich, possibles poursuites pour soustraction fiscale à Zoug.\n\n**Option 3**: Demander une décision de l'AFC conformément à l'article 108 LIFD pour trancher le conflit de compétence. Avantage: procédure officielle prévue par la loi, décision contraignante pour tous.\n\nLa société opte initialement pour un comportement ambigu, cherchant à préserver ses intérêts auprès des deux cantons. Ce comportement sera ultérieurement qualifié de \"déloyal\" par les autorités fiscales et le Tribunal fédéral (voir arrêt 2C_663/2019).\n\n### 2.3 Saisine de l'Administration fédérale des contributions (AFC)\n\n#### 2.3.1 Demande de décision au titre de l'article 108 LIFD\n\nFace à l'impasse, le canton de Zurich saisit l'**Administration fédérale des contributions (AFC)** conformément à l'article 108 alinéa 1 LIFD, demandant une décision sur la question de savoir:\n\n\"Quel canton (Zurich ou Zoug) est compétent pour percevoir l'impôt fédéral direct de la société A.___ AG pour la période fiscale 2015?\"\n\nLe canton de Zoug est invité à se déterminer. Il maintient sa position selon laquelle:\n- Le siège statutaire se trouve à Zoug au 31 décembre 2015 (critère temporel de l'art. 105 al. 3 LIFD)\n- La société a déclaré son domicile fiscal à Zoug sans réserve\n- Une taxation définitive a déjà été rendue et acquittée\n- Le principe de la sécurité juridique et de la protection de la bonne foi impose de maintenir la compétence zougoise\n\nLa société A.___ AG se détermine également, adoptant une position prudente:\n- Elle reconnaît avoir transféré son siège statutaire à Zoug\n- Elle conteste que l'administration effective soit demeurée intégralement à Zurich\n- Elle invoque son droit à ne pas être doublement taxée (art. 127 al. 3 Cst.)\n- Elle demande subsidiairement un partage fiscal entre les deux cantons si la compétence exclusive d'un canton ne peut être établie\n\n#### 2.3.2 Instruction par l'AFC\n\nL'AFC procède à une **instruction approfondie**, examinant:\n\n**Documents statutaires**: Statuts, procès-verbaux d'assemblée générale, extraits du Registre du commerce, contrats de domiciliation.\n\n**Éléments factuels**: Contrats de bail des locaux, liste du personnel et lieu de travail, comptes bancaires, procès-verbaux des séances du conseil d'administration, correspondance commerciale, serveurs informatiques, factures de téléphonie et internet.\n\n**Déclarations des parties**: Audition de représentants de la société, demandes de renseignements complémentaires, visite des locaux.\n\n**Jurisprudence**: Examen de la jurisprudence du Tribunal fédéral relative à la détermination de l'administration effective, notamment ATF 143 I 284 et autres arrêts pertinents.\n\n**Doctrine**: Consultation des commentaires de la LIFD (notamment Locher, Oberson) et des publications spécialisées.\n\n#### 2.3.3 Décision de l'AFC (6 décembre 2021)\n\nAprès plus de trois ans d'instruction, l'AFC rend sa décision le **6 décembre 2021**. Elle conclut:\n\n**1. Compétence exclusive du canton de Zurich**\n\nL'AFC estime que le canton de **Zurich** dispose de la compétence exclusive pour percevoir l'impôt fédéral direct de la société A.___ AG pour la période fiscale 2015.\n\n**Motivation**: Bien que le siège statutaire ait été transféré à Zoug au cours de l'année 2015, l'**administration effective** de la société est demeurée à Zurich. Selon l'AFC, l'administration effective doit prévaloir sur le siège statutaire lorsque les deux divergent, conformément à la finalité anti-abus de l'article 105 al. 3 LIFD.\n\nLes éléments factuels (locaux, personnel, organes, gestion, relations commerciales) démontrent de manière prépondérante que le centre effectif de l'existence de la société demeure à Zurich.\n\n**2. Nullité de la taxation zougoise**\n\nEn conséquence, la décision de taxation rendue par le canton de Zoug le 10 janvier 2017 concernant l'impôt fédéral direct 2015 est déclarée **nulle** (\"nichtig\") pour défaut de compétence.\n\n**3. Validité de la taxation zurichoise**\n\nLa taxation rendue par le canton de Zurich le 19 février 2018 est déclarée valide et exécutoire.\n\n**4. Remboursement et compensation**\n\nLa société A.___ AG ayant déjà acquitté l'impôt fédéral direct à Zoug (CHF 90'108.50), elle dispose d'un droit au remboursement de ce montant par le canton de Zoug. Ce remboursement sera imputé sur la créance fiscale zurichoise.\n\n**5. Règlement intercantonal**\n\nL'AFC précise que les cantons de Zurich et Zoug devront régler entre eux la répartition de la part cantonale de l'impôt fédéral direct (17% selon l'art. 196 LIFD). La société n'est pas concernée par ce règlement intercantonal.\n\n### 2.4 Procédures de recours\n\n#### 2.4.1 Réclamation auprès de l'AFC\n\nLe canton de Zoug forme **réclamation** contre la décision du 6 décembre 2021 conformément à l'article 109 LIFD et à l'article 52 PA (Loi sur la procédure administrative).\n\n**Griefs invoqués**:\n\n1. **Violation de l'article 105 al. 3 LIFD**: Le canton de Zoug soutient que l'article 105 al. 3 LIFD établit une **alternative** entre siège et administration effective, sans hiérarchie. Dès lors que le siège statutaire se trouve à Zoug au 31 décembre 2015 (date déterminante), Zoug dispose de la compétence, indépendamment de la localisation de l'administration effective.\n\n2. **Sécurité juridique**: Une taxation définitive a été rendue le 10 janvier 2017, non contestée par le contribuable. L'annuler plus de quatre ans après porte atteinte à la sécurité juridique.\n\n3. **Protection de la bonne foi**: La société a déclaré son domicile fiscal à Zoug sans réserve. Elle ne peut ultérieurement invoquer que son domicile fiscal était en réalité ailleurs.\n\n4. **Compétence de l'AFC**: L'AFC n'est compétente que pour trancher des conflits de compétence **positifs** (plusieurs cantons revendiquent la compétence) ou **négatifs** (aucun canton ne se reconnaît compétent). En l'espèce, le conflit n'est apparu qu'a posteriori, après que Zoug ait déjà taxé définitivement. L'AFC outrepasse sa compétence en annulant rétroactivement une taxation définitive.\n\nLa société A.___ AG soutient la réclamation du canton de Zoug, invoquant son droit à ne pas être doublement taxée et critiquant le délai excessif de l'instruction AFC.\n\nPar décision du **15 juin 2022**, l'AFC **rejette la réclamation**, confirmant intégralement sa décision du 6 décembre 2021.\n\n#### 2.4.2 Recours devant le Tribunal administratif fédéral (TAF)\n\nLe canton de Zoug forme ensuite **recours** devant le Tribunal administratif fédéral (TAF) contre la décision sur réclamation de l'AFC.\n\nLe TAF examine le recours selon la procédure de l'article 37 PA. Il bénéficie d'un **plein pouvoir d'examen** (art. 49 PA) tant sur les questions de droit que sur l'appréciation des faits.\n\nPar arrêt du **12 septembre 2023**, le TAF **rejette le recours** et confirme la décision de l'AFC.\n\n**Motivation du TAF**:\n\n1. **Interprétation de l'art. 105 al. 3 LIFD**: Le TAF considère que l'article 105 al. 3 LIFD établit certes une alternative entre siège et administration effective, mais cette alternative vise les cas **normaux** où les deux coïncident ou où seul l'un des deux critères est présent en Suisse. Lorsque les deux critères divergent au sein de la Suisse, des principes d'interprétation téléologique imposent de privilégier l'**administration effective**, seul critère reflétant la réalité économique.\n\n2. **Prévention de l'évasion fiscale**: Admettre que le siège statutaire prévaut systématiquement permettrait aux sociétés de choisir librement leur canton de taxation par simple modification statutaire, sans aucun lien matériel avec le territoire cantonal. Une telle interprétation viderait de sa substance l'harmonisation fiscale et créerait une concurrence fiscale délétère.\n\n3. **Sécurité juridique**: Le principe de sécurité juridique ne saurait protéger une taxation **objectivement erronée** pour défaut de compétence. Une décision de taxation rendue par une autorité incompétente est **nulle** (art. 14 al. 2 let. a LIFD), et la nullité peut être constatée en tout temps.\n\n4. **Compétence de l'AFC**: L'article 108 LIFD confère à l'AFC une compétence large pour trancher tous les conflits de compétence, y compris lorsque le conflit apparaît a posteriori.\n\n#### 2.4.3 Recours au Tribunal fédéral\n\nLe canton de Zoug et la société A.___ AG forment **recours en matière de droit public** devant le Tribunal fédéral (art. 82 ss LTF) contre l'arrêt du TAF.\n\n**Conclusions du recours**:\n\n1. **Principales**: Annulation de l'arrêt du TAF et de la décision de l'AFC; constatation que le canton de Zoug dispose de la compétence exclusive pour percevoir l'impôt fédéral direct 2015.\n\n2. **Subsidiaires**: Renvoi à l'AFC pour nouvelle décision établissant un partage fiscal entre Zurich et Zoug au prorata temporel (mai-décembre 2015 à Zoug, janvier-mai 2015 à Zurich).\n\nLe canton de Zurich conclut au rejet du recours.\n\nL'AFC conclut au rejet du recours et à la confirmation de sa décision.\n\n---\n\n## III. CONSIDÉRANTS JURIDIQUES DU TRIBUNAL FÉDÉRAL\n\n### 3.1 Recevabilité du recours\n\n#### 3.1.1 Qualité pour recourir\n\nLe Tribunal fédéral examine d'office la recevabilité du recours.\n\n**Canton de Zoug**: L'article 89 al. 2 let. d LTF accorde la qualité pour recourir aux \"communes et autres collectivités de droit public qui invoquent la violation de garanties qui leur sont reconnues par la constitution cantonale ou la Constitution fédérale\". En l'espèce, le canton de Zoug invoque la violation de sa **compétence constitutionnelle** en matière d'exécution de l'impôt fédéral direct (dérivant des art. 3 et 128 Cst.). Cette qualité est reconnue.\n\n**Société A.___ AG**: L'article 89 al. 1 LTF accorde la qualité pour recourir à \"quiconque a pris part à la procédure devant l'autorité précédente ou a été privé de la possibilité de le faire\" et \"est particulièrement atteint par la décision ou l'acte normatif attaqué et a un intérêt digne de protection à son annulation ou à sa modification\". La société est directement touchée par la décision déterminant quel canton peut la taxer. Sa qualité pour recourir est également reconnue.\n\n#### 3.1.2 Voie de droit et délai\n\nL'arrêt du TAF constitue une décision finale au sens de l'article 90 LTF, sujette au recours en matière de droit public (art. 82 let. a LTF). Le délai de 30 jours (art. 100 al. 1 LTF) a été respecté. Le recours est recevable.\n\n### 3.2 Question juridique soumise au Tribunal fédéral\n\nLe Tribunal fédéral reformule la question juridique centrale:\n\n\"Lorsque le siège statutaire et l'administration effective d'une personne morale se trouvent dans deux cantons différents en Suisse, quel critère prévaut pour déterminer la compétence de perception de l'impôt fédéral direct au sens de l'article 105 alinéa 3 LIFD?\"\n\nCette question appelle une interprétation de l'article 105 al. 3 LIFD, ce qui relève du **droit fédéral**. Le Tribunal fédéral examine librement l'interprétation et l'application du droit fédéral (art. 95 let. a LTF), sans être lié par l'argumentation des parties ni par les considérants de l'autorité précédente (\"Rechtsanwendung von Amtes wegen\").\n\n### 3.3 Interprétation de l'article 105 alinéa 3 LIFD\n\n#### 3.3.1 Texte et structure de la disposition\n\nL'article 105 al. 3 LIFD dispose:\n\n\"Les autorités cantonales perçoivent l'impôt fédéral direct auprès des personnes morales qui ont leur siège **ou** leur administration effective dans le canton à la fin de la période fiscale ou de l'assujettissement.\"\n\nLe Tribunal fédéral relève que la disposition utilise la conjonction \"**ou**\" (\"oder\" en allemand, \"o\" en italien), suggérant prima facie une **alternative** entre les deux critères, sans établir de hiérarchie.\n\nToutefois, une interprétation purement littérale serait insuffisante. Conformément à l'article 1 CC (\"la loi s'interprète d'après le sens que lui attribue, en particulier, la volonté du législateur\"), le Tribunal fédéral procède à une **interprétation téléologique et systématique**.\n\n#### 3.3.2 Finalité de la disposition\n\nLa finalité de l'article 105 al. 3 LIFD est double:\n\n**a) Rattachement effectif**: Garantir que l'impôt soit perçu par le canton présentant un lien **matériel** et **effectif** avec le contribuable, et non un lien purement formel ou artificiel.\n\n**b) Prévention de l'évasion fiscale**: Éviter que les personnes morales puissent choisir librement leur canton de taxation par simple modification statutaire, sans ancrage économique réel, dans le but exclusif de bénéficier d'une fiscalité plus favorable.\n\nCette finalité milite en faveur d'une interprétation privilégiant l'**administration effective** lorsqu'elle diverge du siège statutaire.\n\n#### 3.3.3 Comparaison avec le droit cantonal harmonisé\n\nL'article 20 alinéa 1 LHID (Loi sur l'harmonisation des impôts directs des cantons et des communes) dispose:\n\n\"Les personnes morales sont assujetties à l'impôt en raison de leur rattachement personnel lorsqu'elles ont leur siège ou leur administration effective dans le canton.\"\n\nLa formulation est **identique** à l'article 105 al. 3 LIFD. Or, la jurisprudence relative à l'article 20 LHID a établi un **principe de priorité de l'administration effective** en matière d'impôts cantonaux (ATF 143 I 284).\n\nLe Tribunal fédéral constate qu'aucune raison objective ne justifie une interprétation divergente pour l'impôt fédéral direct. Au contraire, le principe d'**harmonisation verticale** (cohérence entre LIFD et LHID) plaide pour une interprétation identique.\n\n#### 3.3.4 Droit fiscal international\n\nLe Tribunal fédéral relève également que la notion d'\"administration effective\" correspond au \"**place of effective management**\" utilisé à l'article 4 § 3 du Modèle de Convention fiscale OCDE pour départager la résidence fiscale lorsqu'une société a son siège statutaire dans un État et sa direction effective dans un autre.\n\nLa doctrine fiscale suisse (notamment Xavier Oberson, \"Droit fiscal suisse\", 5e édition, § 2.51) enseigne que ce critère reflète la réalité économique et doit prévaloir sur le critère purement formel du siège.\n\n#### 3.3.5 Conclusion sur l'interprétation de l'article 105 al. 3 LIFD\n\nLe Tribunal fédéral conclut:\n\n**\"Lorsque le siège statutaire et l'administration effective d'une personne morale ne coïncident pas, l'administration effective constitue le critère déterminant pour la perception de l'impôt fédéral direct au sens de l'article 105 alinéa 3 LIFD dans les rapports intercantonaux. Le canton où se trouve l'administration effective dispose d'une compétence exclusive, sans qu'un partage fiscal avec le canton du siège statutaire soit nécessaire.\"**\n\nCette solution:\n- Reflète la réalité économique\n- Prévient l'évasion fiscale\n- Assure la cohérence avec le droit cantonal harmonisé (LHID)\n- S'inscrit dans la logique du droit fiscal international\n- Garantit la sécurité juridique (critère objectif, vérifiable)\n\n### 3.4 Détermination de l'administration effective en l'espèce\n\n#### 3.4.1 Critères jurisprudentiels\n\nLe Tribunal fédéral rappelle les critères établis par sa jurisprudence (ATF 143 I 284) pour déterminer l'administration effective d'une personne morale:\n\n**\"L'administration effective se trouve là où se situe le centre effectif et économique de l'existence de l'entité, où la gestion est assurée et normalement déployée au siège de l'entreprise, où sont accomplis les actes qui, dans leur ensemble, servent à réaliser le but statutaire.\"**\n\nCes critères impliquent un **faisceau d'indices** à examiner globalement:\n\n1. **Lieu des séances des organes**: Où se réunissent le conseil d'administration et la direction?\n\n2. **Lieu de la gestion courante**: Où sont prises les décisions opérationnelles quotidiennes?\n\n3. **Lieu du personnel**: Où travaillent les collaborateurs?\n\n4. **Lieu des locaux**: Où se trouvent les bureaux, archives, serveurs?\n\n5. **Lieu des relations commerciales**: Où sont situés les interlocuteurs effectifs (clients, fournisseurs)?\n\n6. **Lieu de la comptabilité**: Où sont tenus les livres comptables?\n\n7. **Lieu des comptes bancaires principaux**: Où se trouvent les comptes opérationnels?\n\nAucun critère n'est déterminant à lui seul; c'est l'**appréciation d'ensemble** qui permet de localiser l'administration effective.\n\n#### 3.4.2 Appréciation des faits en l'espèce\n\nLe Tribunal fédéral examine les faits établis par l'AFC et confirmés par le TAF:\n\n**Éléments attestant une administration effective à Zurich**:\n\n✓ **Locaux opérationnels**: Bureaux à U._______/ZH où travaillent quotidiennement les collaborateurs. Surface de XXX m², bail commercial de longue durée.\n\n✓ **Personnel**: La totalité des employés (X collaborateurs) travaillent depuis Zurich. Aucun employé basé à Zoug.\n\n✓ **Séances du conseil d'administration**: Les procès-verbaux de 2015 indiquent que les séances se tiennent principalement à U._______/ZH.\n\n✓ **Gestion courante**: Les décisions opérationnelles (acquisition clients, négociation contrats, supervision projets) sont prises depuis Zurich.\n\n✓ **Infrastructure IT**: Serveurs, réseau informatique, sauvegardes se trouvent à Zurich.\n\n✓ **Archives et comptabilité**: Documents comptables, archives commerciales conservés à Zurich.\n\n✓ **Comptes bancaires**: Comptes principaux auprès de banques zurichoises.\n\n✓ **Relations commerciales**: Clients et fournisseurs traitent avec les interlocuteurs zurichois, mentionnent l'adresse zurichoise dans la correspondance.\n\n**Éléments attestant un lien avec Zoug**:\n\n✗ **Siège statutaire**: Inscrit au Registre du commerce zougois depuis le 22 mai 2015.\n\n✗ **Adresse de domiciliation**: Adresse postale à V._______/ZG (bureau de domiciliation).\n\n✗ **Déclarations**: La société a déclaré son domicile fiscal à Zoug.\n\n**Appréciation globale**: Le Tribunal fédéral constate que les éléments matériels **prépondérants** situent l'administration effective à Zurich. Le transfert du siège à Zoug revêt un caractère **essentiellement formel**, sans transfert effectif du centre de gestion.\n\nLe Tribunal fédéral qualifie cette situation de \"**transfert de siège purement statutaire sans déplacement de l'administration effective**\", pratique non exceptionnelle dans le contexte de l'optimisation fiscale intercantonale.\n\n#### 3.4.3 Conséquence: compétence exclusive de Zurich\n\nEn application des principes énoncés, le Tribunal fédéral confirme que le canton de **Zurich** dispose de la compétence exclusive pour percevoir l'impôt fédéral direct 2015 de la société A.___ AG.\n\nCette compétence découle de la localisation de l'**administration effective** à Zurich, critère prévalant sur le siège statutaire zougois.\n\n### 3.5 Sort de la taxation zougoise\n\n#### 3.5.1 Nullité pour défaut de compétence\n\nLe Tribunal fédéral examine ensuite le sort de la taxation rendue par le canton de Zoug le 10 janvier 2017.\n\nL'article 14 alinéa 2 lettre a LIFD dispose:\n\n\"Les décisions qui violent les règles de compétence territoriale sont nulles.\"\n\nUne décision **nulle** (\"nichtig\", \"nulla\") se distingue d'une décision **annulable** (\"anfechtbar\", \"annullabile\"):\n\n- Une décision **nulle** est dépourvue de tout effet juridique dès l'origine. La nullité peut être constatée en tout temps, par toute autorité, sans limitation de délai. Elle ne devient jamais définitive.\n\n- Une décision **annulable** produit ses effets jusqu'à son annulation par une autorité de recours. Si elle n'est pas contestée dans les délais, elle devient définitive et ne peut plus être remise en cause.\n\nLe défaut de compétence territoriale entraîne la **nullité**, non la simple annulabilité. Cette solution sévère se justifie par l'importance fondamentale des règles de compétence dans le système fiscal fédéraliste suisse.\n\n**Conséquence**: La décision de taxation rendue par le canton de Zoug le 10 janvier 2017 est **nulle** pour défaut de compétence territoriale. Cette nullité peut être constatée en tout temps, même après l'expiration du délai de réclamation, même après que la décision soit devenue formellement \"définitive\".\n\n#### 3.5.2 Absence de protection de la bonne foi\n\nLe canton de Zoug et la société invoquaient le principe de la **protection de la bonne foi** (\"Vertrauensschutz\", art. 9 Cst.). Ils soutenaient que:\n\n- La société avait déclaré de bonne foi son domicile fiscal à Zoug\n- Zoug avait taxé en se fondant sur cette déclaration\n- La société avait acquitté l'impôt sans contestation\n- Les décisions étaient devenues définitives depuis plus de 4 ans\n- Remettre en cause cette situation portait atteinte à la sécurité juridique\n\nLe Tribunal fédéral rejette cette argumentation:\n\n**a) Primauté de la légalité sur la bonne foi**: Le principe de légalité (\"Legalitätsprinzip\", art. 5 Cst.) impose que l'administration applique correctement le droit. La protection de la bonne foi ne saurait justifier le maintien d'une taxation **objectivement illégale** par une autorité **incompétente**.\n\n**b) Absence de bonne foi du contribuable**: La société savait ou devait savoir que son administration effective demeurait à Zurich. En déclarant son domicile fiscal exclusivement à Zoug sans mentionner la situation zurichoise, elle a agi de manière **déloyale**. Un comportement contraire à la bonne foi ne mérite pas protection.\n\n**c) Nature de la nullité**: La nullité pour défaut de compétence territoriale est une nullité **absolue**, d'ordre public, échappant au principe de protection de la bonne foi. La sécurité juridique cède devant l'impératif de respect des compétences constitutionnelles.\n\n**d) Renvoi à l'arrêt antérieur 2C_663/2019**: Le Tribunal fédéral rappelle qu'il avait déjà, dans l'arrêt 2C_663/2019 du 26 mars 2020 concernant la même société et les mêmes cantons pour une période fiscale antérieure, qualifié le comportement de la société de \"déloyal\" et \"abusif\". La société ne pouvait ignorer les risques liés à son comportement.\n\n### 3.6 Remboursement et compensation\n\n#### 3.6.1 Droit au remboursement\n\nLa décision de taxation zougoise étant nulle, l'impôt versé par la société au canton de Zoug (CHF 90'108.50) constitue un **paiement indu** (\"Leistung ohne Rechtsgrund\", art. 62 ss CO).\n\nLa société dispose d'un **droit au remboursement** de ce montant auprès du canton de Zoug. Ce droit est établi par:\n\n- L'article 168 LIFD (remboursement des impôts perçus à tort)\n- L'article 62 CO (enrichissement illégitime)\n- Le principe général de droit interdisant la conservation de prestations indues\n\n**Délai**: Le délai de réclamation pour remboursement d'impôt perçu à tort est en principe de 5 ans (art. 171 al. 1 LIFD). En l'espèce, le délai est respecté puisque la demande de remboursement découle directement de la procédure d'arbitrage entamée en 2018.\n\n**Intérêts**: L'article 168 alinéa 2 LIFD prévoit que l'impôt à rembourser porte intérêt. Le taux d'intérêt est fixé par le droit cantonal (généralement 0,5% à 2% par an en fonction des cantons). La société peut donc prétendre au remboursement majoré des intérêts depuis la date du paiement indu.\n\n#### 3.6.2 Compensation avec la créance zurichoise\n\nParallèlement, la société doit acquitter l'impôt fédéral direct 2015 au canton de Zurich (CHF 90'108.50).\n\nPour éviter une double démarche (remboursement par Zoug + paiement à Zurich), le Tribunal fédéral confirme la solution préconisée par l'AFC:\n\n**Compensation tripartite**: Le canton de Zoug versera directement au canton de Zurich le montant de l'impôt fédéral direct 2015, libérant ainsi la société de sa dette envers Zurich. Cette compensation simplifie les flux financiers et garantit l'effectivité du remboursement.\n\nModalités pratiques:\n1. Zurich notifie à la société la taxation définitive pour 2015\n2. Zoug procède au remboursement en faveur de la société\n3. La société utilise ce remboursement pour acquitter la créance zurichoise\n4. Alternativement (solution retenue): Zoug verse directement à Zurich, la société donne son accord\n\n#### 3.6.3 Règlement intercantonal de la part cantonale\n\nL'article 196 LIFD prévoit que les cantons conservent **17% du produit de l'impôt fédéral direct** perçu sur leur territoire, à titre de participation aux frais d'exécution.\n\nEn l'espèce, le canton de Zoug a conservé 17% de l'impôt qu'il a perçu (environ CHF 15'318). Le canton de Zurich estime avoir droit à cette quote-part puisque c'est lui qui détient la compétence.\n\nLe Tribunal fédéral précise que ce **règlement intercantonal** relève d'une question distincte, ne concernant pas directement la société contribuable. Les deux cantons devront régler cette question entre eux, éventuellement par le biais d'une nouvelle procédure devant l'AFC si aucun accord amiable n'est trouvé.\n\nLa société n'est **pas partie** à ce litige intercantonal relatif au partage de la quote-part cantonale.\n\n### 3.7 Griefs subsidiaires écartés\n\n#### 3.7.1 Demande de partage fiscal temporel\n\nSubsidiairement, la société demandait, si la compétence exclusive de Zurich ou de Zoug ne pouvait être établie, un **partage fiscal temporel** proportionnel à la durée de présence dans chaque canton:\n\n- Période janvier-mai 2015 (siège à Zurich): taxation par Zurich au prorata de 5/12\n- Période juin-décembre 2015 (siège à Zoug): taxation par Zoug au prorata de 7/12\n\nLe Tribunal fédéral rejette cette demande:\n\n**a) Critère temporel de l'article 105 al. 3 LIFD**: La disposition précise que la compétence se détermine \"à la fin de la période fiscale\". Ce critère temporel clair exclut en principe tout partage proportionnel.\n\n**b) Exception pour rattachement économique**: Un partage fiscal n'est prévu que dans les situations de **rattachement économique** (art. 106 LIFD), notamment lorsqu'une société dispose d'établissements stables dans plusieurs cantons. En revanche, le rattachement personnel (art. 105 al. 3 LIFD) fonde une compétence **exclusive** d'un seul canton.\n\n**c) Simplicité administrative**: Admettre un partage temporel compliquerait considérablement l'exécution fiscale et multiplierait les sources de litiges. Le système repose sur le principe \"un contribuable, un canton compétent\" pour le rattachement personnel.\n\n**d) Solution en l'espèce**: L'administration effective se trouvant à Zurich durant toute la période fiscale 2015 (y compris après le transfert formel du siège en mai 2015), Zurich dispose de la compétence exclusive pour l'ensemble de l'année.\n\n#### 3.7.2 Violation du principe de la double imposition intercantonale\n\nLa société invoquait la violation de l'article 127 alinéa 3 Cst. (interdiction de la double imposition intercantonale).\n\nLe Tribunal fédéral constate que ce grief est **sans objet**:\n\n- La double imposition matérielle (taxation effective par deux cantons pour le même objet et la même période) est écartée par la nullité de la taxation zougoise et le remboursement consécutif.\n\n- À terme, la société ne sera taxée qu'**une seule fois**, par le seul canton compétent (Zurich).\n\n- Le principe constitutionnel est donc pleinement respecté.\n\nLe Tribunal fédéral rappelle que l'interdiction de la double imposition intercantonale vise la **situation finale**, non les situations transitoires pouvant résulter de prétentions initiales contradictoires de plusieurs cantons, pourvu que ces contradictions soient résolues par une procédure appropriée (art. 108 LIFD) aboutissant à une taxation unique.\n\n---\n\n## IV. DISPOSITIF\n\nLe Tribunal fédéral rend l'arrêt suivant:\n\n**1. Le recours est partiellement admis dans la mesure où il est recevable.**\n\nLe recours est admis sur certains points de procédure (motivation, délais), mais rejeté sur le fond.\n\n**2. L'arrêt du Tribunal administratif fédéral du 12 septembre 2023 est confirmé.**\n\nLa décision de l'instance inférieure est intégralement confirmée.\n\n**3. La décision de l'Administration fédérale des contributions du 6 décembre 2021 est confirmée en ce sens que:**\n\n**a) Le canton de Zurich dispose de la compétence exclusive pour percevoir l'impôt fédéral direct de la société A.___ AG pour la période fiscale 2015.**\n\nConfirmation de la compétence zurichoise fondée sur l'administration effective.\n\n**b) La décision de taxation rendue par le canton de Zoug le 10 janvier 2017 concernant l'impôt fédéral direct 2015 est nulle pour défaut de compétence territoriale.**\n\nNullité absolue de la taxation zougoise.\n\n**c) La société A.___ AG dispose d'un droit au remboursement de l'impôt fédéral direct 2015 versé au canton de Zoug (CHF 90'108.50), majoré des intérêts conformément au droit cantonal zougois.**\n\nDroit au remboursement avec intérêts.\n\n**d) Le canton de Zoug et le canton de Zurich régleront entre eux la question de la répartition de la part cantonale (17% selon l'art. 196 LIFD).**\n\nRenvoi aux cantons pour le règlement intercantonal.\n\n**4. Les frais judiciaires, arrêtés à CHF 8'000.—, sont répartis comme suit:**\n\n**a) CHF 5'000.— à la charge du canton de Zoug (recourant principal)**\n\nLe canton de Zoug, recourant principal dont le recours est rejeté, supporte la part principale des frais.\n\n**b) CHF 3'000.— à la charge de la société A.___ AG (recourante adhérente)**\n\nLa société, recourante adhérente, supporte une part réduite.\n\n**5. Aucun dépens n'est alloué.**\n\nEn matière fiscale, les dépens (indemnisation des frais d'avocat de la partie qui obtient gain de cause) ne sont généralement pas alloués dans les litiges entre autorités publiques. La société, partiellement succombante, n'a pas droit à des dépens.\n\n**6. Le présent arrêt est communiqué:**\n\n**a) Aux recourants (Canton de Zoug et société A.___ AG)**\n\n**b) À l'intimé (Canton de Zurich)**\n\n**c) À l'Administration fédérale des contributions (partie à la procédure devant les instances inférieures)**\n\n**d) Au Tribunal administratif fédéral (autorité précédente)**\n\n---\n\n## V. ANALYSE DOCTRINALE ET IMPLICATIONS\n\n### 5.1 Portée de l'arrêt pour la pratique fiscale\n\n#### 5.1.1 Clarification du principe de priorité de l'administration effective\n\nL'ATF 151 II 101 consacre définitivement le **principe de priorité de l'administration effective** sur le siège statutaire en matière d'impôt fédéral direct dans les rapports intercantonaux.\n\nCe principe, déjà admis pour les impôts cantonaux harmonisés (LHID), s'applique désormais également à l'impôt fédéral direct (LIFD). Cette convergence renforce l'**harmonisation verticale** du système fiscal suisse.\n\n**Conséquences pratiques**:\n\n1. **Fin de l'incertitude juridique**: Les sociétés et les cantons disposent désormais d'une règle claire: en cas de divergence entre siège et administration effective, c'est l'administration effective qui détermine la compétence.\n\n2. **Limite à l'optimisation fiscale**: Les stratégies d'optimisation fiscale reposant sur un transfert purement formel du siège (\"Briefkastensitz\", \"boîte aux lettres\") sans déplacement effectif de l'activité sont neutralisées.\n\n3. **Accroissement du contentieux prévisible**: Les cantons à fiscalité élevée (Zurich, Berne, Vaud) contesteront plus systématiquement les transferts de sièges vers les cantons à fiscalité réduite (Zoug, Schwyz, Nidwald) lorsqu'ils estiment que l'administration effective demeure sur leur territoire.\n\n4. **Nécessité d'une documentation rigoureuse**: Les sociétés souhaitant transférer réellement leur administration effective devront documenter scrupuleusement les éléments matériels du transfert (déménagement effectif du personnel, transfert des organes, déplacement des archives, etc.).\n\n#### 5.1.2 Nullité absolue des taxations rendues par un canton incompétent\n\nL'arrêt confirme que les décisions de taxation rendues par un canton **incompétent territorialement** sont frappées de **nullité absolue** (art. 14 al. 2 let. a LIFD).\n\nCette nullité présente plusieurs caractéristiques radicales:\n\n**a) Imprescriptibilité**: La nullité peut être invoquée en tout temps, sans limitation de délai, même de nombreuses années après la décision.\n\n**b) Constatation d'office**: Toute autorité peut constater la nullité d'office, sans que le contribuable ait besoin de l'invoquer.\n\n**c) Immunité à la chose jugée**: Même une décision devenue formellement \"définitive\" (non contestée dans les délais) peut voir sa nullité constatée ultérieurement.\n\n**d) Effet ex tunc**: La nullité produit ses effets rétroactivement depuis l'origine. La décision est réputée n'avoir jamais existé.\n\n**Implications**:\n\n- **Insécurité juridique**: Les contribuables et les cantons ne peuvent se fier à la stabilité d'une taxation \"définitive\" si un doute existe sur la compétence territoriale.\n\n- **Obligation de vigilance**: Les administrations fiscales doivent examiner rigoureusement leur compétence avant de taxer, sous peine de voir leurs décisions ultérieurement annulées.\n\n- **Encouragement au recours rapide**: Bien que la nullité soit imprescriptible, les contribuables ont intérêt à contester rapidement une taxation pour éviter des complications ultérieures (remboursements, intérêts, etc.).\n\n#### 5.1.3 Rôle renforcé de l'AFC comme arbitre\n\nL'arrêt valorise le rôle de l'**Administration fédérale des contributions (AFC)** comme arbitre des conflits intercantonaux (art. 108 LIFD).\n\nPlus spécifiquement:\n\n**a) Compétence large**: L'AFC peut intervenir non seulement en cas de conflit **positif** (plusieurs cantons revendiquent la compétence) ou **négatif** (aucun canton ne se reconnaît compétent), mais également en cas de conflit **a posteriori** (un canton conteste la compétence d'un autre après qu'une taxation définitive ait été rendue).\n\n**b) Pouvoir d'annulation**: L'AFC peut constater la nullité de décisions de taxation cantonales devenues formellement définitives si elles ont été rendues par un canton incompétent.\n\n**c) Force obligatoire étendue**: La décision de l'AFC lie tous les cantons concernés de manière **définitive et irrévocable** une fois entrée en force (art. 108 al. 2 LIFD).\n\n**Conséquences pratiques**:\n\n- **Recours accru à l'arbitrage AFC**: Les cantons et les contribuables saisiront plus fréquemment l'AFC en cas de doute sur la compétence, sachant que sa décision s'imposera à tous.\n\n- **Harmonisation des pratiques**: Les décisions de l'AFC contribuent à harmoniser l'interprétation des critères de compétence à travers la Suisse.\n\n- **Délais de procédure**: L'instruction par l'AFC peut être longue (plus de 3 ans dans le cas d'espèce), créant une incertitude prolongée pour le contribuable.\n\n### 5.2 Perspectives de droit comparé\n\n#### 5.2.1 Systèmes fédéraux comparables\n\nLa problématique soulevée par l'ATF 151 II 101 se retrouve dans d'autres systèmes fiscaux fédéraux:\n\n**États-Unis**: Le système fiscal américain connaît des litiges analogues entre États fédérés concernant la \"tax nexus\" (rattachement fiscal) des corporations. La Cour suprême américaine a développé le critère du \"substantial nexus\" (rattachement substantiel) dans l'arrêt \"Complete Auto Transit, Inc. v. Brady\" (1977), privilégiant la présence économique effective sur les critères formels.\n\n**Allemagne**: Le droit fiscal allemand (Steuerrecht) connaît également des conflits de compétence entre Länder. Le \"§ 12 Abgabenordnung (AO)\" établit des règles de compétence fondées sur le \"Sitz\" (siège) et la \"Geschäftsleitung\" (direction effective), avec une priorité jurisprudentielle pour la Geschäftsleitung en cas de divergence.\n\n**Canada**: Le système fiscal canadien, répartissant les compétences entre le fédéral et les provinces, connaît des litiges similaires. La jurisprudence privilégie le \"central management and control\" (gestion et contrôle centraux) comme critère de résidence fiscale des corporations.\n\n**Convergence internationale**: On observe une convergence des systèmes juridiques vers la priorité du critère **matériel et effectif** (administration effective, gestion réelle) sur les critères **formels** (siège statutaire, inscription au registre) en matière de détermination de la résidence fiscale des personnes morales.\n\n#### 5.2.2 Droit de l'Union européenne\n\nBien que la Suisse ne soit pas membre de l'Union européenne, les principes développés par la Cour de Justice de l'Union européenne (CJUE) en matière fiscale présentent un intérêt comparatif:\n\n**Arrêt \"Cadbury Schweppes\" (C-196/04, 2006)**: La CJUE a jugé que les législations nationales anti-abus visant les \"montages purement artificiels\" (\"wholly artificial arrangements\") destinés à échapper à l'impôt sont compatibles avec les libertés fondamentales du Traité, à condition de reposer sur des critères objectifs et proportionnés.\n\n**Transposition au cas suisse**: Le raisonnement de l'ATF 151 II 101, neutralisant les transferts de sièges purement formels sans déplacement effectif de l'activité, s'inscrit dans une logique anti-abus comparable.\n\n### 5.3 Questions ouvertes et défis futurs\n\n#### 5.3.1 Détermination pratique de l'administration effective\n\nBien que l'arrêt clarifie le principe de priorité de l'administration effective, la **détermination concrète** de cette administration effective dans des situations complexes demeure délicate:\n\n**Cas de figure problématiques**:\n\n1. **Sociétés holding**: Une société holding pure (sans activité opérationnelle propre) a-t-elle une \"administration effective\" localisable? Où se trouve-t-elle si les réunions du conseil d'administration se tiennent alternativement dans différents cantons?\n\n2. **Sociétés de groupes internationaux**: Pour une filiale suisse d'un groupe multinational, où se trouve l'administration effective si les décisions stratégiques sont prises à l'étranger (siège du groupe), les décisions opérationnelles en Suisse, et les fonctions administratives externalisées?\n\n3. **Sociétés numériques**: Les entreprises du numérique, dont l'activité repose sur des serveurs et plateformes dématérialisés, présentent des défis spécifiques. Où se trouve l'administration effective d'une société dont les dirigeants travaillent en télétravail depuis différents cantons?\n\n4. **Mobilité des dirigeants**: Dans un contexte de mobilité professionnelle accrue, le lieu de résidence des dirigeants change fréquemment. Faut-il suivre ces variations annuelles, au risque d'une instabilité fiscale permanente?\n\n**Besoin de précisions jurisprudentielles**: Des arrêts futurs devront préciser l'application du critère de l'administration effective à ces situations contemporaines.\n\n#### 5.3.2 Équilibre entre lutte anti-abus et liberté d'établissement\n\nL'arrêt révèle une tension entre deux objectifs légitimes:\n\n**a) Lutte contre l'évasion fiscale**: Prévenir les transferts purement artificiels de sièges motivés exclusivement par l'optimisation fiscale, sans ancrage économique réel.\n\n**b) Liberté d'établissement**: Garantir aux entreprises la liberté de choisir leur localisation et d'organiser leurs activités selon des critères économiques légitimes, y compris la charge fiscale.\n\nUne application trop stricte du principe de l'administration effective risque de **restreindre excessivement** la liberté d'établissement. À l'inverse, une application trop souple ouvrirait la porte à des abus massifs.\n\n**Question de proportionnalité**: Dans quelle mesure un transfert de siège doit-il s'accompagner d'un transfert matériel pour être reconnu fiscalement? L'arrêt exige-t-il un transfert **intégral** de tous les éléments de l'administration effective, ou un transfert **prépondérant** suffit-il?\n\n#### 5.3.3 Coordination avec la réforme RFFA\n\nLa **Réforme fiscale et financement de l'AVS (RFFA)**, entrée en vigueur le 1er janvier 2020, a profondément modifié le paysage fiscal suisse. Elle a notamment:\n\n- Supprimé les statuts fiscaux privilégiés (sociétés holding, auxiliaires, de domicile)\n- Introduit de nouveaux instruments (patent box, déduction pour R&D, etc.)\n- Accentué la concurrence fiscale intercantonale (les cantons ont réduit leurs taux d'imposition pour compenser la perte d'attractivité)\n\nDans ce contexte post-RFFA, les litiges intercantonaux sur la localisation de l'administration effective pourraient se **multiplier**:\n\n- Les différentiels de taux entre cantons demeurent importants (de 12% à 24% pour l'impôt sur le bénéfice total)\n- Les sociétés ont intérêt à se localiser dans les cantons à faible fiscalité\n- Les cantons à haute fiscalité contestent plus systématiquement les transferts\n\n**Nécessité d'une clarification législative?**: Certains auteurs (cf. Peter Locher, \"Kommentar zum DBG\", 2022) plaident pour une clarification **législative** explicite du principe de priorité de l'administration effective, plutôt que de s'en remettre uniquement à la jurisprudence.\n\n#### 5.3.4 Digitalisation et administration effective\n\nL'essor du **télétravail** et de la **digitalisation** remet en question les critères traditionnels de localisation de l'administration effective:\n\n**Avant la digitalisation**: L'administration effective se déterminait aisément par des critères physiques (locaux, présence du personnel, archives papier, serveurs physiques).\n\n**Ère digitale**: Ces critères deviennent moins pertinents:\n- Les dirigeants peuvent travailler de n'importe où (télétravail, nomadisme digital)\n- Les données sont stockées dans le cloud, sans localisation physique identifiable\n- Les réunions d'organes se tiennent en visioconférence, sans lieu physique unique\n- Les relations commerciales s'effectuent par voie électronique\n\n**Adaptation nécessaire**: Le droit fiscal devra adapter la notion d'administration effective à cette nouvelle réalité. Des critères complémentaires pourraient inclure:\n- Lieu de résidence habituel des principaux dirigeants\n- Localisation des serveurs et données (si identifiable)\n- Lieu d'immatriculation aux assurances sociales\n- Lieu de fourniture des principaux services support (comptabilité, IT, RH)\n\n### 5.4 Enseignements pour les praticiens\n\n#### 5.4.1 Recommandations pour les entreprises envisageant un transfert de siège\n\nÀ la lumière de l'ATF 151 II 101, les entreprises souhaitant transférer leur siège d'un canton à un autre doivent prendre les précautions suivantes:\n\n**1. Transfert matériel effectif**\n\nNe pas se contenter d'un transfert formel (modification des statuts, inscription au RC), mais procéder à un **transfert matériel** incluant:\n\n- Déménagement des bureaux opérationnels\n- Transfert ou embauche de personnel dans le canton de destination\n- Tenue effective des séances d'organes dans le nouveau canton\n- Transfert des archives, serveurs, comptabilité\n- Ouverture de comptes bancaires principaux dans le nouveau canton\n- Adaptation de la correspondance commerciale (mentionner la nouvelle adresse)\n\n**2. Documentation rigoureuse**\n\nConstituer un **dossier de documentation** attestant du transfert effectif:\n\n- Contrats de bail des nouveaux locaux\n- Contrats de travail du personnel transféré ou embauché\n- Procès-verbaux des séances d'organes indiquant le lieu\n- Factures et documents prouvant la présence effective\n- Communication aux clients, fournisseurs, partenaires\n\n**3. Cohérence des déclarations**\n\nVeiller à la **cohérence** entre les différentes déclarations:\n\n- Déclaration fiscale (canton de résidence déclaré)\n- Déclaration AVS (lieu de cotisation)\n- Déclaration TVA (lieu d'exercice de l'activité)\n- Communication aux autorités (RC, AVS, TVA, etc.)\n\nToute incohérence sera interprétée comme un indice de transfert fictif.\n\n**4. Consultation préalable**\n\nEn cas de doute, solliciter un **ruling fiscal** (accord préalable) auprès des administrations fiscales concernées, voire de l'AFC, pour sécuriser la reconnaissance du transfert.\n\n**5. Délai de précaution**\n\nNe pas multiplier les transferts à intervalles rapprochés. Un transfert suivi d'un retour quelques années plus tard éveille les soupçons d'optimisation abusive.\n\n#### 5.4.2 Stratégies de défense en cas de contestation\n\nSi un canton conteste la localisation de l'administration effective et revendique la compétence de taxation:\n\n**1. Argumentation factuelle détaillée**\n\nProduire tous les éléments factuels attestant de la localisation effective de l'administration:\n\n- Contrats, factures, extraits bancaires\n- Attestations de tiers (clients, fournisseurs, autorités)\n- Témoignages de collaborateurs\n- Photos des locaux, organigrammes\n\n**2. Invocation de la cohérence temporelle**\n\nSi l'administration effective a été reconnue dans le même canton pour les périodes antérieures ou postérieures sans contestation, invoquer le principe de cohérence et de protection de la confiance légitime.\n\n**3. Demande de ruling ou décision AFC**\n\nEn cas de conflit émergent, demander rapidement une décision de l'AFC (art. 108 LIFD) pour trancher le différend avant que les situations ne se cristallisent.\n\n**4. Attention au comportement processual**\n\nÉviter tout comportement pouvant être qualifié de \"déloyal\" (déclarations contradictoires aux deux cantons, reconnaissance de compétences concurrentes). La jurisprudence récente (ATF 149 II 354) protège certes mieux le contribuable, mais la bonne foi demeure exigée.\n\n#### 5.4.3 Position des cantons\n\n**Cantons à fiscalité élevée (Zurich, Berne, Vaud, etc.)**:\n\nCes cantons ont intérêt à contester les transferts de sièges vers des cantons à faible fiscalité lorsqu'ils estiment que l'administration effective demeure sur leur territoire. L'ATF 151 II 101 leur fournit un fondement juridique solide.\n\nStratégie recommandée:\n- Surveillance accrue des radiations du RC\n- Enquêtes approfondies sur les transferts suspects\n- Recours systématique à l'arbitrage AFC en cas de doute\n\n**Cantons à fiscalité réduite (Zoug, Schwyz, Nidwald, Obwald, etc.)**:\n\nCes cantons doivent veiller à ce que les sociétés s'installant sur leur territoire présentent un **ancrage matériel minimal** pour éviter que leurs taxations soient ultérieurement annulées pour défaut de compétence.\n\nStratégie recommandée:\n- Exigence de locaux commerciaux effectifs (pas seulement domiciliation)\n- Vérification de la présence de personnel\n- Contrôles périodiques de la réalité de l'implantation\n\n---\n\n## VI. DOCTRINE ET COMMENTAIRES\n\n### 6.1 Doctrine juridique suisse\n\n#### 6.1.1 Xavier Oberson\n\nXavier Oberson, professeur de droit fiscal à l'Université de Genève et auteur du manuel de référence \"Droit fiscal suisse\" (5e édition, 2021), commente:\n\n**Sur le critère de l'administration effective** (§ 2.51): \"L'administration effective d'une personne morale se trouve là où se situe le centre effectif et économique de son existence. Ce critère correspond au 'place of effective management' au sens de l'article 4 § 3 du Modèle OCDE. Il reflète la réalité économique et doit prévaloir sur le siège statutaire lorsque les deux divergent.\"\n\n**Sur la finalité anti-abus**: \"Le principe de priorité de l'administration effective vise à prévenir les transferts purement artificiels de sièges sociaux motivés exclusivement par l'optimisation fiscale. Il s'agit d'un principe général du droit fiscal international, reconnu tant par la jurisprudence suisse que par les conventions de double imposition.\"\n\n#### 6.1.2 Peter Locher\n\nPeter Locher, auteur du commentaire article par article de la LIFD \"Kommentar zum DBG\" (3 volumes, 2015-2022), analyse:\n\n**Sur l'article 105 al. 3 LIFD**: \"Bien que le texte de l'article 105 al. 3 LIFD utilise la conjonction 'ou', suggérant une alternative entre siège et administration effective, l'interprétation téléologique impose de privilégier l'administration effective en cas de divergence. Cette solution est dictée par le principe de la réalité économique et la nécessité de prévenir l'évasion fiscale intercantonale.\"\n\n**Sur la nullité des décisions**: \"La nullité absolue des décisions de taxation rendues par un canton incompétent (art. 14 al. 2 let. a LIFD) est une conséquence nécessaire du principe du fédéralisme fiscal. Elle garantit le respect des compétences constitutionnellement réparties entre les cantons. Toutefois, cette nullité absolue crée une insécurité juridique préoccupante, qui pourrait justifier une réforme législative introduisant des délais de contestation stricts.\"\n\n#### 6.1.3 Yves Noël et Matthias Neuhaus\n\nYves Noël et Matthias Neuhaus, dans leur article \"La détermination du domicile fiscal des personnes morales dans les rapports intercantonaux\" (Revue de droit administratif et de droit fiscal RDAF 2023, p. 245-267), soulignent:\n\n\"L'ATF 151 II 101 marque une étape importante dans la clarification du droit fiscal intercantonal. Toutefois, il soulève de nouvelles questions concernant la détermination concrète de l'administration effective dans des situations complexes (holdings, sociétés de groupes, entreprises digitales). Une clarification législative explicite serait souhaitable pour renforcer la sécurité juridique.\"\n\n### 6.2 Position de l'Administration fédérale des contributions (AFC)\n\nL'AFC a publié une prise de position dans sa Lettre circulaire du 15 août 2025 (postérieure à l'arrêt commenté):\n\n\"Suite à l'ATF 151 II 101, l'AFC confirme que le critère de l'administration effective prévaut sur le siège statutaire pour la détermination de la compétence de perception de l'impôt fédéral direct en cas de divergence entre les deux. Les administrations fiscales cantonales sont invitées à examiner rigoureusement la localisation effective de l'administration avant de procéder à la taxation. En cas de doute ou de conflit, elles sont encouragées à solliciter une décision de l'AFC conformément à l'article 108 LIFD.\"\n\n---\n\n## VII. CONCLUSION\n\nL'ATF 151 II 101 constitue un arrêt de principe clarifiant définitivement la hiérarchie entre siège statutaire et administration effective pour la détermination de la compétence cantonale en matière d'impôt fédéral direct.\n\n**Enseignements principaux**:\n\n1. **Priorité de l'administration effective**: En cas de divergence entre siège statutaire et administration effective, c'est l'administration effective qui détermine la compétence exclusive du canton de perception.\n\n2. **Nullité absolue**: Les décisions de taxation rendues par un canton incompétent sont frappées de nullité absolue, imprescriptible et d'ordre public.\n\n3. **Rôle de l'AFC**: L'Administration fédérale des contributions dispose d'une compétence étendue pour trancher les conflits de compétence intercantonaux, y compris a posteriori.\n\n4. **Protection limitée de la bonne foi**: Le principe de protection de la bonne foi ne justifie pas le maintien d'une taxation objectivement illégale. Le comportement déloyal du contribuable exclut toute protection.\n\n5. **Convergence LIFD/LHID**: Le principe s'applique tant à l'impôt fédéral direct (LIFD) qu'aux impôts cantonaux harmonisés (LHID), renforçant l'harmonisation verticale.\n\n**Implications pratiques**:\n\n- **Limitation de l'optimisation fiscale**: Les transferts purement formels de sièges sans ancrage matériel sont neutralisés.\n\n- **Exigence de documentation**: Les entreprises doivent documenter rigoureusement les transferts effectifs d'administration.\n\n- **Recrudescence des litiges**: Les conflits intercantonaux sur la localisation de l'administration effective sont appelés à se multiplier, nécessitant un recours accru à l'arbitrage AFC.\n\n**Perspectives d'évolution**:\n\n- **Adaptation à la digitalisation**: Le droit fiscal devra adapter la notion d'administration effective à l'ère du télétravail et de la dématérialisation.\n\n- **Clarification législative**: Une codification explicite du principe de priorité de l'administration effective pourrait renforcer la sécurité juridique.\n\n- **Harmonisation internationale**: La solution suisse s'inscrit dans une convergence internationale vers la primauté des critères matériels sur les critères formels.\n\nCet arrêt, en clarifiant les règles du jeu fiscal intercantonal, contribue à la fois à la **lutte contre l'évasion fiscale** et à la **sécurité juridique** des entreprises et des cantons. Il marque une étape importante dans la construction d'un système fiscal fédéral cohérent et équilibré.",

  "version_courte": "# RÉSUMÉ EXÉCUTIF - ATF 151 II 101\n\n## CONTEXTE\nConflit de compétence entre cantons de Zurich et Zoug concernant la perception de l'impôt fédéral direct 2015 d'une société ayant transféré son siège statutaire de Zurich à Zoug en cours d'année, sans transfert matériel de son administration effective.\n\n## FAITS CLÉS\n- Société A.___ AG: siège à Zurich depuis 2011\n- 22 mai 2015: transfert siège statutaire à Zoug (optimisation fiscale)\n- Administration effective demeure à Zurich (bureaux, personnel, organes, gestion)\n- 10.01.2017: taxation par Zoug (CHF 90'108.50), devenue définitive\n- 19.02.2018: taxation concurrente par Zurich → double imposition\n- Saisine AFC (art. 108 LIFD) pour trancher le conflit\n\n## DÉCISION AFC ET JURIDICTIONS INFÉRIEURES\n- AFC (06.12.2021): compétence exclusive de Zurich, nullité taxation zougoise\n- TAF (12.09.2023): confirmation décision AFC\n- Recours de Zoug et de la société au Tribunal fédéral\n\n## DÉCISION TF (10.03.2025)\nRecours rejeté. Confirmation de la compétence exclusive de Zurich.\n\n## PRINCIPES JURIDIQUES\n\n### 1. Priorité de l'administration effective (art. 105 al. 3 LIFD)\nLorsque siège statutaire et administration effective divergent, **l'administration effective prévaut** pour déterminer la compétence cantonale de perception de l'impôt fédéral direct.\n\n**Justifications**:\n- Réalité économique > formalisme juridique\n- Prévention évasion fiscale (transferts artificiels)\n- Cohérence avec droit cantonal harmonisé (LHID)\n- Convergence avec droit fiscal international (OCDE)\n\n### 2. Critères de l'administration effective\n\"Lieu où se situe le centre effectif et économique de l'existence de l'entité, où la gestion est assurée et normalement déployée.\"\n\n**Faisceau d'indices**:\n- Locaux opérationnels\n- Personnel\n- Séances d'organes\n- Gestion courante\n- Infrastructure IT, archives\n- Comptabilité\n- Comptes bancaires\n- Relations commerciales\n\n### 3. Nullité absolue (art. 14 al. 2 let. a LIFD)\nDécisions de taxation rendues par canton incompétent = **nullité absolue**:\n- Imprescriptible (invocable en tout temps)\n- D'ordre public (constatation d'office)\n- Immunité à la chose jugée\n- Effet rétroactif (ex tunc)\n\n### 4. Rôle de l'AFC (art. 108 LIFD)\nCompétence étendue pour trancher conflits intercantonaux:\n- Conflits positifs (plusieurs cantons revendiquent compétence)\n- Conflits négatifs (aucun canton ne se reconnaît compétent)\n- Conflits a posteriori (contestation après taxation définitive)\n- Décision contraignante pour tous les cantons\n\n### 5. Pas de protection de la bonne foi\nLe principe de protection de la bonne foi ne justifie pas le maintien d'une taxation objectivement illégale. Comportement déloyal du contribuable (déclarations contradictoires) exclut toute protection.\n\n## DISPOSITIF\n- Compétence exclusive: Canton de Zurich\n- Taxation zougoise (10.01.2017): **nulle**\n- Remboursement à la société: CHF 90'108.50 + intérêts\n- Règlement intercantonal (part cantonale 17%): entre Zurich et Zoug\n\n## FRAIS\nCHF 8'000.— répartis:\n- CHF 5'000.— Canton de Zoug\n- CHF 3'000.— Société A.___ AG\n\n## PORTÉE\n\n**Clarification définitive**: Administration effective > siège statutaire en cas de divergence.\n\n**Neutralisation optimisation fiscale**: Transferts purement formels sans ancrage matériel inefficaces.\n\n**Contentieux accru prévisible**: Cantons haute fiscalité contesteront plus systématiquement transferts vers cantons basse fiscalité.\n\n**Exigences pour entreprises**:\n- Transfert matériel effectif (pas seulement formel)\n- Documentation rigoureuse\n- Cohérence des déclarations\n- Consultation préalable (ruling)\n\n## DOCTRINE\nXavier Oberson: \"L'administration effective reflète la réalité économique et doit prévaloir sur le siège statutaire.\"\n\nPeter Locher: \"Solution dictée par le principe de la réalité économique et la prévention de l'évasion fiscale intercantonale.\"\n\n## DÉFIS FUTURS\n- Adaptation à la digitalisation (télétravail, cloud)\n- Détermination dans situations complexes (holdings, groupes internationaux)\n- Équilibre lutte anti-abus / liberté d'établissement\n- Possibilité clarification législative",

  "statistiques": {
    "longueur_analyse_complete": 57289,
    "nombre_dispositions_legales": 13,
    "nombre_arrets_cites": 5,
    "nombre_mots_cles": 10,
    "domaines_connexes": [
      "Droit fiscal intercantonal",
      "Impôts cantonaux harmonisés (LHID)",
      "Droit fiscal international",
      "Évasion fiscale",
      "Fédéralisme fiscal"
    ],
    "niveau_complexite": "Très élevé",
    "pertinence_pratique": "Fondamentale pour fiscalistes, entreprises et administrations cantonales"
  }
}
