{
  "metadata": {
    "titre": "Imposition des gains immobiliers des fondations de placement de prévoyance professionnelle exonérées - Application de l'art. 23 al. 4 LHID",
    "reference_atf": "ATF 150 II 478",
    "numero_cause": "9C_393/2023",
    "date_arret": "10 juin 2024",
    "formation": "IIIe Cour de droit public du Tribunal fédéral suisse",
    "parties": {
      "recourante": "Fondation de placement pour institutions de prévoyance professionnelle (anonymisée)",
      "intimee": "République et Canton de Genève, Administration fiscale cantonale"
    },
    "domaine_juridique": "Droit fiscal - Harmonisation fiscale - Impôt sur les gains immobiliers - Exonération des institutions de prévoyance",
    "mots_cles": [
      "fondation de placement",
      "prévoyance professionnelle",
      "exonération fiscale",
      "gains immobiliers",
      "art. 23 al. 4 LHID",
      "art. 12 LHID",
      "système moniste",
      "système dualiste",
      "impôt spécial sur les bénéfices immobiliers",
      "harmonisation fiscale",
      "autonomie cantonale limitée",
      "interprétation littérale"
    ],
    "lois_appliquees": [
      {
        "loi": "LHID",
        "articles": ["art. 12", "art. 23 al. 1 let. d", "art. 23 al. 4"],
        "titre_complet": "Loi fédérale sur l'harmonisation des impôts directs des cantons et des communes (RS 642.14)"
      },
      {
        "loi": "LCP",
        "articles": ["art. 80 à 87"],
        "titre_complet": "Loi générale sur les contributions publiques du Canton de Genève (D 3 05)"
      },
      {
        "loi": "LIPM",
        "articles": ["art. 9 al. 1 let. e"],
        "titre_complet": "Loi sur l'imposition des personnes morales du Canton de Genève (D 3 15)"
      },
      {
        "loi": "LPP",
        "articles": ["art. 80 al. 2"],
        "titre_complet": "Loi fédérale sur la prévoyance professionnelle vieillesse, survivants et invalidité (RS 831.40)"
      }
    ]
  },
  "decisions_principales": [
    {
      "faits": "Une fondation de placement pour institutions de prévoyance professionnelle, inscrite au registre du commerce d'un canton suisse (anonymisé comme canton de U._____), gère des opérations immobilières et hypothécaires pour le compte de ses investisseurs. Cette fondation détient notamment plusieurs immeubles situés dans le canton de Genève. Son but statutaire consiste en la gestion collective et le placement de la fortune de prévoyance que lui confient ses investisseurs, conformément aux dispositions légales régissant les fondations de placement.\n\nLe 21 décembre 2018, la fondation a présenté une demande d'exonération de l'impôt cantonal et communal (ICC) sur le bénéfice et le capital, fondée sur l'article 9 alinéa 1 lettre e de la loi genevoise sur l'imposition des personnes morales (LIPM). Cette disposition exonère les institutions de prévoyance professionnelle d'entreprises ayant leur domicile, leur siège ou un établissement stable en Suisse, à condition que leurs ressources soient affectées durablement et exclusivement à la prévoyance en faveur du personnel.\n\nPar décision du 24 juillet 2019, l'Administration fiscale cantonale genevoise a accepté la demande d'exonération de la fondation avec effet rétroactif au 1er janvier 2018. Toutefois, cette exonération comportait une restriction significative : elle n'englobait pas les impôts cantonal et communal calculés sur les bénéfices d'aliénation de biens immobiliers. Selon l'Administration fiscale, ces bénéfices demeuraient imposables de manière ordinaire selon le régime général de la LIPM, et non selon le régime spécial de l'impôt sur les gains immobiliers prévu aux articles 80 et suivants de la loi générale sur les contributions publiques (LCP).\n\nFace à cette décision qui excluait les gains immobiliers futurs de l'exonération fiscale accordée, la fondation a réagi en présentant une réclamation le 29 septembre 2021. L'Administration fiscale cantonale a déclaré cette réclamation irrecevable par décision du 18 février 2022, estimant que la fondation ne disposait pas d'un intérêt digne de protection pour contester une décision portant sur des gains immobiliers futurs et hypothétiques qui n'avaient pas encore été réalisés.\n\nLa fondation a alors saisi le Tribunal administratif de première instance (TAPI) du canton de Genève d'un recours contre cette décision d'irrecevabilité. Par jugement du 27 octobre 2022, le TAPI a admis partiellement le recours, reconnaissant à la fondation un intérêt juridique à obtenir une clarification anticipée du régime fiscal applicable à ses futurs gains immobiliers. Le TAPI a ainsi renvoyé le dossier à l'Administration fiscale pour qu'elle statue sur le fond de la réclamation.\n\nL'Administration fiscale cantonale a interjeté appel de ce jugement devant la Cour de justice de la République et Canton de Genève. Par arrêt du 2 mai 2023, la Chambre administrative de la Cour de justice a admis l'appel et réformé le jugement du TAPI. La Cour de justice a confirmé la position de l'Administration fiscale selon laquelle les bénéfices d'aliénation futurs de biens immobiliers détenus par la fondation exonérée devaient être soumis à l'impôt ordinaire sur le bénéfice au sens de la LIPM, et non à l'impôt spécial sur les bénéfices et gains immobiliers prévu aux articles 80 et suivants de la LCP.\n\nDans son arrêt, la Cour de justice genevoise s'est fondée sur l'interprétation de l'article 23 alinéa 4 LHID et sur les particularités du système fiscal genevois. Elle a considéré que Genève pratique un système dit \"matériellement dualiste\", dans lequel les gains provenant de l'aliénation d'immeubles de la fortune commerciale sont soumis à l'impôt ordinaire sur le bénéfice, tandis que seuls les gains immobiliers de la fortune privée sont soumis à l'impôt spécial prévu aux articles 80 et suivants LCP. Selon la Cour de justice, cette distinction systémique permettait au canton de soumettre les fondations de prévoyance exonérées à l'impôt ordinaire sur le bénéfice pour leurs gains immobiliers, tout en respectant formellement l'obligation posée par l'article 23 alinéa 4 LHID de soumettre ces institutions \"en tous les cas à l'impôt sur les gains immobiliers\".\n\nLa Cour de justice a également relevé que l'article 9 alinéa 2 LIPM prévoit explicitement que les personnes morales exonérées selon l'alinéa 1 (dont les institutions de prévoyance) \"sont néanmoins soumises en tous les cas à l'impôt sur les gains immobiliers\", reprenant ainsi la formulation de l'article 23 alinéa 4 LHID. Pour la Cour de justice, cette formulation n'imposait pas nécessairement l'application du régime spécial des articles 80 et suivants LCP, mais pouvait être satisfaite par l'imposition ordinaire des bénéfices d'aliénation immobilière.\n\nInsatisfaite de cet arrêt, la fondation a recouru au Tribunal fédéral le 9 juin 2023, en concluant principalement à l'annulation de l'arrêt cantonal et à la réforme de la décision de l'Administration fiscale. La fondation a fait valoir que l'article 23 alinéa 4 LHID impose aux cantons, de manière impérative et sans marge d'appréciation, de soumettre les institutions de prévoyance exonérées à l'impôt sur les gains immobiliers au sens strict, c'est-à-dire à l'impôt spécial visé à l'article 12 LHID, et non à l'impôt ordinaire sur le bénéfice. Elle a soutenu que l'interprétation retenue par la Cour de justice vidait de sa substance l'article 23 alinéa 4 LHID et méconnaissait le principe de l'harmonisation fiscale.\n\nLa fondation a également argué que le système genevois, bien que qualifié de \"matériellement dualiste\", ne saurait justifier une dérogation à l'obligation fédérale claire résultant de l'article 23 alinéa 4 LHID. Elle a souligné que cette disposition s'applique uniformément dans tous les cantons, indépendamment de leur choix entre système moniste ou dualiste pour le traitement général des gains immobiliers.\n\nLe Tribunal fédéral a admis le recours le 10 juin 2024, reconnaissant que la fondation disposait d'un intérêt juridique à obtenir une clarification anticipée du régime fiscal applicable à ses futurs gains immobiliers. Sur le fond, le Tribunal fédéral a donné raison à la recourante, estimant que l'article 23 alinéa 4 LHID impose aux cantons, de manière impérative, de soumettre les institutions de prévoyance exonérées à l'impôt spécial sur les gains immobiliers prévu à l'article 12 LHID, et non à l'impôt ordinaire sur le bénéfice, quelle que soit la qualification de ces biens (fortune privée ou commerciale) dans le système cantonal.",
      "principes_juridiques": [
        {
          "principe": "Interprétation littérale de l'article 23 alinéa 4 LHID - Caractère impératif de la soumission à l'impôt sur les gains immobiliers",
          "explication": "Le Tribunal fédéral a appliqué les règles classiques d'interprétation juridique pour déterminer le sens de l'article 23 alinéa 4 LHID, en commençant par l'interprétation littérale (grammaticale). Cette disposition énonce que les personnes morales exonérées visées à l'article 23 alinéa 1 lettres d à g et i LHID \"sont néanmoins soumises en tous les cas à l'impôt sur les gains immobiliers\".\n\nLe Tribunal fédéral a souligné que le texte utilise la notion d'\"impôt sur les gains immobiliers\" (Grundstückgewinnsteuer en allemand, imposta sugli utili immobiliari en italien), qui correspond précisément à la définition donnée à l'article 12 LHID. Cette disposition définit l'impôt sur les gains immobiliers comme un impôt spécial, distinct de l'impôt sur le revenu ou le bénéfice, prélevé sur les gains réalisés lors de l'aliénation de tout ou partie d'un immeuble faisant partie de la fortune privée du contribuable, dans la mesure où le produit de l'aliénation dépasse les dépenses d'investissement.\n\nSelon le Tribunal fédéral, cette terminologie juridique précise ne peut être confondue avec l'impôt ordinaire sur le bénéfice. Si le législateur avait voulu permettre aux cantons de soumettre les gains immobiliers des institutions exonérées à l'impôt ordinaire sur le bénéfice, il aurait utilisé une formulation différente, telle que \"sont soumises à l'imposition des gains provenant de l'aliénation d'immeubles\" ou \"sont imposées sur leurs bénéfices immobiliers\". L'utilisation spécifique du terme technique \"impôt sur les gains immobiliers\" renvoie nécessairement au régime spécial de l'article 12 LHID.\n\nLe Tribunal fédéral a également mis en évidence le caractère impératif de la formulation \"sont néanmoins soumises en tous les cas\" (dennoch in allen Fällen der Grundstückgewinnsteuer unterworfen). Cette expression laisse aucune autonomie au législateur cantonal et n'ouvre aucune marge d'appréciation. L'adverbe \"néanmoins\" (dennoch) souligne que, bien que ces institutions bénéficient d'une exonération générale, elles demeurent exceptionnellement soumises à ce type d'imposition particulier. L'expression \"en tous les cas\" (in allen Fällen) renforce ce caractère obligatoire et exclut toute exception ou dérogation cantonale.\n\nCette interprétation littérale est corroborée par la systématique de la LHID. L'article 12 LHID, qui définit l'impôt sur les gains immobiliers, figure dans la section consacrée aux impôts spéciaux, distincte de celle relative à l'impôt sur le bénéfice (articles 24 et suivants LHID). L'article 23 alinéa 4 LHID établit donc une exception claire au principe d'exonération : les institutions visées sont exonérées de l'impôt général sur le bénéfice, mais demeurent soumises à l'impôt spécial sur les gains immobiliers au sens de l'article 12 LHID.\n\nLe Tribunal fédéral a enfin relevé que cette interprétation s'impose uniformément dans tous les cantons, qu'ils aient adopté un système moniste (où tous les gains immobiliers, qu'ils proviennent de la fortune privée ou commerciale, sont soumis à l'impôt spécial sur les gains immobiliers) ou un système dualiste (où les gains provenant de la fortune commerciale sont soumis à l'impôt ordinaire sur le bénéfice, tandis que ceux de la fortune privée sont soumis à l'impôt spécial). L'article 23 alinéa 4 LHID impose une règle dérogatoire spécifique pour les institutions exonérées, qui transcende cette distinction systémique cantonale.",
          "reference": "ATF 150 II 478, consid. 4.2 et 4.3"
        },
        {
          "principe": "Limitation de l'autonomie cantonale en matière d'harmonisation fiscale - Caractère contraignant des prescriptions de la LHID",
          "explication": "Un principe cardinal ressort de cet arrêt : lorsque la loi fédérale sur l'harmonisation des impôts directs (LHID) formule une prescription de manière impérative, l'autonomie des cantons en matière fiscale se trouve significativement limitée. Le Tribunal fédéral a rappelé que la LHID a pour objectif d'harmoniser les législations fiscales cantonales dans certains domaines essentiels, tout en préservant la souveraineté fiscale des cantons dans les aspects non harmonisés.\n\nCependant, dans les matières faisant l'objet d'une harmonisation, notamment l'assujettissement à l'impôt, l'objet de l'impôt et la période fiscale, les cantons sont tenus de se conformer strictement aux prescriptions fédérales. L'article 72 alinéa 2 de la Constitution fédérale (Cst.) dispose que \"la Confédération légifère sur l'harmonisation des impôts directs de la Confédération, des cantons et des communes; l'harmonisation s'étend à l'assujettissement, à l'objet de l'impôt et à sa période de calcul, à la procédure et au droit pénal en matière fiscale\".\n\nDans le cas d'espèce, l'article 23 alinéa 4 LHID relève clairement du domaine harmonisé de l'assujettissement à l'impôt. Cette disposition définit précisément quelles personnes morales exonérées restent néanmoins assujetties à quel type d'impôt. Le Tribunal fédéral a souligné que le libellé impératif de cette norme (\"sont néanmoins soumises en tous les cas\") exclut toute marge d'appréciation ou d'autonomie pour les législateurs cantonaux.\n\nLe Tribunal fédéral a expressément rejeté l'argument selon lequel le choix cantonal entre système moniste et système dualiste pourrait justifier une application différenciée de l'article 23 alinéa 4 LHID. Certes, la LHID laisse aux cantons une certaine liberté dans l'organisation générale de leur système fiscal, notamment en ce qui concerne le traitement des gains immobiliers provenant de la fortune commerciale. Toutefois, cette autonomie résiduelle ne peut prévaloir lorsqu'une disposition fédérale formule une règle claire et impérative.\n\nEn l'espèce, peu importe que le canton de Genève ait choisi de qualifier son système de \"matériellement dualiste\" en soumettant les gains immobiliers de la fortune commerciale à l'impôt ordinaire sur le bénéfice. L'article 23 alinéa 4 LHID impose une règle spéciale pour les institutions de prévoyance exonérées : leurs gains immobiliers doivent être soumis à l'impôt sur les gains immobiliers au sens strict (article 12 LHID), indépendamment de la qualification de ces biens dans le système général du canton.\n\nLe Tribunal fédéral a ainsi affirmé que, dans ce domaine précis, il dispose d'un plein pouvoir d'examen (libre examen) et n'est pas tenu d'accorder une déférence particulière à l'interprétation retenue par les autorités cantonales. Cette approche garantit l'application uniforme du droit fédéral harmonisé sur l'ensemble du territoire suisse et préserve l'égalité de traitement des institutions de prévoyance, quel que soit le canton où elles détiennent des immeubles.\n\nCe principe a des implications importantes : il signifie que les cantons ne peuvent contourner les obligations découlant de la LHID en invoquant les particularités de leur système fiscal cantonal. L'harmonisation fiscale serait vidée de sa substance si chaque canton pouvait interpréter les prescriptions fédérales à la lumière de ses propres choix systémiques. Le Tribunal fédéral a donc établi une ligne de démarcation claire entre, d'une part, les domaines où l'autonomie cantonale demeure préservée et, d'autre part, les prescriptions fédérales impératives qui s'imposent uniformément à tous les cantons.",
          "reference": "ATF 150 II 478, consid. 4.1 et 4.4"
        },
        {
          "principe": "Distinction entre système moniste et système dualiste d'imposition des gains immobiliers - Portée limitée face aux règles d'harmonisation",
          "explication": "Le Tribunal fédéral a consacré des développements substantiels à la distinction entre système moniste et système dualiste en matière d'imposition des gains immobiliers, tout en soulignant que cette distinction ne peut faire échec aux obligations découlant de l'article 23 alinéa 4 LHID.\n\nDans le système moniste, adopté par certains cantons suisses, tous les gains immobiliers, qu'ils proviennent de la fortune privée ou de la fortune commerciale, sont soumis à un impôt spécial sur les gains immobiliers. Ce système présente l'avantage de la simplicité : un seul régime fiscal s'applique à tous les gains réalisés lors de l'aliénation d'immeubles, sans qu'il soit nécessaire de distinguer selon la nature de la fortune (privée ou commerciale) dont relève le bien.\n\nDans le système dualiste, adopté par d'autres cantons, une distinction fondamentale est opérée. Les gains immobiliers provenant de la fortune privée sont soumis à l'impôt spécial sur les gains immobiliers, tandis que les gains provenant de la fortune commerciale (immeubles détenus par des entreprises dans le cadre de leur activité lucrative) sont soumis à l'impôt ordinaire sur le bénéfice. Le canton de Genève pratique une variante de ce système, qualifiée par la Cour de justice cantonale de système \"matériellement dualiste\".\n\nLe Tribunal fédéral a reconnu que la LHID laisse une certaine autonomie aux cantons dans le choix entre ces deux systèmes pour l'imposition générale des gains immobiliers. L'article 12 LHID définit l'impôt sur les gains immobiliers en référence aux immeubles de la fortune privée, mais ne proscrit pas expressément que les cantons adoptent un système dualiste pour le traitement général de ces gains.\n\nToutefois, le Tribunal fédéral a clairement établi que cette autonomie cantonale trouve sa limite dans les prescriptions impératives de la LHID. L'article 23 alinéa 4 LHID constitue précisément une telle prescription impérative : il impose aux cantons de soumettre les institutions de prévoyance exonérées à \"l'impôt sur les gains immobiliers\" au sens de l'article 12 LHID, c'est-à-dire à l'impôt spécial, quelle que soit la nature (privée ou commerciale) des biens concernés dans le système général du canton.\n\nEn d'autres termes, même si un canton a choisi un système dualiste dans lequel les gains provenant de la fortune commerciale sont normalement soumis à l'impôt ordinaire sur le bénéfice, il doit faire exception à cette règle pour les institutions de prévoyance exonérées et soumettre leurs gains immobiliers à l'impôt spécial prévu à l'article 12 LHID. Cette règle dérogatoire s'applique uniformément dans tous les cantons, qu'ils aient adopté un système moniste ou dualiste.\n\nLe Tribunal fédéral a rejeté l'argumentation des autorités genevoises selon laquelle l'expression \"impôt sur les gains immobiliers\" figurant à l'article 23 alinéa 4 LHID devrait être interprétée de manière suffisamment large pour englober également l'impôt ordinaire sur le bénéfice appliqué aux gains immobiliers de la fortune commerciale. Une telle interprétation extensive viderait la prescription fédérale de sa substance et permettrait à chaque canton de définir à sa guise ce qu'il entend par \"impôt sur les gains immobiliers\", compromettant ainsi l'objectif d'harmonisation fiscale poursuivi par la LHID.\n\nCette jurisprudence clarifie donc un point essentiel : les particularités des systèmes fiscaux cantonaux (moniste ou dualiste) ne peuvent justifier une dérogation aux règles d'harmonisation fédérales lorsque celles-ci sont formulées de manière impérative. Les cantons conservent certes une autonomie dans l'organisation générale de leur fiscalité, mais doivent se conformer strictement aux prescriptions de la LHID dans les domaines harmonisés.",
          "reference": "ATF 150 II 478, consid. 4.3 et 4.5"
        },
        {
          "principe": "Coordination entre exonération fiscale et imposition résiduelle des gains immobiliers pour les institutions de prévoyance",
          "explication": "L'ATF 150 II 478 illustre un mécanisme juridique subtil de coordination entre, d'une part, l'exonération fiscale générale dont bénéficient les institutions de prévoyance professionnelle et, d'autre part, le maintien d'une imposition résiduelle sur leurs gains immobiliers. Ce mécanisme repose sur l'articulation entre l'article 23 alinéa 1 lettre d LHID et l'article 23 alinéa 4 LHID.\n\nL'article 23 alinéa 1 lettre d LHID prévoit que \"seules sont exonérées de l'impôt : [...] d) les institutions de prévoyance professionnelle d'entreprises qui ont leur domicile, leur siège ou un établissement stable en Suisse et d'entreprises qui les touchent de près, à condition que les ressources de ces institutions soient affectées durablement et exclusivement à la prévoyance en faveur du personnel\". Cette exonération vise à favoriser la constitution de réserves de prévoyance en faveur des travailleurs, en exemptant ces institutions de l'impôt sur le bénéfice et le capital.\n\nCependant, l'article 23 alinéa 4 LHID apporte une limitation importante à cette exonération : \"Les personnes morales mentionnées à l'alinéa 1, lettres d à g et i, sont néanmoins soumises en tous les cas à l'impôt sur les gains immobiliers\". Cette disposition établit donc une exception à l'exonération générale : bien qu'exemptées de l'impôt ordinaire sur le bénéfice, ces institutions demeurent assujetties à l'impôt spécial sur les gains immobiliers lorsqu'elles réalisent des gains lors de l'aliénation d'immeubles.\n\nLe Tribunal fédéral a expliqué la ratio legis (raison d'être) de cette règle. L'exonération fiscale des institutions de prévoyance se justifie par leur but de prévoyance sociale en faveur des travailleurs. Toutefois, lorsque ces institutions réalisent des gains importants lors de la vente d'immeubles, notamment en raison de l'augmentation de la valeur des terrains ou de l'évolution du marché immobilier, le législateur a estimé justifié de maintenir une imposition de ces plus-values. Cette imposition résiduelle permet d'assurer une contribution fiscale minimale de ces institutions, tout en préservant l'essentiel de l'avantage fiscal dont elles bénéficient.\n\nLe système genevois prévoit une coordination particulière entre l'impôt spécial sur les gains immobiliers (articles 80 et suivants LCP) et l'impôt ordinaire sur le bénéfice. Lorsqu'un contribuable est soumis aux deux impôts pour le même gain immobilier, l'impôt spécial perçu est crédité sur l'impôt ordinaire, ou remboursé pour la part qui excède ce dernier. Cette coordination évite la double imposition économique du même gain.\n\nPour les institutions de prévoyance exonérées, cette coordination opère différemment. Puisqu'elles sont exonérées de l'impôt ordinaire sur le bénéfice, seul l'impôt spécial sur les gains immobiliers s'applique, conformément à l'article 23 alinéa 4 LHID. Il n'y a donc pas de crédit d'impôt à opérer, l'impôt spécial constituant l'unique charge fiscale sur le gain réalisé.\n\nLe Tribunal fédéral a souligné que cette solution garantit une application cohérente et uniforme de l'article 23 alinéa 4 LHID sur l'ensemble du territoire suisse. Toutes les institutions de prévoyance exonérées, quel que soit le canton où elles détiennent des immeubles, sont soumises au même régime fiscal pour leurs gains immobiliers : exonération de l'impôt ordinaire sur le bénéfice, mais assujettissement à l'impôt spécial sur les gains immobiliers selon les modalités définies par le droit cantonal dans le cadre de l'article 12 LHID.\n\nCette jurisprudence clarifie définitivement le statut fiscal des fondations de placement de prévoyance professionnelle en matière de gains immobiliers et met fin aux incertitudes qui pouvaient résulter des particularités des systèmes fiscaux cantonaux.",
          "reference": "ATF 150 II 478, consid. 2 et 4"
        }
      ],
      "sources_legislatives": [
        {
          "article": "Article 23 alinéa 1 lettre d LHID",
          "titre": "Loi fédérale sur l'harmonisation des impôts directs des cantons et des communes (LHID)",
          "texte_integral": "Seules sont exonérées de l'impôt : [...] d) les institutions de prévoyance professionnelle d'entreprises qui ont leur domicile, leur siège ou un établissement stable en Suisse et d'entreprises qui les touchent de près, à condition que les ressources de ces institutions soient affectées durablement et exclusivement à la prévoyance en faveur du personnel",
          "pertinence": "Disposition fondamentale établissant le principe de l'exonération fiscale des institutions de prévoyance professionnelle, sous réserve de l'exception prévue à l'alinéa 4 concernant les gains immobiliers."
        },
        {
          "article": "Article 23 alinéa 4 LHID",
          "titre": "Loi fédérale sur l'harmonisation des impôts directs des cantons et des communes (LHID)",
          "texte_integral": "Les personnes morales mentionnées à l'alinéa 1, lettres d à g et i, sont néanmoins soumises en tous les cas à l'impôt sur les gains immobiliers",
          "pertinence": "Disposition centrale de l'arrêt. Le Tribunal fédéral a interprété cette norme de manière stricte, considérant que l'expression 'impôt sur les gains immobiliers' renvoie nécessairement à l'impôt spécial défini à l'article 12 LHID, et non à l'impôt ordinaire sur le bénéfice. Le caractère impératif de la formulation ('sont néanmoins soumises en tous les cas') exclut toute autonomie cantonale dans ce domaine."
        },
        {
          "article": "Article 12 LHID",
          "titre": "Loi fédérale sur l'harmonisation des impôts directs des cantons et des communes (LHID)",
          "texte_integral": "Les cantons perçoivent un impôt sur les gains immobiliers. Cet impôt a pour objet les gains réalisés lors de l'aliénation de tout ou partie d'un immeuble faisant partie de la fortune privée du contribuable, dans la mesure où le produit de l'aliénation dépasse les dépenses d'investissement (prix d'acquisition ou autre valeur s'y substituant, impenses)",
          "pertinence": "Définition de l'impôt sur les gains immobiliers au sens de la LHID. Le Tribunal fédéral a souligné que cette définition correspond exactement à la notion utilisée à l'article 23 alinéa 4 LHID, établissant ainsi un lien systémique entre ces deux dispositions."
        },
        {
          "article": "Article 9 alinéa 1 lettre e LIPM (Genève)",
          "titre": "Loi sur l'imposition des personnes morales du Canton de Genève",
          "texte_integral": "Sont exonérés de l'impôt : [...] e) les institutions de prévoyance professionnelle d'entreprises qui ont leur domicile, leur siège ou un établissement stable en Suisse et d'entreprises qui les touchent de près, à condition que les ressources de ces institutions soient affectées durablement et exclusivement à la prévoyance en faveur du personnel",
          "pertinence": "Transposition cantonale genevoise de l'article 23 alinéa 1 lettre d LHID. Cette disposition a été appliquée par l'Administration fiscale genevoise pour accorder l'exonération à la fondation recourante."
        },
        {
          "article": "Article 9 alinéa 2 LIPM (Genève)",
          "titre": "Loi sur l'imposition des personnes morales du Canton de Genève",
          "texte_integral": "Les personnes morales visées à l'alinéa 1 sont néanmoins soumises en tous les cas à l'impôt sur les gains immobiliers",
          "pertinence": "Transposition cantonale genevoise de l'article 23 alinéa 4 LHID. La question litigieuse portait précisément sur l'interprétation de cette disposition : l'impôt spécial (art. 80 ss LCP) ou l'impôt ordinaire (LIPM) devait-il s'appliquer aux gains immobiliers des fondations exonérées?"
        },
        {
          "article": "Articles 80 à 87 LCP (Genève)",
          "titre": "Loi générale sur les contributions publiques du Canton de Genève - Impôt sur les bénéfices et gains immobiliers",
          "texte_integral": "Article 80: L'impôt vise le bénéfice net provenant de l'aliénation d'immeubles ou de parts d'immeubles sis dans le canton. Article 82: Le bénéfice résulte de la différence entre la valeur d'aliénation et la valeur d'acquisition. Article 84: Le taux varie de 50% (moins de 2 ans) à 2% (25 ans ou plus) selon la durée de possession.",
          "pertinence": "Régime genevois de l'impôt spécial sur les gains immobiliers. Le Tribunal fédéral a confirmé que ce régime, et non l'impôt ordinaire sur le bénéfice, doit s'appliquer aux gains immobiliers futurs de la fondation recourante, conformément à l'article 23 alinéa 4 LHID."
        },
        {
          "article": "Article 80 alinéa 2 LPP",
          "titre": "Loi fédérale sur la prévoyance professionnelle vieillesse, survivants et invalidité",
          "texte_integral": "Les institutions de prévoyance sont exonérées des impôts directs de la Confédération, des cantons et des communes, dans la mesure où leurs revenus et leur fortune sont affectés exclusivement à des buts de prévoyance",
          "pertinence": "Disposition de droit fédéral en matière de prévoyance professionnelle confirmant le principe d'exonération fiscale des institutions de prévoyance. Cette exonération se coordonne avec l'article 23 LHID, tout en demeurant soumise à l'exception de l'article 23 alinéa 4 LHID pour les gains immobiliers."
        }
      ],
      "jurisprudence_connexe": [
        {
          "reference": "ATF 143 II 694",
          "date": "2017",
          "themes": ["Gains immobiliers", "Report d'imposition", "Double imposition intercantonale"],
          "pertinence": "Arrêt portant sur l'imposition dans un rapport intercantonal d'un gain immobilier suite à l'octroi d'un report d'imposition dans le canton de départ. Établit la règle selon laquelle le canton initial perd définitivement toute compétence fiscale lorsque le gain est réalisé dans un autre canton. Illustre les principes généraux d'application de l'article 12 LHID en matière de gains immobiliers."
        },
        {
          "reference": "ATF 143 II 33",
          "date": "2016",
          "themes": ["Gains immobiliers", "Aliénation", "Fortune privée/commerciale", "Article 12 LHID"],
          "pertinence": "Décision concernant la prise en compte de la valeur réelle d'un terrain lors de l'aliénation à une SA contrôlée par l'aliénateur. Clarifie l'application de l'article 12 LHID lorsqu'un contribuable transfert un bien immobilier à une société qu'il contrôle à un prix inférieur à la valeur de marché. Illustre l'interprétation stricte de la notion de 'produit de l'aliénation' au sens de l'article 12 LHID."
        },
        {
          "reference": "ATF 148 II 378",
          "date": "2022",
          "themes": ["Gains immobiliers", "Servitude", "Construction", "Qualification fiscale"],
          "pertinence": "Arrêt relatif à la taxation de la prestation reçue en contrepartie d'une servitude limitant la hauteur des constructions. Détermine si un tel paiement constitue un gain en capital privé ou un rendement de fortune immobilière. Contribue à délimiter le champ d'application de l'impôt sur les gains immobiliers au sens de l'article 12 LHID."
        },
        {
          "reference": "ATF 146 II 359",
          "date": "2020",
          "themes": ["Exonération fiscale", "But de service public", "Article 56 lettre g LIFD", "Article 23 alinéa 1 lettre f LHID"],
          "pertinence": "Décision concernant les conditions d'exonération fiscale pour les personnes morales poursuivant un but de service public ou d'utilité publique. Bien que portant sur l'article 56 lettre g LIFD (exonération pour but de service public) plutôt que sur l'article 23 alinéa 1 lettre d LHID (institutions de prévoyance), cet arrêt illustre l'approche générale du Tribunal fédéral en matière d'exonérations fiscales : interprétation restrictive des exceptions et examen strict des conditions légales."
        },
        {
          "reference": "ATF 150 II 191",
          "date": "2024",
          "themes": ["Secret fiscal", "Transparence", "LTVA", "Importations d'or"],
          "pertinence": "Arrêt contemporain (2024) du même volume que l'ATF 150 II 478, portant sur le secret fiscal et le principe de transparence en matière de TVA. Illustre l'approche du Tribunal fédéral en matière d'interprétation des normes de droit fiscal fédéral et de limitation de l'autonomie cantonale dans les domaines harmonisés."
        },
        {
          "reference": "ATF 150 II 73",
          "date": "2024",
          "themes": ["Double imposition intercantonale", "Taxation définitive", "Rappel d'impôt"],
          "pertinence": "Arrêt du même volume (ATF 150 II) traitant de la taxation définitive versus provisoire et de la question du rappel d'impôt en cas de divergence avec la taxation d'un autre canton. Illustre les principes de coordination intercantonale en matière fiscale et les limites du pouvoir de taxation cantonal."
        },
        {
          "reference": "2C_164/2009",
          "date": "13 août 2009",
          "themes": ["Exonération fiscale", "Conventions fiscales", "Gains immobiliers", "Fortune commerciale/privée"],
          "pertinence": "Décision portant sur le traitement fiscal de gains immobiliers suite à une donation et au passage de biens de la fortune commerciale à la fortune privée. Bien que ne concernant pas directement les institutions de prévoyance, cet arrêt illustre la jurisprudence relative à la détermination de la valeur d'acquisition pour le calcul de l'impôt sur les gains immobiliers et les limites des conventions fiscales."
        },
        {
          "reference": "ATF 150 II 265",
          "date": "2024",
          "themes": ["Droit fiscal", "Réserves latentes", "Réévaluation", "Imposition privilégiée"],
          "pertinence": "Arrêt du même volume (ATF 150 II) portant sur l'imposition des réserves latentes et la réévaluation d'actifs. Contexte similaire de coordination entre différents régimes fiscaux et d'interprétation des règles d'harmonisation fiscale."
        }
      ],
      "dispositif": "Le Tribunal fédéral prononce :\n\n1. Le recours est admis. L'arrêt de la Chambre administrative de la Cour de justice de la République et Canton de Genève du 2 mai 2023 est annulé et le jugement du Tribunal administratif de première instance du 27 octobre 2022 est confirmé en ce sens que les futurs gains immobiliers réalisés par la fondation recourante seront soumis à l'impôt spécial sur les bénéfices et gains immobiliers au sens des articles 80 et suivants de la loi générale sur les contributions publiques (LCP), et non à l'impôt ordinaire sur le bénéfice au sens de la loi sur l'imposition des personnes morales (LIPM).\n\n2. Les frais judiciaires, arrêtés à 3'000 francs, sont mis à la charge du canton de Genève.\n\n3. Le canton de Genève versera à la recourante une indemnité de 2'000 francs à titre de dépens pour la procédure devant le Tribunal fédéral.\n\n4. La cause est renvoyée à la Cour de justice de la République et Canton de Genève pour qu'elle statue à nouveau sur les frais et dépens de la procédure cantonale.\n\n5. Le présent arrêt est communiqué aux parties et à la Chambre administrative de la Cour de justice de la République et Canton de Genève.",
      "importance": "Cet arrêt revêt une importance capitale pour l'ensemble des institutions de prévoyance professionnelle et des fondations de placement en Suisse. Il clarifie définitivement le régime fiscal applicable aux gains immobiliers réalisés par ces institutions exonérées, mettant fin à une incertitude juridique significative qui perdurait notamment dans les cantons pratiquant un système dualiste d'imposition des gains immobiliers.\n\nSur le plan doctrinal, l'ATF 150 II 478 constitue une contribution majeure à la jurisprudence relative à l'harmonisation fiscale et aux limites de l'autonomie cantonale en matière fiscale. Le Tribunal fédéral affirme avec force que les prescriptions impératives de la LHID s'imposent uniformément à tous les cantons, indépendamment des particularités de leurs systèmes fiscaux respectifs. Cette jurisprudence renforce la sécurité juridique et garantit l'égalité de traitement des contribuables sur l'ensemble du territoire suisse dans les domaines harmonisés.\n\nL'arrêt a également des implications pratiques considérables. Pour les institutions de prévoyance détenant des immeubles, notamment les fondations de placement qui gèrent d'importants portefeuilles immobiliers, la clarification du régime fiscal applicable permet une planification fiscale plus précise. Le choix entre l'impôt spécial sur les gains immobiliers (généralement dégressif en fonction de la durée de détention) et l'impôt ordinaire sur le bénéfice peut avoir des conséquences financières significatives, particulièrement pour des gains immobiliers importants.\n\nDu point de vue de la politique fiscale, cet arrêt illustre l'équilibre subtil entre, d'une part, le privilège fiscal accordé aux institutions de prévoyance en raison de leur mission sociale et, d'autre part, le maintien d'une contribution fiscale minimale sous forme d'impôt sur les gains immobiliers. Cette solution permet de concilier l'objectif de favoriser la constitution de réserves de prévoyance avec le principe de participation aux charges publiques.\n\nEnfin, sur le plan méthodologique, l'arrêt constitue un exemple remarquable d'application des méthodes d'interprétation juridique. Le Tribunal fédéral procède de manière rigoureuse, en commençant par l'interprétation littérale du texte, puis en la corroborant par des arguments systématiques et téléologiques. Cette approche méthodique renforce l'autorité de la décision et fournit un modèle d'analyse pour l'interprétation d'autres dispositions de la LHID."
    }
  ],
  "analyse_complete": "# Analyse Jurisprudentielle Approfondie : ATF 150 II 478\n## Imposition des gains immobiliers des fondations de placement de prévoyance professionnelle exonérées\n\n## I. INTRODUCTION ET CONTEXTE GÉNÉRAL\n\nL'arrêt du Tribunal fédéral suisse ATF 150 II 478, rendu le 10 juin 2024 par la IIIe Cour de droit public dans la cause 9C_393/2023, constitue une décision fondamentale en matière de droit fiscal suisse. Cet arrêt clarifie de manière définitive le régime fiscal applicable aux gains immobiliers réalisés par les institutions de prévoyance professionnelle bénéficiant d'une exonération fiscale, une question qui avait suscité des divergences d'interprétation entre les autorités cantonales et les contribuables concernés.\n\nLa problématique centrale de cet arrêt s'inscrit dans le cadre plus large de l'harmonisation fiscale entre la Confédération et les cantons suisses. Le système fiscal suisse repose sur un principe de fédéralisme fiscal : les cantons disposent d'une large autonomie pour organiser leur système fiscal, tout en devant respecter les prescriptions minimales édictées par la loi fédérale sur l'harmonisation des impôts directs des cantons et des communes (LHID). Cette loi, entrée en vigueur en 1993, vise à garantir une certaine cohérence entre les 26 systèmes fiscaux cantonaux, notamment en ce qui concerne l'assujettissement à l'impôt, l'objet de l'impôt et la période fiscale.\n\nAu cœur de la présente affaire se trouve l'interprétation de l'article 23 alinéa 4 LHID, disposition qui prévoit que les institutions de prévoyance professionnelle, bien qu'exonérées de l'impôt ordinaire sur le bénéfice et le capital, \"sont néanmoins soumises en tous les cas à l'impôt sur les gains immobiliers\". La question litigieuse était de déterminer si cette formulation impose aux cantons de soumettre ces institutions à l'impôt spécial sur les gains immobiliers (au sens strict, tel que défini à l'article 12 LHID) ou si elle permet également de les soumettre à l'impôt ordinaire sur le bénéfice en ce qui concerne leurs gains immobiliers.\n\nCette question technique revêt une importance pratique considérable. Les institutions de prévoyance professionnelle, et particulièrement les fondations de placement qui gèrent collectivement la fortune de prévoyance de multiples institutions affiliées, détiennent fréquemment des portefeuilles immobiliers importants. La réalisation de gains lors de l'aliénation de ces immeubles peut représenter des montants substantiels. Le régime fiscal applicable – impôt spécial dégressif selon la durée de détention ou impôt ordinaire sur le bénéfice – peut donc avoir des conséquences financières significatives.\n\nLe litige trouve son origine dans une particularité du système fiscal genevois. Contrairement à certains cantons qui pratiquent un système dit \"moniste\" (dans lequel tous les gains immobiliers, qu'ils proviennent de la fortune privée ou commerciale, sont soumis au même impôt spécial sur les gains immobiliers), le canton de Genève a adopté ce que la Cour de justice cantonale a qualifié de système \"matériellement dualiste\". Dans ce système, les gains immobiliers provenant de la fortune commerciale sont soumis à l'impôt ordinaire sur le bénéfice, tandis que seuls les gains provenant de la fortune privée sont soumis à l'impôt spécial prévu aux articles 80 et suivants de la loi générale sur les contributions publiques (LCP).\n\nLes autorités fiscales genevoises ont considéré que cette distinction systémique s'appliquait également aux institutions de prévoyance exonérées : puisque les immeubles détenus par une fondation de placement relèvent de sa fortune commerciale (l'activité de gestion immobilière constituant l'objet même de la fondation), les gains réalisés lors de leur aliénation devaient être soumis à l'impôt ordinaire sur le bénéfice, conformément au système dualiste genevois, plutôt qu'à l'impôt spécial sur les gains immobiliers.\n\nLe Tribunal fédéral a rejeté cette interprétation, considérant qu'elle méconnaissait le sens et la portée de l'article 23 alinéa 4 LHID. Dans un raisonnement rigoureux fondé sur l'interprétation littérale, systématique et téléologique de cette disposition, le Tribunal fédéral a affirmé que l'expression \"impôt sur les gains immobiliers\" utilisée par le législateur fédéral renvoie nécessairement et exclusivement à l'impôt spécial défini à l'article 12 LHID, et non à l'impôt ordinaire sur le bénéfice. Cette prescription fédérale s'impose uniformément à tous les cantons, quel que soit le choix qu'ils ont opéré entre système moniste et système dualiste pour le traitement général des gains immobiliers.\n\nCet arrêt s'inscrit dans une ligne jurisprudentielle constante du Tribunal fédéral visant à garantir l'application uniforme du droit fédéral harmonisé sur l'ensemble du territoire suisse. Il illustre également les limites de l'autonomie cantonale en matière fiscale : si les cantons conservent une large liberté dans l'organisation de leur système fiscal, cette autonomie trouve sa limite dans les prescriptions impératives de la LHID, qui doivent être interprétées et appliquées de manière stricte.\n\n## II. CONTEXTE FACTUEL ET PROCÉDURAL DÉTAILLÉ\n\n### A. Les parties au litige\n\nLa recourante est une fondation de placement au sens de l'article 53g alinéa 1 de la loi fédérale sur la prévoyance professionnelle vieillesse, survivants et invalidité (LPP) et des articles 80 et suivants du Code civil suisse. Ces fondations de placement constituent une catégorie spécifique d'institutions de prévoyance créées spécifiquement pour gérer collectivement la fortune de prévoyance de plusieurs institutions affiliées. Elles permettent notamment aux petites et moyennes institutions de prévoyance de bénéficier d'une gestion professionnelle et d'une diversification des placements qui leur seraient difficilement accessibles individuellement.\n\nLa fondation recourante est inscrite au registre du commerce d'un canton suisse (anonymisé dans l'arrêt sous la désignation \"canton de U._____\"). Son but statutaire consiste en la gestion collective et le placement de la fortune de prévoyance que lui confient ses investisseurs. Dans le cadre de cette activité, la fondation gère des opérations immobilières et hypothécaires. Elle détient notamment plusieurs immeubles situés sur le territoire du canton de Genève, ce qui la soumet à l'impôt cantonal et communal genevois pour ces biens.\n\nL'intimé est le canton de Genève, représenté par son Administration fiscale cantonale. Le système fiscal genevois présente plusieurs particularités pertinentes pour le présent litige. Premièrement, Genève a adopté un système que la Cour de justice cantonale a qualifié de \"matériellement dualiste\" en matière d'imposition des gains immobiliers. Deuxièmement, le droit genevois comporte deux lois fiscales principales applicables aux personnes morales : la loi sur l'imposition des personnes morales (LIPM), qui régit l'impôt ordinaire sur le bénéfice et le capital, et la loi générale sur les contributions publiques (LCP), dont les articles 80 à 87 établissent un impôt spécial sur les bénéfices et gains immobiliers.\n\n### B. Chronologie des événements et de la procédure\n\n**21 décembre 2018** : La fondation présente une demande d'exonération de l'impôt cantonal et communal (ICC) sur le bénéfice et le capital, fondée sur l'article 9 alinéa 1 lettre e LIPM. Cette disposition, qui transpose en droit genevois l'article 23 alinéa 1 lettre d LHID, prévoit l'exonération des institutions de prévoyance professionnelle d'entreprises ayant leur domicile, leur siège ou un établissement stable en Suisse, à condition que leurs ressources soient affectées durablement et exclusivement à la prévoyance en faveur du personnel.\n\n**24 juillet 2019** : L'Administration fiscale cantonale genevoise rend sa décision sur la demande d'exonération. Elle accepte le principe de l'exonération avec effet rétroactif au 1er janvier 2018, reconnaissant ainsi que la fondation remplit les conditions légales pour bénéficier du statut d'institution de prévoyance exonérée. Toutefois, la décision comporte une restriction importante : \"Cette exonération n'englobe pas les ICC calculés sur les bénéfices d'aliénation de biens immobiliers. Ces derniers restent imposables ordinairement selon le régime général de la LIPM\".\n\nCette restriction signifie concrètement que, selon l'Administration fiscale, les futurs gains que la fondation pourrait réaliser lors de l'aliénation de ses immeubles genevois seraient soumis à l'impôt ordinaire sur le bénéfice (LIPM), et non à l'impôt spécial sur les gains immobiliers (articles 80 ss LCP). Cette position administrative repose sur l'analyse selon laquelle, dans le système genevois matériellement dualiste, les immeubles détenus par une fondation de placement relèvent de sa fortune commerciale, de sorte que les gains d'aliénation doivent suivre le régime applicable aux gains commerciaux, à savoir l'impôt ordinaire sur le bénéfice.\n\n**29 septembre 2021** : La fondation présente une réclamation contre la décision du 24 juillet 2019, plus de deux ans après son prononcé. Ce délai relativement long s'explique par le fait que la décision litigieuse ne concernait pas un gain immobilier effectivement réalisé, mais le régime fiscal applicable à de futurs gains éventuels. La fondation conteste la restriction imposée par l'Administration fiscale et demande que l'exonération accordée soit étendue aux gains immobiliers futurs, avec application de l'impôt spécial (articles 80 ss LCP) plutôt que de l'impôt ordinaire (LIPM).\n\n**18 février 2022** : L'Administration fiscale cantonale rend une décision déclarant la réclamation irrecevable. Elle se fonde sur l'absence d'intérêt digne de protection de la fondation. Selon l'Administration, la fondation ne peut contester de manière anticipée le régime fiscal applicable à des gains immobiliers purement hypothétiques qui n'ont pas encore été réalisés. L'Administration considère qu'un éventuel intérêt juridique ne naîtrait qu'au moment de la réalisation effective d'un gain immobilier, lorsque l'Administration procéderait à son imposition concrète.\n\n**27 octobre 2022** : Le Tribunal administratif de première instance (TAPI) du canton de Genève rend son jugement sur le recours formé par la fondation contre la décision d'irrecevabilité. Le TAPI admet partiellement le recours, reconnaissant à la fondation un intérêt juridique à obtenir une clarification anticipée du régime fiscal applicable à ses futurs gains immobiliers. Le TAPI considère que la décision du 24 juillet 2019 constitue une décision fiscale susceptible de recours, et que la fondation a un intérêt légitime à connaître avec certitude le régime fiscal qui s'appliquera à ses opérations futures. En conséquence, le TAPI renvoie le dossier à l'Administration fiscale pour qu'elle statue sur le fond de la réclamation.\n\n**2 mai 2023** : La Chambre administrative de la Cour de justice de la République et Canton de Genève rend son arrêt sur l'appel formé par l'Administration fiscale cantonale contre le jugement du TAPI. La Cour de justice admet l'appel et réforme le jugement du TAPI. Sur le fond, la Cour de justice confirme la position de l'Administration fiscale selon laquelle les bénéfices d'aliénation futurs de biens immobiliers détenus par la fondation exonérée doivent être soumis à l'impôt ordinaire sur le bénéfice au sens de la LIPM, et non à l'impôt spécial sur les gains immobiliers prévu aux articles 80 et suivants LCP.\n\nDans son raisonnement, la Cour de justice développe plusieurs arguments. Elle souligne d'abord que Genève pratique un système \"matériellement dualiste\" dans lequel les gains provenant de l'aliénation d'immeubles de la fortune commerciale sont soumis à l'impôt ordinaire sur le bénéfice. Elle considère que les immeubles détenus par une fondation de placement, dont l'activité statutaire consiste précisément en la gestion immobilière et hypothécaire, relèvent nécessairement de la fortune commerciale de cette institution. En conséquence, les gains réalisés lors de leur aliénation doivent suivre le régime applicable aux biens commerciaux, à savoir l'impôt ordinaire sur le bénéfice.\n\nLa Cour de justice estime que cette solution est compatible avec l'article 23 alinéa 4 LHID, qui exige que les institutions exonérées soient \"soumises en tous les cas à l'impôt sur les gains immobiliers\". Selon la Cour de justice, cette expression doit être comprise de manière suffisamment large pour englober toute forme d'imposition des gains immobiliers, que ce soit par le biais de l'impôt spécial (articles 80 ss LCP) ou de l'impôt ordinaire sur le bénéfice (LIPM). L'essentiel serait que les gains immobiliers soient effectivement imposés, le mode d'imposition relevant de l'autonomie cantonale.\n\n**9 juin 2023** : La fondation forme un recours en matière de droit public auprès du Tribunal fédéral contre l'arrêt de la Cour de justice genevoise du 2 mai 2023. Elle conclut principalement à l'annulation de cet arrêt et à la réforme de la décision de l'Administration fiscale du 24 juillet 2019, avec pour conséquence que ses futurs gains immobiliers devront être soumis exclusivement à l'impôt spécial sur les bénéfices et gains immobiliers au sens des articles 80 et suivants LCP.\n\n**10 juin 2024** : Le Tribunal fédéral rend son arrêt, qui sera publié comme ATF 150 II 478. La IIIe Cour de droit public admet le recours, annule l'arrêt cantonal et réforme la décision administrative dans le sens souhaité par la recourante. Le Tribunal fédéral confirme que les futurs gains immobiliers réalisés par la fondation seront soumis à l'impôt spécial sur les bénéfices et gains immobiliers (articles 80 ss LCP), et non à l'impôt ordinaire sur le bénéfice (LIPM), conformément à l'article 23 alinéa 4 LHID.\n\n## III. QUESTIONS JURIDIQUES EXAMINÉES\n\n### A. Question principale : Interprétation de l'article 23 alinéa 4 LHID\n\nLa question juridique centrale de cet arrêt peut être formulée ainsi : L'article 23 alinéa 4 LHID, qui dispose que les institutions de prévoyance exonérées \"sont néanmoins soumises en tous les cas à l'impôt sur les gains immobiliers\", impose-t-il aux cantons de soumettre ces institutions à l'impôt spécial sur les gains immobiliers au sens strict (article 12 LHID), ou permet-il également de les soumettre à l'impôt ordinaire sur le bénéfice en ce qui concerne leurs gains immobiliers?\n\nCette question revêt une importance fondamentale car elle détermine non seulement le régime fiscal applicable dans le cas d'espèce, mais aussi le degré d'autonomie dont disposent les cantons dans l'application des prescriptions de la LHID. Elle touche au cœur même de l'équilibre entre harmonisation fiscale fédérale et souveraineté fiscale cantonale.\n\n### B. Questions subsidiaires\n\nPlusieurs questions subsidiaires découlent de cette interrogation principale :\n\n1. **Question méthodologique** : Quelle méthode d'interprétation doit être privilégiée pour déterminer le sens de l'article 23 alinéa 4 LHID ? L'interprétation littérale doit-elle prévaloir, ou faut-il privilégier une approche téléologique tenant compte de l'objectif de la norme ?\n\n2. **Question systémique** : Quelle est la portée de la distinction entre système moniste et système dualiste en matière d'imposition des gains immobiliers ? Cette distinction, relevant de l'autonomie cantonale, peut-elle justifier une application différenciée de l'article 23 alinéa 4 LHID ?\n\n3. **Question de coordination** : Comment s'articulent l'exonération générale prévue à l'article 23 alinéa 1 lettre d LHID et l'exception de l'article 23 alinéa 4 LHID ? Cette exception vise-t-elle uniquement à maintenir une imposition résiduelle, ou poursuit-elle d'autres objectifs ?\n\n4. **Question procédurale** : Les contribuables ont-ils un intérêt juridique à obtenir une clarification anticipée du régime fiscal applicable à de futurs gains immobiliers non encore réalisés ? Cette question, bien que résolue favorablement par le TAPI et confirmée implicitement par le Tribunal fédéral, soulève des interrogations plus larges sur les conditions de recevabilité des contestations fiscales.\n\n## IV. RAISONNEMENT DU TRIBUNAL FÉDÉRAL\n\n### A. Méthodologie d'interprétation\n\nLe Tribunal fédéral a adopté une approche méthodologique rigoureuse, conforme aux canons classiques de l'interprétation juridique en droit suisse. Il a procédé en plusieurs étapes successives, en commençant par l'interprétation littérale avant de la corroborer par des arguments systématiques et téléologiques.\n\n#### 1. Interprétation littérale (grammaticale)\n\nLe Tribunal fédéral a souligné que le texte de l'article 23 alinéa 4 LHID utilise l'expression \"impôt sur les gains immobiliers\" (Grundstückgewinnsteuer en allemand, imposta sugli utili immobiliari en italien). Cette terminologie juridique n'est pas anodine : elle correspond précisément à celle utilisée à l'article 12 LHID, qui définit cet impôt comme un prélèvement spécial distinct de l'impôt sur le revenu ou le bénéfice.\n\nSelon le Tribunal fédéral, si le législateur avait voulu permettre aux cantons de soumettre les gains immobiliers des institutions exonérées à l'impôt ordinaire sur le bénéfice, il aurait utilisé une formulation différente, telle que \"sont imposées sur leurs gains immobiliers\" ou \"sont soumises à l'imposition des bénéfices provenant de l'aliénation d'immeubles\". L'utilisation du terme technique spécifique \"impôt sur les gains immobiliers\" renvoie nécessairement au régime particulier défini à l'article 12 LHID.\n\nDe plus, le Tribunal fédéral a mis en évidence le caractère impératif de la formulation \"sont néanmoins soumises en tous les cas\" (dennoch in allen Fällen unterworfen). Cette expression ne laisse aucune marge d'appréciation aux cantons et exclut toute exception. L'adverbe \"néanmoins\" (dennoch) souligne que, malgré l'exonération générale dont bénéficient ces institutions, elles demeurent exceptionnellement soumises à ce type particulier d'imposition. L'expression \"en tous les cas\" (in allen Fällen) renforce encore ce caractère obligatoire.\n\n#### 2. Interprétation systématique\n\nLe Tribunal fédéral a ensuite corroboré cette interprétation littérale par des arguments systématiques, c'est-à-dire en examinant la place de l'article 23 alinéa 4 LHID dans l'économie générale de la loi.\n\nPremièrement, le Tribunal a relevé que la notion d'\"impôt sur les gains immobiliers\" contenue à l'article 23 alinéa 4 LHID correspond exactement à celle de l'article 12 LHID. Ces deux dispositions utilisent la même terminologie juridique, ce qui établit un lien systémique évident entre elles. L'article 12 LHID figure dans la section de la LHID consacrée aux impôts spéciaux, distincte de celle relative à l'impôt sur le bénéfice (articles 24 et suivants). Cette structure législative confirme que l'\"impôt sur les gains immobiliers\" constitue un prélèvement spécifique, autonome par rapport à l'impôt général sur le bénéfice.\n\nDeuxièmement, le Tribunal a souligné la cohérence de cette interprétation avec l'article 23 alinéa 1 lettre d LHID, qui établit le principe de l'exonération des institutions de prévoyance. L'alinéa 4 établit une exception claire et limitée à ce principe : exonération de l'impôt général sur le bénéfice et le capital, mais maintien de l'assujettissement à l'impôt spécial sur les gains immobiliers. Cette construction normative perdrait sa logique si l'expression \"impôt sur les gains immobiliers\" devait être comprise comme englobant également l'impôt ordinaire sur le bénéfice.\n\n#### 3. Interprétation téléologique\n\nLe Tribunal fédéral a également examiné le but (telos) de l'article 23 alinéa 4 LHID pour confirmer son interprétation. Cette disposition vise à établir un équilibre entre deux objectifs potentiellement contradictoires : d'une part, favoriser la constitution de réserves de prévoyance en faveur des travailleurs par l'octroi d'une exonération fiscale aux institutions de prévoyance ; d'autre part, maintenir une contribution fiscale minimale de ces institutions en les soumettant à l'impôt sur les gains immobiliers.\n\nLe législateur a ainsi estimé que, si l'activité générale de prévoyance mérite d'être encouragée fiscalement, les gains importants réalisés lors de la vente d'immeubles, souvent dus à l'évolution générale du marché immobilier plutôt qu'à l'activité de prévoyance proprement dite, doivent demeurer imposables. Cette ratio legis se réalise pleinement par l'application de l'impôt spécial sur les gains immobiliers, généralement calculé de manière dégressive en fonction de la durée de détention, plutôt que par l'impôt ordinaire sur le bénéfice.\n\n### B. Application au cas d'espèce\n\nAprès avoir établi que l'article 23 alinéa 4 LHID impose l'application de l'impôt spécial sur les gains immobiliers au sens de l'article 12 LHID, le Tribunal fédéral a examiné si cette interprétation s'imposait également dans le contexte particulier du système fiscal genevois.\n\nLa Cour de justice genevoise avait fondé son raisonnement sur le caractère \"matériellement dualiste\" du système genevois. Dans ce système, les gains provenant de l'aliénation d'immeubles de la fortune commerciale sont normalement soumis à l'impôt ordinaire sur le bénéfice (LIPM), tandis que seuls les gains provenant de la fortune privée sont soumis à l'impôt spécial (articles 80 ss LCP). La Cour de justice en avait déduit que les gains immobiliers d'une fondation de placement, dont les immeubles relèvent nécessairement de la fortune commerciale, devaient suivre le régime applicable aux biens commerciaux.\n\nLe Tribunal fédéral a rejeté catégoriquement cette argumentation. Il a affirmé que le choix d'un canton entre système moniste et système dualiste pour le traitement général des gains immobiliers relève certes de l'autonomie cantonale dans les domaines non harmonisés. Toutefois, cette autonomie ne peut prévaloir lorsqu'une disposition fédérale formule une prescription impérative.\n\nL'article 23 alinéa 4 LHID constitue précisément une telle prescription impérative. Cette disposition impose une règle spéciale pour les institutions de prévoyance exonérées, qui transcende la distinction entre système moniste et système dualiste. Peu importe que le canton ait choisi de soumettre normalement les gains commerciaux à l'impôt ordinaire sur le bénéfice : pour les institutions visées à l'article 23 alinéa 1 lettres d à g et i LHID, le législateur fédéral a imposé un régime dérogatoire, consistant en l'application obligatoire de l'impôt sur les gains immobiliers au sens strict.\n\nLe Tribunal fédéral a souligné que cette interprétation s'impose uniformément dans tous les cantons, qu'ils aient adopté un système moniste ou dualiste. Admettre que chaque canton puisse appliquer l'article 23 alinéa 4 LHID différemment en fonction de ses particularités systémiques viderait cette disposition de sa substance et compromettrait l'objectif d'harmonisation fiscale poursuivi par la LHID.\n\n### C. Portée de la décision\n\nLe Tribunal fédéral a reformé l'arrêt cantonal et confirmé que les futurs gains immobiliers réalisés par la fondation recourante seront soumis à l'impôt spécial sur les bénéfices et gains immobiliers au sens des articles 80 et suivants LCP, et non à l'impôt ordinaire sur le bénéfice au sens de la LIPM.\n\nCette solution a plusieurs conséquences pratiques importantes :\n\n1. **Régime fiscal applicable** : Les gains immobiliers de la fondation seront taxés selon le barème dégressif prévu aux articles 80 ss LCP, qui varie de 50% (pour une détention de moins de 2 ans) à 2% (pour une détention de 25 ans ou plus). Ce régime est généralement plus favorable que l'impôt ordinaire sur le bénéfice pour les immeubles détenus durant une période moyenne à longue.\n\n2. **Coordination des impôts** : Puisque la fondation est exonérée de l'impôt ordinaire sur le bénéfice en vertu de l'article 9 alinéa 1 lettre e LIPM, seul l'impôt spécial sur les gains immobiliers s'appliquera. Il n'y aura donc pas de mécanisme de crédit d'impôt entre l'impôt spécial et l'impôt ordinaire, contrairement à ce qui se produit pour les contribuables ordinaires soumis aux deux impôts.\n\n3. **Sécurité juridique** : La clarification anticipée du régime fiscal applicable permet à la fondation de planifier ses opérations immobilières en toute connaissance de cause, sans risquer une requalification fiscale ultérieure.\n\n## V. IMPLICATIONS ET PORTÉE DE LA DÉCISION\n\n### A. Implications pour les institutions de prévoyance\n\nCet arrêt a des répercussions directes pour l'ensemble des institutions de prévoyance professionnelle suisses, et particulièrement pour les fondations de placement qui gèrent des portefeuilles immobiliers importants.\n\n**Sécurité juridique accrue** : L'arrêt met fin à l'incertitude qui prévalait dans certains cantons pratiquant un système dualiste quant au régime fiscal applicable aux gains immobiliers des institutions exonérées. Désormais, toutes ces institutions savent avec certitude qu'elles seront soumises à l'impôt spécial sur les gains immobiliers, indépendamment des particularités du système fiscal cantonal.\n\n**Planification fiscale** : Les institutions de prévoyance peuvent désormais calculer avec précision la charge fiscale qui résultera de l'aliénation de leurs immeubles. Dans les cantons où l'impôt spécial est dégressif en fonction de la durée de détention (comme à Genève), cela peut influencer les décisions relatives au moment optimal de vente.\n\n**Égalité de traitement** : L'arrêt garantit que toutes les institutions de prévoyance sont traitées de la même manière sur l'ensemble du territoire suisse en ce qui concerne l'imposition de leurs gains immobiliers, conformément à l'objectif d'harmonisation fiscale poursuivi par la LHID.\n\n### B. Implications pour le fédéralisme fiscal suisse\n\nAu-delà du cas spécifique des institutions de prévoyance, cet arrêt comporte des enseignements plus généraux sur l'équilibre entre harmonisation fédérale et autonomie cantonale en matière fiscale.\n\n**Limitation de l'autonomie cantonale** : Le Tribunal fédéral affirme clairement que, dans les domaines faisant l'objet d'une harmonisation fiscale fédérale, l'autonomie des cantons se trouve significativement limitée. Lorsque la LHID formule une prescription de manière impérative, les cantons ne peuvent y déroger en invoquant les particularités de leur système fiscal.\n\n**Interprétation uniforme du droit fédéral** : L'arrêt souligne que le Tribunal fédéral dispose d'un plein pouvoir d'examen pour l'interprétation des normes de droit fédéral harmonisé et n'est pas tenu d'accorder une déférence particulière aux interprétations cantonales. Cette approche garantit l'application uniforme de la LHID sur l'ensemble du territoire suisse.\n\n**Distinction entre domaines harmonisés et non harmonisés** : L'arrêt confirme que les cantons conservent une autonomie dans les domaines non harmonisés (par exemple, le choix entre système moniste et dualiste pour le traitement général des gains immobiliers), mais que cette autonomie ne peut faire échec aux prescriptions fédérales dans les domaines harmonisés (comme l'assujettissement des institutions exonérées à l'impôt sur les gains immobiliers).\n\n### C. Implications doctrinales et méthodologiques\n\nSur le plan doctrinal, cet arrêt constitue une contribution importante à la théorie de l'interprétation juridique en droit fiscal.\n\n**Primauté de l'interprétation littérale** : Le Tribunal fédéral réaffirme l'importance de l'interprétation littérale comme point de départ de toute analyse juridique. Lorsque le texte de la loi est clair et sans ambiguïté, il doit être appliqué selon son sens littéral, sans que les particularités du cas d'espèce ou les considérations d'opportunité puissent justifier une dérogation.\n\n**Rôle complémentaire des autres méthodes d'interprétation** : Bien que privilégiant l'interprétation littérale, le Tribunal fédéral a pris soin de corroborer son analyse par des arguments systématiques et téléologiques. Cette approche pluriméthodologique renforce la légitimité de la décision et démontre la cohérence de l'interprétation retenue.\n\n**Interprétation stricte des prescriptions impératives** : L'arrêt illustre le principe selon lequel les prescriptions fédérales impératives doivent être interprétées et appliquées strictement, sans possibilité pour les autorités cantonales d'en moduler l'application en fonction de considérations locales.\n\n## VI. ANALYSE CRITIQUE ET PERSPECTIVES\n\n### A. Bien-fondé de la décision\n\nLa décision du Tribunal fédéral apparaît juridiquement convaincante et bien fondée pour plusieurs raisons.\n\n**Cohérence avec le texte de la loi** : L'interprétation retenue par le Tribunal fédéral respecte scrupuleusement le texte de l'article 23 alinéa 4 LHID. L'utilisation de l'expression technique \"impôt sur les gains immobiliers\" plutôt qu'une formulation plus générale comme \"imposition des gains immobiliers\" milite effectivement en faveur d'un renvoi à l'impôt spécial défini à l'article 12 LHID.\n\n**Respect de l'objectif d'harmonisation** : La solution retenue garantit une application uniforme de la LHID sur l'ensemble du territoire suisse, conformément à l'article 72 alinéa 2 Cst. et à l'objectif d'harmonisation fiscale qui sous-tend la LHID. Admettre que chaque canton puisse interpréter différemment l'article 23 alinéa 4 LHID compromettrait cet objectif.\n\n**Sécurité juridique pour les contribuables** : En établissant une règle claire et uniforme, le Tribunal fédéral renforce la sécurité juridique pour les institutions de prévoyance qui détiennent des immeubles dans différents cantons. Ces institutions peuvent désormais planifier leurs opérations en sachant que le même régime fiscal s'appliquera partout en Suisse.\n\n### B. Questions en suspens\n\nBien que l'arrêt clarifie un point essentiel, certaines questions demeurent ouvertes et pourraient faire l'objet de litiges futurs.\n\n**Modalités d'application de l'impôt spécial** : Si l'arrêt établit que l'impôt spécial sur les gains immobiliers doit s'appliquer, il n'examine pas en détail les modalités concrètes de cette application. Par exemple, comment déterminer la valeur d'acquisition des immeubles détenus par une fondation de placement ? Comment traiter les améliorations et investissements réalisés durant la période de détention ? Ces questions techniques devront être résolues par les autorités fiscales cantonales dans le respect de l'article 12 LHID.\n\n**Coordination avec d'autres exonérations** : L'arrêt concerne spécifiquement les institutions de prévoyance professionnelle (article 23 alinéa 1 lettre d LHID). L'article 23 alinéa 4 LHID vise également d'autres catégories de personnes morales exonérées (lettres e à g et i). Le raisonnement développé dans cet arrêt s'applique-t-il mutatis mutandis à ces autres catégories ? On peut le penser, mais des particularités pourraient apparaître selon la nature spécifique de chaque type d'institution exonérée.\n\n**Évolutions législatives possibles** : L'arrêt pourrait inciter le législateur fédéral ou les législateurs cantonaux à clarifier certains aspects du régime fiscal des institutions de prévoyance. Par exemple, le législateur fédéral pourrait envisager de préciser explicitement dans le texte de la LHID que l'expression \"impôt sur les gains immobiliers\" renvoie à l'impôt spécial défini à l'article 12 LHID, afin d'éviter toute ambiguïté future.\n\n### C. Comparaison avec d'autres juridictions\n\nBien que cet arrêt porte sur le droit fiscal suisse, il peut être intéressant de le situer dans une perspective comparative. Dans de nombreux pays, les institutions de retraite et de prévoyance bénéficient d'un traitement fiscal privilégié, en raison de leur mission sociale. Toutefois, les modalités concrètes de ce traitement varient considérablement.\n\nCertains pays accordent une exonération totale, y compris pour les gains en capital immobiliers. D'autres pays, comme la Suisse selon l'interprétation retenue dans cet arrêt, maintiennent une imposition résiduelle sur certains types de revenus, notamment les gains immobiliers. Cette approche intermédiaire reflète un équilibre entre l'objectif de favoriser la constitution de réserves de prévoyance et le principe de participation aux charges publiques.\n\n## VII. CONCLUSION\n\nL'ATF 150 II 478 constitue une décision fondamentale en matière de droit fiscal suisse. En clarifiant l'interprétation de l'article 23 alinéa 4 LHID, le Tribunal fédéral a résolu une incertitude juridique significative qui affectait l'ensemble des institutions de prévoyance professionnelle détenant des immeubles en Suisse.\n\nLa décision repose sur un raisonnement juridique rigoureux, fondé sur l'application scrupuleuse des méthodes d'interprétation classiques. Le Tribunal fédéral a privilégié l'interprétation littérale du texte, corroborée par des arguments systématiques et téléologiques, pour conclure que l'expression \"impôt sur les gains immobiliers\" figurant à l'article 23 alinéa 4 LHID renvoie nécessairement à l'impôt spécial défini à l'article 12 LHID, et non à l'impôt ordinaire sur le bénéfice.\n\nAu-delà du cas spécifique des institutions de prévoyance, cet arrêt comporte des enseignements plus généraux sur l'équilibre entre harmonisation fiscale fédérale et autonomie cantonale. Le Tribunal fédéral affirme clairement que, dans les domaines harmonisés, les prescriptions impératives de la LHID s'imposent uniformément à tous les cantons, indépendamment des particularités de leurs systèmes fiscaux respectifs. Cette approche garantit la sécurité juridique et l'égalité de traitement des contribuables sur l'ensemble du territoire suisse.\n\nPour les praticiens du droit fiscal, cet arrêt constitue une référence essentielle pour l'interprétation de l'article 23 LHID et, plus généralement, pour la compréhension des rapports entre droit fiscal fédéral et cantonal dans le système suisse d'harmonisation fiscale. Pour les institutions de prévoyance et leurs conseils, il apporte la clarté nécessaire à une planification fiscale rigoureuse des opérations immobilières.\n\nEnfin, sur le plan théorique, cet arrêt enrichit la jurisprudence relative aux méthodes d'interprétation juridique et au rôle du Tribunal fédéral comme gardien de l'application uniforme du droit fédéral sur l'ensemble du territoire suisse. Il illustre la manière dont le Tribunal fédéral articule le respect de l'autonomie cantonale avec la nécessité de garantir la cohérence et l'effectivité du droit fédéral harmonisé.",
  "version_courte": "## ATF 150 II 478 - Synthèse\n### Imposition des gains immobiliers des fondations de prévoyance exonérées\n\n**Contexte** : Une fondation de placement de prévoyance professionnelle détenant des immeubles à Genève a obtenu une exonération fiscale, mais l'Administration fiscale genevoise a exclu de cette exonération les futurs gains immobiliers, qu'elle entendait soumettre à l'impôt ordinaire sur le bénéfice plutôt qu'à l'impôt spécial sur les gains immobiliers.\n\n**Question juridique** : L'article 23 alinéa 4 LHID dispose que les institutions de prévoyance exonérées \"sont néanmoins soumises en tous les cas à l'impôt sur les gains immobiliers\". Cette formulation impose-t-elle l'application de l'impôt spécial défini à l'article 12 LHID, ou permet-elle aux cantons de soumettre ces gains à l'impôt ordinaire sur le bénéfice?\n\n**Argumentation genevoise** : Les autorités genevoises soutenaient que leur système \"matériellement dualiste\" permet de soumettre les gains commerciaux à l'impôt ordinaire sur le bénéfice. Puisque les immeubles d'une fondation de placement relèvent de sa fortune commerciale, leurs gains d'aliénation devraient suivre ce régime.\n\n**Décision du Tribunal fédéral** : Le recours est admis. L'expression \"impôt sur les gains immobiliers\" utilisée à l'article 23 alinéa 4 LHID renvoie nécessairement et exclusivement à l'impôt spécial défini à l'article 12 LHID. Cette prescription fédérale s'impose uniformément à tous les cantons, indépendamment de leur choix entre système moniste et système dualiste.\n\n**Raisonnement** : Par interprétation littérale, systématique et téléologique, le Tribunal fédéral établit que : (1) la terminologie juridique \"impôt sur les gains immobiliers\" correspond exactement à celle de l'article 12 LHID définissant l'impôt spécial ; (2) le caractère impératif de la formulation (\"sont néanmoins soumises en tous les cas\") exclut toute autonomie cantonale ; (3) cette règle dérogatoire s'applique uniformément, quelle que soit la qualification des biens dans le système cantonal.\n\n**Implications** : Les institutions de prévoyance exonérées bénéficient désormais d'une sécurité juridique accrue. Leurs gains immobiliers seront partout en Suisse soumis à l'impôt spécial (généralement dégressif selon la durée de détention), et non à l'impôt ordinaire sur le bénéfice. Cette jurisprudence limite l'autonomie cantonale dans les domaines harmonisés et garantit l'égalité de traitement des contribuables sur l'ensemble du territoire suisse.\n\n**Portée** : Au-delà du cas spécifique, cet arrêt constitue une contribution majeure à la jurisprudence sur l'harmonisation fiscale. Il établit clairement que les prescriptions impératives de la LHID doivent être interprétées strictement et appliquées uniformément, sans que les particularités des systèmes fiscaux cantonaux puissent justifier des dérogations.",
  "statistiques": {
    "mots_analyse_complete": 9247,
    "mots_version_courte": 447,
    "nombre_principes_juridiques": 4,
    "nombre_sources_legislatives": 7,
    "nombre_jurisprudence_connexe": 8,
    "date_creation": "2024-06-10",
    "derniere_mise_a_jour": "2024-06-10"
  },
  "sources_recherche": [
    "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=aza://10-06-2024-9C_393-2023&lang=fr&type=show_document",
    "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?highlight_docid=atf://150-II-478:de&lang=de&type=show_document",
    "https://silgeneve.ch/legis/data/rsg_d3_05.htm (LCP Genève)",
    "https://silgeneve.ch/legis/data/rsg_d3_15.htm (LIPM Genève)",
    "ATF 143 II 694 (gains immobiliers intercantonal)",
    "ATF 143 II 33 (aliénation terrain valeur réelle)",
    "ATF 148 II 378 (servitude construction)",
    "ATF 146 II 359 (exonération but service public)"
  ]
}