{
  "metadata": {
    "titre": "Interprétation des servitudes de restriction du droit de bâtir : notion d'étage et hiérarchie des critères d'interprétation (art. 738 CC)",
    "date_creation": "2025-11-11",
    "domaine": "Droit des biens",
    "sous_domaine": "Servitudes foncières - Restrictions du droit de bâtir",
    "auteur": "Analyse doctrinale",
    "version": "1.0",
    "langue": "fr"
  },
  "arrets_principaux": [
    {
      "reference": "ATF 151 III 269",
      "numero_cause": "5A_85/2024",
      "date": "2025-01-22",
      "formation": "IIe Cour de droit civil",
      "matiere": "Droit des biens - Servitudes foncières - Interprétation des servitudes de restriction du droit de bâtir",
      "resume": "Une servitude foncière constituée en 1971 limitait les constructions sur le fonds servant à un seul étage (eingeschössig). Le propriétaire du fonds servant a obtenu un permis de construire pour une villa comportant un sous-sol largement dégagé de la pente avec des baies vitrées panoramiques, un rez-de-chaussée et un étage supérieur. Le propriétaire du fonds dominant a contesté ce projet, estimant qu'il violait la servitude. Le Tribunal fédéral a donné raison au propriétaire du fonds dominant en précisant que la notion d'étage doit s'interpréter selon l'usage général de ce terme à l'époque de la constitution de la servitude, et qu'un étage désigne la partie d'un bâtiment comprenant l'ensemble des pièces situées au même niveau. Le sous-sol du projet, entièrement dégagé de la pente et aménagé comme un véritable étage d'habitation avec chambre, salle de bains et bureau, constitue un étage à part entière. Le bâtiment projeté présentant manifestement trois étages, il est incompatible avec la servitude inscrite au registre foncier.",
      "solution": "Recours admis. La construction projetée comprenant trois étages (sous-sol habitable entièrement dégagé, rez-de-chaussée et étage supérieur) viole la servitude de restriction du droit de bâtir limitant les constructions à un seul étage. Le permis de construire ne peut être exécuté tel quel.",
      "url": "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?lang=fr&type=show_document&highlight_docid=aza://22-01-2025-5A_85-2024"
    }
  ],
  "arrets_connexes": [
    {
      "reference": "ATF 140 III 70",
      "date": "2014",
      "matiere": "Servitudes foncières - Interprétation restrictive",
      "pertinence": "Principe d'interprétation restrictive des servitudes foncières qui restreignent les droits de propriété"
    },
    {
      "reference": "ATF 143 III 290",
      "date": "2017",
      "matiere": "Servitudes de restriction du droit de bâtir",
      "pertinence": "Application des principes d'interprétation aux servitudes de restriction du droit de bâtir"
    },
    {
      "reference": "ATF 136 III 186",
      "date": "2010",
      "matiere": "Servitudes - Interprétation selon art. 738 CC",
      "pertinence": "Hiérarchie des critères d'interprétation : inscription au registre foncier, titre constitutif, exercice paisible"
    },
    {
      "reference": "ATF 147 III 222",
      "date": "2021",
      "matiere": "Servitudes - Notion de plancher et d'étage",
      "pertinence": "Interprétation de notions architecturales dans le contexte de servitudes de restriction"
    },
    {
      "reference": "BGE 91 II 190",
      "date": "1965",
      "matiere": "Radiation judiciaire d'une servitude (art. 736 al. 1 CC)",
      "pertinence": "Appréciation de l'utilité de la servitude pour le fonds dominant"
    },
    {
      "reference": "5A_453/2019",
      "date": "2019-11-20",
      "matiere": "Servitude de restriction de bâtir - Mesures provisionnelles",
      "pertinence": "Protection provisoire du fonds dominant en cas de violation d'une servitude de restriction"
    },
    {
      "reference": "5A_395/2024",
      "date": "2024-11-08",
      "matiere": "Servitude - Libération judiciaire - Principe d'identité",
      "pertinence": "Procédure parallèle concernant la même servitude - Principe d'identité de la servitude en cas de changement d'usage"
    },
    {
      "reference": "5A_397/2024",
      "date": "2024",
      "matiere": "Servitude - Procédure connexe",
      "pertinence": "Autre procédure connexe relative à la même servitude de restriction du droit de bâtir"
    }
  ],
  "sources_legislatives": [
    {
      "reference": "Art. 730 CC",
      "titre": "Code civil suisse - Servitudes foncières - Objet des servitudes",
      "texte_verbatim": "Art. 730\n\n1 La servitude est une charge imposée sur un immeuble en faveur d'un autre immeuble et qui oblige le propriétaire du fonds servant à souffrir, de la part du propriétaire du fonds dominant, certains actes d'usage, ou à s'abstenir lui-même d'exercer certains droits inhérents à la propriété.\n\n2 Une obligation de faire ne peut être rattachée qu'accessoirement à une servitude. Cette obligation ne lie l'acquéreur du fonds dominant ou du fonds servant que si elle résulte d'une inscription au registre foncier.",
      "url": "https://www.fedlex.admin.ch/eli/cc/24/233_245_233/fr#art_730",
      "commentaire": "Définition fondamentale de la servitude foncière comme charge réelle imposée sur un fonds au profit d'un autre fonds. La servitude de restriction du droit de bâtir constitue une obligation de ne pas faire (pati/non facere)."
    },
    {
      "reference": "Art. 731 CC",
      "titre": "Code civil suisse - Constitution et extinction - Inscription au registre foncier",
      "texte_verbatim": "Art. 731\n\n1 Les servitudes sont constituées par l'inscription au registre foncier.\n\n2 L'acquisition ou la modification de la servitude requiert, sauf disposition légale contraire, un acte constitutif conforme au droit de la cession immobilière, ainsi que l'inscription.\n\n3 L'étendue de la servitude est déterminée par l'inscription au registre foncier et, dans les limites de celle-ci, par le titre constitutif ou par la manière dont le droit a été exercé depuis longtemps, paisiblement et de bonne foi.",
      "url": "https://www.fedlex.admin.ch/eli/cc/24/233_245_233/fr#art_731",
      "commentaire": "Principe de l'inscription constitutive et renvoi à l'art. 738 CC pour la détermination de l'étendue de la servitude"
    },
    {
      "reference": "Art. 736 CC",
      "titre": "Code civil suisse - Extinction - Libération judiciaire",
      "texte_verbatim": "Art. 736\n\n1 Le propriétaire grevé peut demander la radiation d'une servitude qui a perdu toute utilité pour le fonds dominant.\n\n2 Il peut en exiger la libération totale ou partielle lorsque la servitude ne conserve qu'une utilité réduite, disproportionnée aux charges qu'elle impose au fonds servant.",
      "url": "https://www.fedlex.admin.ch/eli/cc/24/233_245_233/fr#art_736",
      "commentaire": "Mécanisme d'extinction judiciaire en cas de perte d'utilité. En l'espèce, cette question ne se posait pas car la servitude conservait manifestement son utilité."
    },
    {
      "reference": "Art. 738 CC",
      "titre": "Code civil suisse - Étendue des servitudes",
      "texte_verbatim": "Art. 738\n\n1 L'étendue des servitudes est déterminée par l'inscription au registre foncier.\n\n2 Dans les limites de l'inscription, le contenu et l'étendue de la servitude peuvent être précisés par le titre d'acquisition ou par la manière dont le droit a été exercé depuis longtemps, paisiblement et de bonne foi.",
      "url": "https://www.fedlex.admin.ch/eli/cc/24/233_245_233/fr#art_738",
      "commentaire": "Article central de l'arrêt établissant une hiérarchie claire des critères d'interprétation : (1) inscription au registre foncier, (2) titre constitutif, (3) exercice prolongé, paisible et de bonne foi"
    },
    {
      "reference": "Art. 675 CC",
      "titre": "Code civil suisse - Étendue de la propriété foncière - Constructions sur le fonds",
      "texte_verbatim": "Art. 675\n\n1 Est partie intégrante d'un immeuble tout ce qui, d'après l'usage local, en constitue un élément; il en est de même de ce qui est uni au fonds d'une manière durable pour en former une partie constitutive.\n\n2 Les plantes deviennent partie intégrante du fonds dès qu'elles y sont plantées; il en est de même des matériaux d'un bâtiment dès qu'ils y sont incorporés.\n\n3 Les servitudes établies sur un fonds constituent une charge de celui-ci et ne peuvent en être séparées.",
      "url": "https://www.fedlex.admin.ch/eli/cc/24/233_245_233/fr#art_675",
      "commentaire": "Principe de l'accessoireté des servitudes au fonds"
    },
    {
      "reference": "Art. 676 CC",
      "titre": "Code civil suisse - Constructions sur le fonds - Conduites",
      "texte_verbatim": "Art. 676\n\nLes conduites servant à amener l'eau, le gaz ou l'électricité, de même que les installations similaires, qui ne sont pas établies sur le fonds auquel elles sont destinées, sont réputées parties intégrantes de l'entreprise d'où elles proviennent ou à laquelle elles aboutissent, à moins qu'un droit de propriété spécial ou une servitude n'ait été constitué en faveur de certaines personnes.",
      "url": "https://www.fedlex.admin.ch/eli/cc/24/233_245_233/fr#art_676",
      "commentaire": "Régime particulier des conduites, non directement applicable mais illustrant la diversité des servitudes"
    },
    {
      "reference": "Art. 18 al. 1 CO",
      "titre": "Code des obligations - Interprétation des contrats - Recherche de la volonté réelle",
      "texte_verbatim": "Art. 18 al. 1 CO\n\nPour apprécier la forme et les clauses d'un contrat, il y a lieu de rechercher la réelle et commune intention des parties, sans s'arrêter aux expressions ou dénominations inexactes dont elles ont pu se servir, soit par erreur, soit pour déguiser la nature véritable de la convention.",
      "url": "https://www.fedlex.admin.ch/eli/cc/27/317_321_377/fr#art_18",
      "commentaire": "Principe général d'interprétation subjective des contrats, applicable au titre constitutif de servitude mais limité par la foi publique du registre foncier vis-à-vis des tiers"
    }
  ],
  "mots_cles": [
    "servitude foncière",
    "servitude de restriction du droit de bâtir",
    "interprétation des servitudes",
    "art. 738 CC",
    "notion d'étage",
    "eingeschössig",
    "registre foncier",
    "titre constitutif",
    "foi publique du registre foncier",
    "fonds dominant",
    "fonds servant",
    "permis de construire",
    "sous-sol habitable",
    "interprétation restrictive",
    "usage général du terme",
    "droit de la construction"
  ],
  "analyse_complete": "# Interprétation des servitudes de restriction du droit de bâtir : notion d'étage et hiérarchie des critères d'interprétation (art. 738 CC)\n\n## Introduction\n\nL'arrêt du Tribunal fédéral ATF 151 III 269 du 22 janvier 2025 (cause 5A_85/2024) constitue une contribution importante à la jurisprudence en matière d'interprétation des servitudes foncières, et plus particulièrement des servitudes de restriction du droit de bâtir. Cet arrêt aborde deux questions juridiques fondamentales : d'une part, la hiérarchie des critères d'interprétation d'une servitude selon l'art. 738 CC ; d'autre part, l'interprétation de notions architecturales telles que la notion d'\"étage\" dans le contexte d'une servitude limitant les constructions à un seul niveau.\n\nLe cas d'espèce présente une configuration factuelle relativement classique en droit immobilier suisse : deux fonds voisins situés sur un terrain en pente, l'un dominant l'autre, reliés par une servitude de restriction du droit de bâtir constituée en 1971. Cette servitude, inscrite au registre foncier sous la mention \"Baubeschränkung (eingeschössig)\" (restriction de construction à un étage), visait à protéger les intérêts du propriétaire du fonds dominant, probablement en matière de vue, d'ensoleillement ou d'intimité.\n\nPlus de cinquante ans après la constitution de cette servitude, le propriétaire du fonds servant a obtenu un permis de construire pour une villa contemporaine profitant de la configuration du terrain en pente. Le projet prévoyait un sous-sol largement dégagé du terrain naturel, équipé de grandes baies vitrées panoramiques et aménagé en espaces habitables (chambre à coucher, salle de bains, bureau), surmonté d'un rez-de-chaussée et d'un étage supérieur. Le propriétaire du fonds dominant, estimant que ce projet violait la servitude en comportant trois niveaux au lieu d'un seul, a contesté le permis de construire.\n\nLes instances cantonales, dans une interprétation favorable au propriétaire du fonds servant, avaient considéré que le sous-sol, bien que largement dégagé et habitable, ne constituait pas un \"étage\" au sens de la servitude, et que seuls le rez-de-chaussée et l'étage supérieur devaient être comptabilisés. Selon cette interprétation, le projet ne violait pas la servitude puisqu'il ne comportait que deux \"étages\" proprement dits.\n\nLe Tribunal fédéral a infirmé cette analyse et donné raison au propriétaire du fonds dominant. Dans un raisonnement précis et méthodique, la Haute Cour a rappelé les principes fondamentaux d'interprétation des servitudes selon l'art. 738 CC, puis a procédé à une analyse détaillée de la notion d'\"étage\" en droit de la construction et dans le langage courant. Elle a conclu que le sous-sol projeté, entièrement dégagé de la pente et aménagé comme un véritable niveau d'habitation, constituait indéniablement un étage à part entière, et que le bâtiment dans son ensemble présentait donc trois étages, en violation manifeste de la servitude inscrite au registre foncier.\n\nCet arrêt revêt une importance considérable à plusieurs égards. Premièrement, il réaffirme avec clarté la hiérarchie des critères d'interprétation d'une servitude établie par l'art. 738 CC : l'inscription au registre foncier prime, le titre constitutif n'intervient qu'en cas d'insuffisance ou d'ambiguïté de l'inscription, et l'exercice prolongé ne joue qu'un rôle subsidiaire. Deuxièmement, il précise que l'interprétation doit se faire selon l'usage général des termes à l'époque de la constitution de la servitude, et non selon des définitions techniques modernes ou des usages locaux particuliers non établis. Troisièmement, il rappelle que les servitudes de restriction du droit de bâtir doivent être interprétées de manière objective, en se fondant sur l'impression visuelle d'ensemble du bâtiment, et non sur des subtilités techniques ou des qualifications administratives.\n\nAu-delà de ces enseignements juridiques, cet arrêt illustre également les tensions inhérentes au droit des servitudes : tension entre la protection des droits acquis (ceux du propriétaire du fonds dominant) et le principe de libre disposition de la propriété (celui du propriétaire du fonds servant) ; tension entre la stabilité des droits inscrits au registre foncier et l'évolution des techniques de construction et des normes d'aménagement ; tension entre l'interprétation littérale des inscriptions au registre foncier et la recherche de la volonté réelle des parties lors de la constitution de la servitude.\n\nLa présente analyse propose un examen approfondi de cet arrêt, en le situant dans son contexte juridique, jurisprudentiel et doctrinal. Nous examinerons successivement les faits et la procédure, le cadre juridique applicable, les principes d'interprétation des servitudes selon l'art. 738 CC, l'analyse spécifique de la notion d'\"étage\", et enfin les implications théoriques et pratiques de cette décision.\n\n## I. Les faits et la procédure\n\n### A. Situation factuelle et géographique\n\nL'affaire se déroule dans une commune suisse (dont le nom n'est pas précisé dans la version publiée de l'arrêt) caractérisée par un relief en pente. Cette configuration topographique joue un rôle essentiel dans le litige, car elle permet la réalisation de constructions dont le sous-sol peut être partiellement ou totalement dégagé du terrain naturel sur une ou plusieurs façades.\n\nDeux fonds voisins sont au centre du litige. Le fonds A (fonds dominant) se situe topographiquement au-dessus du fonds B (fonds servant). Cette configuration est typique des zones résidentielles en pente, où les propriétaires des parcelles supérieures cherchent souvent à protéger leurs intérêts en matière de vue, d'ensoleillement et d'intimité au moyen de servitudes grevant les fonds inférieurs.\n\nLe 27 octobre 1971, les propriétaires de l'époque des deux fonds ont constitué une servitude foncière au bénéfice du fonds A et à la charge du fonds B. Cette servitude a été dûment inscrite au registre foncier avec la mention \"Baubeschränkung (eingeschössig)\" (restriction de construction à un étage). L'acte constitutif de la servitude, conservé comme pièce justificative au registre foncier, contenait probablement des précisions sur la finalité et les modalités de cette restriction, bien que le contenu exact de cet acte ne soit pas reproduit dans la version publiée de l'arrêt.\n\nIl convient de noter que la servitude a été constituée à une époque où les techniques de construction et les standards d'aménagement étaient sensiblement différents de ceux d'aujourd'hui. En 1971, les constructions à flanc de coteau comportant des sous-sols entièrement dégagés avec de grandes baies vitrées étaient beaucoup moins courantes qu'aujourd'hui. Les villas de l'époque présentaient généralement des sous-sols semi-enterrés avec de petites ouvertures, clairement distincts des étages d'habitation proprement dits. Cette évolution des techniques et des modes d'habiter joue un rôle important dans l'appréciation du litige.\n\nPlus de cinquante ans après la constitution de la servitude, le propriétaire actuel du fonds B a décidé de construire une villa contemporaine sur sa parcelle. Il a déposé une demande de permis de construire auprès de l'autorité communale compétente. Le projet architectural, conçu par un bureau d'architectes professionnel, prévoyait une construction de qualité tirant parti de la topographie du terrain.\n\nLe bâtiment projeté présentait les caractéristiques suivantes :\n\n1. **Un sous-sol** : Compte tenu de la pente du terrain, ce niveau était largement dégagé du terrain naturel sur sa façade aval. Il n'était donc pas un sous-sol traditionnel semi-enterré avec de petites fenêtres, mais un véritable niveau ouvert sur l'extérieur. La façade comportait de grandes baies vitrées panoramiques offrant une vue sur le paysage environnant. L'aménagement intérieur comprenait des pièces d'habitation à part entière : une chambre à coucher, une salle de bains et un bureau. Il ne s'agissait donc pas d'un simple sous-sol technique ou d'une cave, mais d'un niveau habitable de plein droit.\n\n2. **Un rez-de-chaussée** : Niveau principal d'habitation comportant vraisemblablement les pièces de vie communes (salon, salle à manger, cuisine).\n\n3. **Un étage supérieur** : Niveau de combles aménagés ou étage traditionnel comportant probablement des chambres et des salles d'eau.\n\nL'autorité communale, après examen du dossier, a délivré un permis de construire. Dans son appréciation, elle a considéré que le projet était conforme au règlement communal de construction et d'aménagement. Concernant la servitude de restriction du droit de bâtir, l'autorité communale a estimé soit qu'elle n'entrait pas dans son champ de compétence (les servitudes relevant du droit privé), soit qu'elle n'était pas violée par le projet.\n\n### B. La contestation et la procédure judiciaire\n\nLe propriétaire du fonds A (fonds dominant), prenant connaissance du permis de construire, a immédiatement réagi en contestant celui-ci. Sa contestation reposait sur l'argument central que le projet violait manifestement la servitude de restriction du droit de bâtir inscrite au registre foncier, puisqu'il comportait trois niveaux habitables (sous-sol, rez-de-chaussée, étage) au lieu d'un seul.\n\nLe propriétaire du fonds dominant a vraisemblablement agi sur deux fronts :\n\n1. **Sur le plan administratif** : Il a probablement formé un recours contre le permis de construire devant l'autorité cantonale de recours en matière de constructions. Toutefois, ce recours administratif n'est généralement pas suspensif de plein droit, et surtout, il ne permet pas nécessairement d'obtenir une protection adéquate des droits découlant d'une servitude inscrite au registre foncier, car les autorités administratives se concentrent sur la conformité du projet aux normes de droit public (plan d'affectation, règlement de construction, etc.) et n'ont qu'une compétence limitée pour apprécier le respect de servitudes de droit privé.\n\n2. **Sur le plan civil** : Il a formé une action en justice devant le tribunal civil compétent. Cette action relevait probablement de l'action confessoire (actio confessoria), qui permet au titulaire d'une servitude de faire constater judiciairement l'existence et l'étendue de son droit, et d'obtenir la cessation de toute atteinte ou la prévention d'une menace d'atteinte. Dans le cadre de cette action, le propriétaire du fonds dominant a sollicité :\n   - La constatation que le projet de construction violait la servitude inscrite au registre foncier ;\n   - L'interdiction pour le propriétaire du fonds servant de réaliser le projet tel qu'autorisé par le permis de construire ;\n   - Éventuellement, des mesures provisionnelles pour empêcher le début des travaux pendant la procédure.\n\nLe tribunal de première instance a examiné le litige. Sa décision n'est pas détaillée dans l'arrêt publié, mais il apparaît que les juges cantonaux ont donné raison au propriétaire du fonds servant. Leur raisonnement reposait probablement sur une interprétation de la notion d'\"étage\" selon laquelle un sous-sol, même largement dégagé et aménagé en habitation, ne constitue pas un \"étage\" au sens propre du terme. Selon cette analyse, seuls le rez-de-chaussée et l'étage supérieur devaient être comptabilisés, de sorte que le projet ne comportait que deux \"étages\" et respectait donc la servitude.\n\nCette interprétation pouvait se fonder sur plusieurs arguments :\n- Le règlement communal de construction distinguait peut-être les \"étages\" des \"sous-sols\" dans ses définitions techniques ;\n- Dans le langage administratif de la construction, un \"sous-sol\" n'est généralement pas compté comme un \"étage\" pour le calcul du nombre de niveaux ;\n- Une interprétation favorable au propriétaire du fonds servant était cohérente avec le principe de libre disposition de la propriété et l'interprétation restrictive des charges réelles.\n\nLe propriétaire du fonds dominant, mécontent de cette décision, a interjeté appel devant l'instance cantonale supérieure (probablement le tribunal cantonal). Cette juridiction d'appel a confirmé le jugement de première instance, considérant que le projet respectait la servitude.\n\nLe propriétaire du fonds dominant a alors formé un recours en matière civile devant le Tribunal fédéral (art. 72 ss LTF). Le recours a été attribué à la IIe Cour de droit civil, compétente pour les questions de droit des biens.\n\n### C. Les questions soumises au Tribunal fédéral\n\nDevant le Tribunal fédéral, le recourant (propriétaire du fonds dominant) a invoqué plusieurs moyens :\n\n1. **Violation de l'art. 738 CC** : Les instances cantonales auraient violé les règles d'interprétation des servitudes en se fondant sur des définitions techniques modernes (issues du règlement communal de construction de 1965) plutôt que sur l'usage général du terme \"étage\" à l'époque de la constitution de la servitude (1971).\n\n2. **Interprétation erronée de la notion d'étage** : Le sous-sol projeté, entièrement dégagé de la pente et aménagé comme un véritable niveau d'habitation, constituerait manifestement un \"étage\" au sens courant du terme. Retenir le contraire reviendrait à vider la servitude de sa substance et à permettre un contournement facile de la restriction.\n\n3. **Violation du principe de la foi publique du registre foncier** : L'inscription au registre foncier mentionnait clairement \"eingeschössig\" (un étage). Les tiers de bonne foi, dont le recourant en tant qu'ayant cause du propriétaire originaire du fonds dominant, pouvaient légitimement se fier à cette inscription et l'interpréter selon son sens naturel.\n\n4. **Arbitraire dans l'établissement des faits** : Les instances cantonales auraient arbitrairement qualifié de \"sous-sol\" un niveau qui, par ses caractéristiques objectives (dégagement complet, baies vitrées panoramiques, aménagement en habitation), constituait manifestement un étage.\n\nLe Tribunal fédéral devait donc se prononcer sur les questions suivantes :\n- Quelle est la hiérarchie des critères d'interprétation d'une servitude selon l'art. 738 CC ?\n- Comment doit-on interpréter la notion d'\"étage\" dans le contexte d'une servitude de restriction du droit de bâtir constituée en 1971 ?\n- Le règlement communal de construction peut-il servir de référence pour interpréter une notion contenue dans une servitude de droit privé ?\n- Un sous-sol largement dégagé et aménagé en habitation doit-il être compté comme un \"étage\" au sens d'une servitude de restriction ?\n\n## II. Le cadre juridique : les servitudes foncières en droit suisse\n\n### A. Nature juridique et fondements légaux des servitudes\n\nLes servitudes foncières (Grunddienstbarkeiten / servitù prediali) constituent l'une des principales catégories de droits réels limités en droit suisse. Elles sont réglementées aux art. 730 à 792 du Code civil suisse (CC), dans le cadre plus large du Livre IV consacré aux droits réels.\n\nSelon l'art. 730 al. 1 CC, \"la servitude est une charge imposée sur un immeuble en faveur d'un autre immeuble et qui oblige le propriétaire du fonds servant à souffrir, de la part du propriétaire du fonds dominant, certains actes d'usage, ou à s'abstenir lui-même d'exercer certains droits inhérents à la propriété.\"\n\nCette définition légale met en évidence plusieurs caractéristiques essentielles des servitudes foncières :\n\n1. **Rapport de subordination entre deux immeubles** : La servitude établit un lien de droit entre deux fonds, l'un servant (le fonds grevé, \"dienendes Grundstück\"), l'autre dominant (le fonds bénéficiaire, \"herrschendes Grundstück\"). Ce caractère prédial distingue les servitudes foncières des servitudes personnelles (usufruit, droit d'habitation, etc.), qui profitent à une personne déterminée indépendamment de la propriété d'un fonds.\n\n2. **Nature de charge réelle** : La servitude constitue une charge réelle (\"dingliche Last\") grevant le fonds servant. Elle s'impose à tous les propriétaires successifs de ce fonds, indépendamment de leur volonté. Inversement, elle profite à tous les propriétaires successifs du fonds dominant. Ce caractère réel est renforcé par le principe d'inscription au registre foncier (art. 731 al. 1 CC) : \"Les servitudes sont constituées par l'inscription au registre foncier.\"\n\n3. **Contenu : obligation de souffrir (pati) ou de s'abstenir (non facere)** : La servitude peut imposer au propriétaire du fonds servant deux types d'obligations :\n   - Une obligation de tolérance (\"dulden\", pati) : le propriétaire doit souffrir que le propriétaire du fonds dominant accomplisse certains actes d'usage sur son fonds (par exemple, emprunter un chemin pour accéder au fonds dominant - servitude de passage) ;\n   - Une obligation de s'abstenir (\"unterlassen\", non facere) : le propriétaire doit renoncer à exercer certaines prérogatives normalement attachées au droit de propriété (par exemple, s'abstenir de construire au-delà d'une certaine hauteur - servitude de restriction du droit de bâtir, comme en l'espèce).\n\n4. **Exclusion de principe des obligations de faire** : L'art. 730 al. 2 CC précise qu'\"une obligation de faire ne peut être rattachée qu'accessoirement à une servitude.\" Cette disposition consacre le principe traditionnel selon lequel les charges réelles ne peuvent comporter d'obligations positives (facere). Une obligation de faire ne peut être adjointe à une servitude qu'à titre accessoire (par exemple, l'obligation d'entretenir le chemin grevé d'une servitude de passage), et elle ne lie les acquéreurs du fonds que si elle résulte d'une inscription au registre foncier.\n\n### B. Les servitudes de restriction du droit de bâtir\n\nLes servitudes de restriction du droit de bâtir (\"Baubeschränkungen\", \"servitudes de restriction des droits à bâtir\") constituent une catégorie particulière de servitudes foncières d'une grande importance pratique. Elles permettent au propriétaire d'un fonds de limiter les possibilités de construction sur un fonds voisin, généralement dans le but de protéger sa vue, son ensoleillement, son intimité ou le caractère de son environnement.\n\nCes servitudes présentent plusieurs caractéristiques spécifiques :\n\n1. **Nature d'obligation de ne pas faire** : Elles imposent au propriétaire du fonds servant de s'abstenir d'exercer tout ou partie de son droit de construire, prérogative normalement inhérente au droit de propriété (art. 641 al. 1 CC : \"Le propriétaire d'une chose en a la jouissance dans les limites du droit et peut en disposer librement\").\n\n2. **Diversité des formes possibles** : Les servitudes de restriction du droit de bâtir peuvent prendre des formes très variées :\n   - Interdiction totale de construire (\"Bauverbot\") ;\n   - Limitation du nombre d'étages ou de la hauteur maximale (comme en l'espèce) ;\n   - Limitation de l'emprise au sol ou du volume construit ;\n   - Obligation de respecter certaines distances par rapport aux limites ;\n   - Restrictions quant au style architectural, aux matériaux, aux couleurs ;\n   - Obligation de maintenir certaines vues dégagées ;\n   - Etc.\n\n3. **Distinction avec les servitudes de vue** (\"Lichtrechte\") : Les servitudes de vue proprement dites, qui garantissent au fonds dominant le maintien d'une vue ou d'un ensoleillement déterminé, sont généralement formulées en termes de hauteur maximale ou d'angle de vue. Les servitudes de restriction du nombre d'étages, comme celle en cause dans le présent arrêt, ne constituent pas des servitudes de vue au sens strict, car elles ne se limitent pas à une question de hauteur mais concernent la conception d'ensemble du bâtiment.\n\n4. **Interaction avec le droit public de la construction** : Les servitudes de restriction du droit de bâtir coexistent avec les limitations de droit public découlant des plans d'affectation et des règlements communaux de construction. Elles peuvent être plus restrictives que le droit public (par exemple, interdire de construire sur deux étages alors que le règlement communal autorise trois étages), mais elles ne peuvent évidemment pas autoriser ce que le droit public interdit. En pratique, les autorités délivrant les permis de construire vérifient la conformité du projet au droit public, mais n'ont qu'une compétence limitée, voire inexistante, pour contrôler le respect des servitudes de droit privé. Il appartient donc au titulaire de la servitude de faire valoir ses droits, le cas échéant par la voie judiciaire.\n\n5. **Finalité de protection d'intérêts privés** : Ces servitudes visent à protéger des intérêts privés du propriétaire du fonds dominant, et non des intérêts publics d'aménagement du territoire. Elles constituent un instrument de régulation privée des rapports de voisinage, complémentaire aux mécanismes de droit public.\n\n### C. La constitution des servitudes : inscription et titre constitutif\n\nLa constitution des servitudes est régie par les art. 731 à 732 CC. Deux éléments sont nécessaires :\n\n1. **L'inscription au registre foncier** (art. 731 al. 1 CC) : \"Les servitudes sont constituées par l'inscription au registre foncier.\" Cette disposition consacre le principe de l'inscription constitutive : la servitude n'existe juridiquement qu'à partir de son inscription au grand livre du registre foncier (art. 942 CC). Avant l'inscription, l'accord des parties ne crée qu'un rapport obligationnel, conférant au bénéficiaire un droit à l'inscription mais pas encore un droit réel.\n\n2. **Le titre constitutif** (art. 731 al. 2 CC) : \"L'acquisition ou la modification de la servitude requiert, sauf disposition légale contraire, un acte constitutif conforme au droit de la cession immobilière, ainsi que l'inscription.\" Le titre constitutif est généralement un contrat conclu entre les propriétaires des deux fonds et authentifié par un notaire ou une autre autorité compétente. Ce contrat décrit l'objet et l'étendue de la servitude et constitue le fondement matériel de l'inscription au registre foncier. Il est conservé comme pièce justificative (Beleg, pièce à l'appui) au registre foncier.\n\n**L'articulation entre inscription et titre constitutif** soulève des questions délicates d'interprétation, qui sont au cœur du présent arrêt. L'art. 738 CC, que nous examinerons en détail ci-dessous, établit une hiérarchie entre ces deux sources : l'inscription prime, mais le titre peut être consulté pour préciser l'étendue de la servitude lorsque l'inscription n'est pas suffisamment claire.\n\n### D. L'étendue des servitudes : l'article 738 CC\n\nL'art. 738 CC, disposition centrale du présent arrêt, est libellé comme suit :\n\n\"**1** L'étendue des servitudes est déterminée par l'inscription au registre foncier.\n\n**2** Dans les limites de l'inscription, le contenu et l'étendue de la servitude peuvent être précisés par le titre d'acquisition ou par la manière dont le droit a été exercé depuis longtemps, paisiblement et de bonne foi.\"\n\nCet article établit un système d'interprétation en trois niveaux, formant une cascade hiérarchique :\n\n**Premier niveau : l'inscription au registre foncier (al. 1)**\n\nL'inscription au grand livre du registre foncier constitue la source première et principale pour déterminer l'étendue de la servitude. Cette primauté s'explique par le principe de la foi publique du registre foncier (art. 973 CC) : les tiers de bonne foi qui se fient aux inscriptions du registre foncier sont protégés, même si ces inscriptions sont inexactes. Dès lors, c'est d'abord et avant tout l'inscription qui définit les droits et obligations des parties.\n\nLorsque l'inscription est claire et complète, il n'y a pas lieu de recourir à d'autres sources d'interprétation. Les tribunaux doivent s'en tenir au texte de l'inscription, interprété selon les règles ordinaires d'interprétation des déclarations de volonté.\n\n**Deuxième niveau : le titre d'acquisition (al. 2)**\n\nLorsque l'inscription n'est pas suffisamment claire ou complète, il est possible de se référer au titre d'acquisition (\"Erwerbsgrund\"), c'est-à-dire au contrat ou à l'acte juridique ayant donné naissance à la servitude. Ce titre, conservé comme pièce justificative au registre foncier, peut contenir des précisions sur l'objet, l'étendue et les modalités d'exercice de la servitude.\n\nToutefois, le recours au titre ne peut se faire que \"dans les limites de l'inscription\". Autrement dit, le titre ne peut servir qu'à préciser, expliciter ou compléter l'inscription, mais non à la contredire ou à la modifier. Cette limitation découle du principe de la foi publique : les tiers qui se fient à l'inscription ne sauraient être liés par des stipulations du titre qui iraient au-delà de ce qui est inscrit.\n\n**Troisième niveau : l'exercice prolongé (al. 2)**\n\nEn dernier lieu, si ni l'inscription ni le titre ne permettent de déterminer avec certitude l'étendue de la servitude, il est possible de se référer à \"la manière dont le droit a été exercé depuis longtemps, paisiblement et de bonne foi\". Cette règle s'inspire de la théorie de l'usucapion et de la prescription acquisitive : un exercice prolongé, paisible et de bonne foi d'une servitude selon certaines modalités peut clarifier rétroactivement l'étendue du droit.\n\nTrois conditions doivent être remplies :\n- Un exercice prolongé (\"lange Zeit\") : la durée n'est pas fixée par la loi, mais la doctrine et la jurisprudence exigent généralement une période significative, de l'ordre de plusieurs années ou décennies ;\n- Un exercice paisible (\"unangefochten\") : l'exercice ne doit pas avoir fait l'objet de contestations ou de protestations de la part du propriétaire du fonds servant ;\n- Un exercice de bonne foi (\"in gutem Glauben\") : le bénéficiaire doit avoir agi dans la conviction légitime que son exercice correspondait à l'étendue réelle de la servitude.\n\nIl importe de souligner que ce troisième critère n'intervient que de manière très subsidiaire. La jurisprudence du Tribunal fédéral est claire : l'exercice prolongé ne peut servir à interpréter une servitude que si l'inscription et le titre laissent subsister un doute sérieux. Lorsque l'inscription est claire, l'exercice, même prolongé, ne peut la modifier.\n\n### E. L'interprétation des servitudes : principes généraux\n\nOutre les règles spécifiques de l'art. 738 CC, l'interprétation des servitudes obéit à plusieurs principes généraux dégagés par la doctrine et la jurisprudence :\n\n**1. Principe d'interprétation restrictive**\n\nLes servitudes, en tant que charges réelles restreignant le droit de propriété du fonds servant, doivent être interprétées restrictivement en cas de doute. Ce principe, affirmé de longue date par le Tribunal fédéral (ATF 140 III 70 ; 143 III 290 ; et de nombreux arrêts antérieurs), vise à préserver autant que possible la plénitude du droit de propriété, considéré comme le droit réel de principe.\n\nConcrètement, cela signifie qu'en cas d'ambiguïté, l'interprétation la moins contraignante pour le propriétaire du fonds servant doit être retenue. Les servitudes ne peuvent s'étendre, par analogie ou par interprétation extensive, à des situations non prévues par leur titre constitutif.\n\n**2. Principe d'objectivation**\n\nL'interprétation des servitudes inscrites au registre foncier doit se faire de manière objective, en tenant compte de la foi publique du registre. Contrairement aux contrats purement obligationnels, où l'on recherche prioritairement la volonté réelle et commune des parties (art. 18 al. 1 CO), l'interprétation des servitudes doit privilégier le sens objectif de l'inscription, tel qu'un tiers de bonne foi peut légitimement le comprendre.\n\nCette objectivation s'explique par le fait que les servitudes, droits réels inscrits au registre foncier, sont opposables à tous et transmissibles aux ayants cause. Dès lors, les circonstances subjectives ayant entouré la conclusion du titre constitutif (motivations personnelles des parties originaires, discussions précontractuelles, usage local à l'époque, etc.) ne peuvent être prises en compte que dans la mesure où elles ressortent du titre lui-même ou de l'inscription.\n\n**3. Principe d'interprétation selon l'époque de constitution**\n\nLorsqu'une servitude contient des termes susceptibles d'évolution sémantique (termes techniques, notions architecturales, etc.), l'interprétation doit se faire en principe selon le sens de ces termes à l'époque de la constitution de la servitude, et non selon leur acception actuelle. Ce principe, particulièrement important dans le présent arrêt, vise à préserver la volonté des parties originaires et à éviter que l'évolution du langage ou des techniques ne modifie rétroactivement le contenu d'une servitude.\n\n**4. Principe de finalité (Zweckbestimmung)**\n\nSelon la jurisprudence constante, l'interprétation d'une servitude doit tenir compte de sa finalité, c'est-à-dire du but qu'elle vise à atteindre pour le fonds dominant. Ce principe découle de l'art. 739 CC, qui dispose : \"Si l'exercice d'une servitude exige sur le fonds servant des installations permanentes, le propriétaire de ce fonds doit concéder, s'il y a lieu, l'emplacement nécessaire, à défaut de convention contraire résultant de l'acte constitutif ou établie par la destination du maître.\"\n\nLa référence à la \"destination\" (Zweckbestimmung) implique que chaque servitude a une finalité spécifique, liée aux besoins du fonds dominant, qui doit guider son interprétation et son exercice.\n\n## III. L'analyse du Tribunal fédéral : application de l'art. 738 CC\n\n### A. Rappel de la hiérarchie des critères d'interprétation\n\nLe Tribunal fédéral commence son analyse en rappelant fermement la hiérarchie des critères d'interprétation établie par l'art. 738 CC. Cette démarche méthodologique, systématiquement suivie par la jurisprudence, présente une importance cruciale pour la résolution du litige.\n\n**Premier critère : l'inscription au registre foncier**\n\nLe Tribunal fédéral réaffirme que l'inscription au grand livre du registre foncier constitue la source première et principale pour déterminer l'étendue d'une servitude. L'al. 1 de l'art. 738 CC est clair : \"L'étendue des servitudes est déterminée par l'inscription au registre foncier.\" Ce principe découle directement du système du registre foncier tel qu'organisé par le Code civil : inscription constitutive (art. 731 al. 1 CC), publicité formelle (art. 970 CC) et foi publique (art. 973 CC).\n\nLorsque le texte de l'inscription est clair et complet, il n'y a pas lieu de recourir à d'autres sources d'interprétation. Le juge doit s'en tenir au libellé de l'inscription, interprété selon les règles ordinaires d'interprétation des déclarations de volonté, mais dans une perspective objective tenant compte de la foi publique du registre.\n\nEn l'espèce, l'inscription au registre foncier mentionnait \"Baubeschränkung (eingeschössig)\", que l'on peut traduire par \"restriction de construction (un étage)\" ou \"limitation à une construction d'un étage\". Cette formulation, quoique relativement concise, est suffisamment claire quant à son objet : elle limite les constructions autorisées sur le fonds servant à un seul étage.\n\n**Deuxième critère : le titre constitutif**\n\nLe Tribunal fédéral rappelle que le titre d'acquisition (Erwerbsgrund), c'est-à-dire l'acte juridique ayant donné naissance à la servitude, ne peut être consulté que si l'inscription n'est pas suffisamment claire ou complète. L'art. 738 al. 2 CC précise que c'est \"dans les limites de l'inscription\" que le titre peut \"préciser\" le contenu et l'étendue de la servitude.\n\nCette formulation implique deux choses :\n\n1. Le titre ne peut servir qu'à expliciter, préciser ou compléter l'inscription, mais non à la contredire ou à l'étendre au-delà de son sens naturel ;\n\n2. Le recours au titre n'est admis que de manière subsidiaire, lorsque l'inscription laisse subsister une ambiguïté ou une lacune.\n\nEn l'espèce, le Tribunal fédéral constate que l'inscription, bien que concise, n'est pas ambiguë quant à son objet principal : limiter les constructions à un étage. Dès lors, le recours au titre constitutif de 1971 n'était nécessaire que pour d'éventuelles précisions complémentaires, mais non pour redéfinir la notion même d'\"étage\".\n\n**Troisième critère : l'exercice prolongé**\n\nEnfin, le Tribunal fédéral rappelle que la manière dont la servitude a été exercée \"depuis longtemps, paisiblement et de bonne foi\" ne peut avoir qu'un rôle interprétatif très subsidiaire. Ce critère n'intervient que si l'inscription et le titre laissent subsister un doute sérieux sur l'étendue de la servitude.\n\nEn l'espèce, ce critère n'était manifestement pas pertinent, car la servitude portait sur une restriction de construction et n'avait donc jamais été \"exercée\" au sens d'une utilisation active. Le propriétaire du fonds dominant s'était simplement abstenu de contester toute construction sur le fonds servant pendant une cinquantaine d'années, pour la simple raison qu'aucun projet de construction n'avait été déposé durant cette période. L'absence d'exercice ne saurait modifier le contenu de la servitude.\n\n### B. L'inapplicabilité du règlement communal de construction\n\nUn aspect important du raisonnement du Tribunal fédéral concerne le rôle du règlement communal de construction dans l'interprétation de la servitude. Les instances cantonales avaient apparemment accordé un poids important au règlement communal de construction de 1965, qui contenait des définitions techniques de notions architecturales telles que \"étage\", \"sous-sol\", \"combles\", etc.\n\nCe règlement définissait probablement l'\"étage\" comme un niveau situé ni au sous-sol ni dans les combles, c'est-à-dire les niveaux intermédiaires d'un bâtiment. Selon cette définition administrative, un sous-sol, même entièrement dégagé et habitable, ne constituerait pas un \"étage\" au sens du droit public de la construction. Les instances cantonales en avaient déduit que la même définition devait s'appliquer à l'interprétation de la servitude.\n\nLe Tribunal fédéral rejette fermement cette approche. Il rappelle plusieurs principes fondamentaux :\n\n**1. Autonomie du droit privé par rapport au droit public**\n\nLes servitudes foncières relèvent du droit privé et plus spécifiquement du droit des biens. Leur interprétation obéit aux règles du Code civil et de la jurisprudence civile, non aux définitions du droit public de la construction. Le règlement communal de construction, adopté par une autorité administrative dans un but de police des constructions, ne saurait dicter l'interprétation d'une servitude de droit privé constituée par un contrat entre propriétaires privés.\n\n**2. Différence de finalité**\n\nLe droit public de la construction vise des objectifs d'intérêt général : sécurité publique, esthétique urbaine, densité de construction, etc. Ses définitions techniques sont conçues pour ces finalités spécifiques. À l'inverse, les servitudes de droit privé visent à protéger des intérêts privés du propriétaire du fonds dominant : vue, ensoleillement, intimité, caractère du voisinage, etc. Les notions utilisées dans ces deux branches du droit, même si elles portent des dénominations identiques, peuvent avoir des contenus différents.\n\n**3. Risque de détournement**\n\nAdmettre que les définitions du règlement communal de construction s'imposent pour l'interprétation des servitudes créerait un risque important de détournement. Il suffirait à l'autorité communale de modifier ses définitions techniques pour modifier rétroactivement le contenu de servitudes constituées des décennies auparavant. Ce serait contraire au principe de stabilité des droits réels et à la sécurité juridique.\n\n**4. Rôle subsidiaire du droit public**\n\nToutefois, le Tribunal fédéral n'exclut pas totalement la prise en compte du droit public de la construction. Il admet que les définitions du règlement communal peuvent servir de \"référence subsidiaire pour délimiter\" (\"subsidiäre Abgrenzungshilfe\") les notions utilisées dans une servitude, lorsque ces notions présentent une dimension technique et que le titre constitutif ou l'inscription ne fournissent aucune autre indication.\n\nAutrement dit : le règlement communal peut être consulté à titre indicatif, comme un élément contextuel permettant de comprendre le sens technique de certains termes à une époque donnée, mais il ne peut en aucun cas s'imposer comme définition contraignante.\n\nEn l'espèce, le Tribunal fédéral considère que même à titre subsidiaire, le règlement communal de 1965 n'est pas pertinent, car :\n- La servitude a été constituée en 1971, soit six ans après l'adoption du règlement ;\n- Rien ne démontre que les parties au contrat de 1971 avaient en tête les définitions techniques du règlement communal ;\n- L'interprétation doit se faire selon l'usage général du terme \"étage\", non selon des définitions administratives spécialisées.\n\n### C. Interprétation de la notion d'\"étage\" selon l'usage général\n\nLa partie centrale du raisonnement du Tribunal fédéral porte sur l'interprétation de la notion d'\"étage\" (Geschoss, Stockwerk) dans le contexte de la servitude litigieuse.\n\nLe Tribunal fédéral pose le principe suivant : **la notion d'étage doit être interprétée selon l'usage général de ce terme à l'époque de la constitution de la servitude (1971), sauf à établir l'existence d'un usage local particulier.**\n\nCette approche repose sur plusieurs considérations :\n\n**1. Interprétation selon l'époque de constitution**\n\nComme nous l'avons vu, l'interprétation des servitudes doit se faire en principe selon le sens des termes utilisés à l'époque de leur constitution. Ce principe est particulièrement important lorsque les termes en question sont susceptibles d'évolution sémantique au fil du temps. En l'espèce, la notion d'\"étage\" a conservé un sens relativement stable depuis 1971, mais les techniques de construction et les modes d'aménagement des sous-sols ont considérablement évolué.\n\nEn 1971, les sous-sols de villas étaient généralement des espaces semi-enterrés avec de petites ouvertures (soupiraux), destinés à des locaux techniques, des caves, des buanderies, voire des abris PC. L'idée d'aménager un sous-sol entièrement dégagé avec de grandes baies vitrées comme un véritable étage d'habitation était beaucoup moins répandue qu'aujourd'hui. Dès lors, les parties à la servitude de 1971 n'avaient probablement pas anticipé ce type de construction.\n\nToutefois, le Tribunal fédéral ne se fonde pas sur cette considération historique pour résoudre le litige. Il adopte une approche plus objective, fondée sur le sens linguistique du terme \"étage\" lui-même.\n\n**2. Définition de l'étage selon l'usage général**\n\nLe Tribunal fédéral énonce : **\"Selon l'usage général, l'étage désigne la partie d'un bâtiment qui comprend l'ensemble des pièces situées au même niveau.\"**\n\nCette définition est simple, claire et correspond au sens courant du terme dans le langage quotidien. Un \"étage\" (du latin \"stare\", se tenir debout, d'où \"stagium\", lieu où l'on se tient) désigne un niveau horizontal d'un bâtiment, comprenant un ensemble de pièces accessibles de plain-pied les unes par rapport aux autres.\n\nSelon cette définition, peu importe la dénomination technique ou administrative du niveau considéré (sous-sol, rez-de-chaussée, étage, combles) : dès lors qu'il constitue un niveau complet avec plusieurs pièces au même plan horizontal, il constitue un \"étage\" au sens courant du terme.\n\n**3. Rejet de la notion d'\"étage complet\"**\n\nLe propriétaire du fonds servant avait apparemment invoqué la notion d'\"étage complet\" (\"Vollgeschoss\"), notion technique utilisée dans certains règlements de construction pour distinguer les étages de pleine hauteur des niveaux partiels (demi-étages, mezzanines, combles mansardés, etc.).\n\nLe Tribunal fédéral écarte expressément cet argument : **\"La notion d'étage complet [...] n'est pas un concept de l'usage général.\"** Cette notion relève du jargon technique administratif et ne peut s'imposer pour l'interprétation d'une servitude de droit privé formulée dans un langage courant.\n\n**4. Application au cas d'espèce : le sous-sol comme étage**\n\nFort de ces principes, le Tribunal fédéral procède à l'analyse concrète du projet litigieux. Il relève les éléments factuels suivants :\n\n- Le sous-sol du bâtiment projeté **émerge entièrement de la pente** (\"tritt vollständig aus dem Hang heraus\") sur sa façade aval. Il n'est donc pas un sous-sol au sens traditionnel, c'est-à-dire un niveau partiellement ou totalement enterré ;\n\n- La façade est **entièrement équipée de baies vitrées panoramiques** (\"vollständig mit Panoramafenstern ausgestattet\"), ce qui confère à ce niveau une ouverture sur l'extérieur comparable à celle d'un étage d'habitation ordinaire ;\n\n- Le sous-sol est **conçu comme un véritable étage d'habitation** (\"als echter Wohnstock konzipiert\"), puisqu'il comprend des pièces d'habitation à part entière : une chambre à coucher, une salle de bains et un bureau.\n\nCompte tenu de ces éléments, le Tribunal fédéral conclut que **le sous-sol du projet constitue manifestement un étage au sens de la servitude**. Peu importe qu'il soit dénommé \"sous-sol\" dans les plans architecturaux ou dans les documents administratifs : objectivement, par ses caractéristiques concrètes (dégagement complet, ouvertures panoramiques, aménagement habitable), il constitue \"la partie d'un bâtiment qui comprend l'ensemble des pièces situées au même niveau\", soit la définition même d'un étage.\n\n**5. Comptabilisation des niveaux**\n\nLe Tribunal fédéral procède ensuite au décompte des étages du bâtiment projeté :\n\n1. Le sous-sol, tel qu'analysé ci-dessus, constitue le **premier étage** ;\n2. Le rez-de-chaussée constitue le **deuxième étage** ;\n3. L'étage supérieur constitue le **troisième étage**.\n\n**Au total, le bâtiment projeté présente donc manifestement trois étages, tous destinés à l'habitation.** Or, la servitude inscrite au registre foncier limite les constructions à un seul étage (\"eingeschössig\"). La violation de la servitude est donc flagrante.\n\n### D. Critère de l'impression visuelle d'ensemble\n\nUn aspect supplémentaire du raisonnement du Tribunal fédéral mérite d'être souligné. La Haute Cour précise que **pour déterminer ce que l'on entend par \"étage\", il faut se fonder en premier lieu sur l'impression visuelle du bâtiment à construire** (\"ist in erster Linie auf den optischen Eindruck des zu errichtenden Gebäudes abzustellen\").\n\nCe critère de l'impression visuelle présente une grande importance pratique. Il signifie que l'appréciation doit se faire de manière objective, du point de vue d'un observateur extérieur raisonnable, et non sur la base de qualifications techniques ou administratives.\n\nUn bâtiment qui, visuellement, présente trois niveaux distincts et habitables, doit être considéré comme comportant trois étages, peu importe que l'un de ces niveaux soit techniquement qualifié de \"sous-sol\" dans les documents administratifs.\n\nCe critère correspond d'ailleurs parfaitement à la finalité typique d'une servitude de restriction du nombre d'étages, qui vise généralement à protéger la vue, l'ensoleillement ou le caractère du voisinage du fonds dominant. De ce point de vue, ce qui importe est l'impact visuel et volumétrique du bâtiment construit sur le fonds servant, non ses qualifications techniques.\n\nEn l'espèce, depuis le fonds dominant situé en amont, le bâtiment projeté apparaîtrait clairement comme une construction de trois niveaux, avec un soubassement entièrement vitré, un rez-de-chaussée et un étage supérieur. L'impression visuelle confirme donc pleinement l'analyse juridique.\n\n### E. Rejet du recours à l'exercice prolongé\n\nComme nous l'avons mentionné, le propriétaire du fonds servant ne pouvait utilement invoquer le troisième critère d'interprétation de l'art. 738 al. 2 CC, à savoir \"la manière dont le droit a été exercé depuis longtemps, paisiblement et de bonne foi\".\n\nCe critère n'était manifestement pas pertinent en l'espèce pour plusieurs raisons :\n\n1. La servitude de restriction du droit de bâtir ne donne pas lieu à un \"exercice\" actif au sens d'une utilisation répétée. Elle consiste en une abstention : le propriétaire du fonds servant s'abstient de construire au-delà de ce qui est autorisé par la servitude. L'absence de construction pendant cinquante ans ne peut être interprétée comme un \"exercice\" de la servitude selon certaines modalités.\n\n2. Aucun bâtiment n'avait été construit sur le fonds servant depuis 1971. L'absence de construction antérieure ne peut donc fournir aucune indication sur l'interprétation de la notion d'\"étage\".\n\n3. Même si des constructions antérieures avaient existé, elles n'auraient pu servir à interpréter la servitude que dans la mesure où l'inscription et le titre laissaient subsister un doute sérieux. Or, en l'espèce, l'inscription était suffisamment claire.\n\nLe Tribunal fédéral n'avait donc pas besoin de s'étendre sur ce point.\n\n## IV. Portée et implications de l'arrêt\n\n### A. Réaffirmation de la hiérarchie des critères d'interprétation\n\nL'enseignement principal de l'ATF 151 III 269 réside dans la réaffirmation claire et méthodique de la hiérarchie des critères d'interprétation d'une servitude établie par l'art. 738 CC. Cette hiérarchie, déjà consacrée par une jurisprudence antérieure (ATF 136 III 186 ; 140 III 70 ; 143 III 290), est ici rappelée avec une particulière netteté :\n\n1. **Primauté de l'inscription au registre foncier** : L'inscription constitue la source première et principale. Lorsqu'elle est claire, il n'y a pas lieu de recourir à d'autres sources.\n\n2. **Rôle subsidiaire du titre constitutif** : Le titre ne peut être consulté que pour préciser une inscription ambiguë ou lacunaire, et toujours \"dans les limites de l'inscription\".\n\n3. **Rôle très subsidiaire de l'exercice prolongé** : L'exercice ne peut avoir qu'un rôle interprétatif résiduel, lorsque l'inscription et le titre laissent subsister un doute sérieux.\n\nCette hiérarchie stricte présente plusieurs avantages :\n\n- Elle garantit la **sécurité juridique** en privilégiant la source publique et accessible à tous (le registre foncier) par rapport à des sources privées ou factuelles ;\n- Elle protège les **tiers de bonne foi** qui se fient au registre foncier lors de l'acquisition d'un immeuble ;\n- Elle assure la **stabilité des droits réels** en évitant que le contenu d'une servitude ne soit modifié par un exercice différent de ce qui était prévu initialement ;\n- Elle favorise la **clarté des droits** en incitant les parties à rédiger des inscriptions précises et complètes lors de la constitution d'une servitude.\n\n### B. Interprétation objective et protection de la foi publique\n\nL'arrêt illustre également le principe d'**interprétation objective** des servitudes inscrites au registre foncier. Cette interprétation doit se faire selon le sens que les termes utilisés présentent pour un tiers de bonne foi se fiant au registre, et non selon les intentions subjectives des parties originaires ou selon des circonstances extérieures non inscrites.\n\nCe principe d'objectivation découle directement du système de la foi publique du registre foncier (art. 973 CC). Un acquéreur du fonds servant ou du fonds dominant doit pouvoir se fier au texte de l'inscription et le comprendre selon son sens naturel, sans avoir à rechercher des éléments extérieurs (intentions des parties de 1971, usage local à l'époque, etc.).\n\nEn l'espèce, le terme \"eingeschössig\" (un étage) inscrit au registre foncier devait être compris selon son sens objectif et usuel, à savoir une limitation à un seul niveau habitable, indépendamment de ce que les parties de 1971 avaient pu entendre subjectivement par ce terme.\n\n### C. Autonomie du droit privé des servitudes par rapport au droit public de la construction\n\nUn enseignement important de l'arrêt concerne la **distinction entre droit privé des servitudes et droit public de la construction**. Le Tribunal fédéral affirme clairement que les définitions techniques contenues dans les règlements communaux de construction ne s'imposent pas pour l'interprétation des servitudes de droit privé.\n\nCette autonomie se justifie par plusieurs considérations :\n\n1. **Différence de nature juridique** : Les servitudes relèvent du droit privé des biens réels (Code civil), tandis que les règlements de construction relèvent du droit public administratif (lois cantonales sur la construction et l'aménagement du territoire).\n\n2. **Différence de finalité** : Les servitudes visent à protéger des intérêts privés du propriétaire d'un fonds voisin, tandis que le droit public de la construction vise des intérêts publics généraux (sécurité, salubrité, esthétique urbaine, densité, etc.).\n\n3. **Différence temporelle** : Les servitudes sont souvent constituées pour une durée indéterminée et peuvent subsister pendant des décennies ou des siècles, tandis que les règlements de construction sont régulièrement modifiés pour suivre l'évolution des techniques et des besoins. Admettre que ces modifications réglementaires modifient rétroactivement le contenu de servitudes anciennes serait contraire à la stabilité des droits réels.\n\n4. **Risque de manipulation** : Si les définitions du règlement de construction s'imposaient pour l'interprétation des servitudes, il suffirait à l'autorité communale de modifier ces définitions pour affecter le contenu de servitudes privées, ce qui serait inadmissible.\n\nToutefois, le Tribunal fédéral admet que les définitions du droit public peuvent servir de **référence subsidiaire** pour interpréter des notions techniques contenues dans une servitude, lorsque le titre constitutif et l'inscription ne fournissent aucune autre indication. Mais cette référence ne peut être qu'indicative, jamais contraignante.\n\nCette clarification est particulièrement bienvenue dans un contexte où les praticiens du droit immobilier (notaires, architectes, autorités de construction) ont parfois tendance à appliquer mécaniquement les définitions du droit public aux situations de droit privé.\n\n### D. Interprétation selon l'usage général plutôt que selon des définitions techniques\n\nL'arrêt établit également le principe selon lequel les termes courants utilisés dans une servitude doivent être interprétés selon leur **usage général dans le langage ordinaire**, et non selon des définitions techniques spécialisées, sauf si le titre constitutif ou l'inscription renvoient expressément à de telles définitions.\n\nCe principe présente une grande importance pratique. Lorsque les parties à une servitude utilisent un terme du langage courant (\"étage\", \"vue\", \"passage\", \"hauteur\", etc.), ce terme doit être compris selon son sens ordinaire, tel qu'une personne non spécialiste le comprendrait. Les définitions techniques, qu'elles émanent du droit public, de normes professionnelles ou de lexiques spécialisés, ne peuvent s'imposer que si elles ont été expressément incorporées dans le titre constitutif.\n\nEn l'espèce, le terme \"étage\" (Geschoss) est un terme du langage courant, compréhensible par tout un chacun. Il désigne un niveau horizontal d'un bâtiment comprenant plusieurs pièces. Cette compréhension ordinaire devait prévaloir sur les définitions techniques du règlement de construction ou sur d'éventuelles subtilités architecturales.\n\nCe principe favorise la **prévisibilité** et l'**accessibilité** du droit. Les propriétaires de fonds grevés ou bénéficiaires de servitudes doivent pouvoir comprendre la portée de leurs droits et obligations sans avoir à consulter des textes techniques spécialisés ou à faire appel à des experts. Le langage courant doit suffire.\n\n### E. Importance du critère de l'impression visuelle\n\nL'arrêt met en avant le critère de l'**impression visuelle d'ensemble** du bâtiment pour déterminer le nombre d'étages. Ce critère, particulièrement pertinent pour les servitudes de restriction du droit de bâtir, correspond à la finalité habituelle de telles servitudes : protéger le fonds dominant contre une construction excessive sur le fonds servant, en termes de volume, d'impact visuel, et d'atteinte à la vue, à l'ensoleillement ou à l'intimité.\n\nDe ce point de vue, ce qui importe n'est pas la qualification technique ou administrative des différents niveaux d'un bâtiment, mais leur réalité physique et leur impact visuel. Un bâtiment qui, objectivement, présente trois niveaux habitables distincts doit être considéré comme ayant trois étages, peu importe que l'un d'eux soit qualifié de \"sous-sol\" dans les documents administratifs.\n\nCe critère présente l'avantage de la simplicité et de l'objectivité : il suffit d'observer le bâtiment (ou le projet) pour en déterminer le nombre d'étages, sans avoir à se perdre dans des qualifications juridiques ou techniques complexes.\n\nPour les praticiens, ce critère implique qu'en cas de doute sur la conformité d'un projet à une servitude de restriction du nombre d'étages, il convient de se placer du point de vue d'un observateur extérieur et de se demander : \"Combien de niveaux habitables distincts ce bâtiment présente-t-il visuellement ?\"\n\n### F. Application aux sous-sols dégagés dans les zones en pente\n\nUne implication pratique majeure de l'arrêt concerne les **constructions à flanc de coteau avec sous-sols dégagés**. Ces constructions sont devenues très courantes dans les zones résidentielles suisses situées en pente, car elles permettent de maximiser la surface habitable et de bénéficier de vues panoramiques sur plusieurs niveaux.\n\nTechniquement et administrativement, ces sous-sols dégagés sont souvent qualifiés de \"sous-sols\" (Untergeschoss, sous-sol) dans les plans et dans les autorisations de construire. Toutefois, lorsqu'ils sont entièrement ou largement dégagés du terrain naturel, qu'ils comportent de grandes ouvertures et qu'ils sont aménagés en espaces habitables, ils constituent objectivement des étages à part entière.\n\nL'arrêt établit clairement que pour l'application d'une servitude de restriction du nombre d'étages, **un sous-sol dégagé et aménagé en habitation doit être compté comme un étage**. Cette règle s'applique d'ailleurs non seulement aux servitudes privées, mais pourrait également inspirer l'interprétation de restrictions de droit public sur le nombre d'étages.\n\nPour les propriétaires de terrains en pente grevés de servitudes de restriction, cette jurisprudence limite considérablement les possibilités de contourner la restriction en qualifiant artificiellement un niveau habitable de \"sous-sol\". Pour les architectes et les autorités de construction, elle impose une vigilance accrue lors de l'examen de projets comportant des sous-sols dégagés dans des zones grevées de servitudes.\n\n### G. Questions ouvertes et perspectives\n\nMalgré sa clarté, l'arrêt ATF 151 III 269 laisse subsister certaines zones d'ombre qui pourraient donner lieu à de futurs litiges :\n\n**1. Sous-sols partiellement dégagés**\n\nL'arrêt concerne un sous-sol \"entièrement\" dégagé de la pente. Qu'en est-il d'un sous-sol seulement partiellement dégagé, par exemple dégagé sur la moitié ou le tiers de sa surface ? À partir de quel degré de dégagement un sous-sol doit-il être compté comme un étage ?\n\nLa jurisprudence future devra probablement affiner cette question en appliquant le critère de l'impression visuelle : un sous-sol qui, visuellement, apparaît comme un niveau habitable à part entière devra être compté comme un étage, même s'il n'est que partiellement dégagé.\n\n**2. Sous-sols avec fenêtres en bandeau**\n\nQu'en est-il d'un sous-sol comportant des fenêtres en bandeau (fenêtres continues sur toute la longueur de la façade) mais de hauteur limitée ? Doit-il être considéré comme un étage si ces fenêtres permettent une ouverture et un éclairage significatifs, même si elles ne sont pas des \"baies vitrées panoramiques\" ?\n\nLà encore, le critère de l'impression visuelle devrait s'appliquer : ce qui importe est l'apparence d'ensemble et le caractère habitable du niveau, non la dimension exacte des ouvertures.\n\n**3. Mezzanines et demi-étages**\n\nL'arrêt ne traite pas de la question des mezzanines ou demi-étages (niveaux intermédiaires ne couvrant qu'une partie de la surface du bâtiment). Doivent-ils être comptés comme des étages à part entière pour l'application d'une servitude de restriction ?\n\nLa réponse dépendra probablement de leur importance : une mezzanine de surface limitée, visuellement intégrée à l'étage principal, ne devrait pas être comptée comme un étage supplémentaire. En revanche, un demi-étage couvrant une surface importante et constituant visuellement un niveau distinct pourrait être compté.\n\n**4. Combles aménagés**\n\nUne question similaire se pose pour les combles aménagés. Traditionnellement, les combles mansardés, avec leurs plafonds en pente et leurs espaces sous toiture, étaient distingués des \"étages\" proprement dits. Mais avec l'évolution des techniques (combles à forte hauteur, fenêtres de toit, aménagements de qualité), les combles modernes ressemblent de plus en plus à des étages ordinaires.\n\nLà encore, le critère de l'impression visuelle devrait s'appliquer : des combles qui, visuellement et fonctionnellement, constituent un véritable niveau habitable devraient être comptés comme un étage.\n\n**5. Évolution des techniques et adaptation des servitudes anciennes**\n\nL'arrêt soulève plus généralement la question de l'adaptation des servitudes anciennes à l'évolution des techniques de construction et des modes d'habiter. Les servitudes constituées il y a cinquante ans ou plus ont été rédigées dans un contexte technique et social différent. Comment interpréter ces servitudes face à des projets utilisant des techniques modernes (grandes baies vitrées, atriums, toitures-terrasses, etc.) qui n'existaient pas à l'époque ?\n\nLe principe retenu par le Tribunal fédéral - interprétation selon l'usage général à l'époque de la constitution - constitue une réponse, mais il ne résout pas tous les cas difficiles. La jurisprudence future devra affiner cette question, en cherchant un équilibre entre respect de la volonté originaire des parties et adaptation à l'évolution des techniques.\n\n**6. Possibilité de modification ou de radiation de la servitude**\n\nLorsqu'une servitude ancienne devient excessivement contraignante en raison de l'évolution des techniques et des normes de construction, le propriétaire du fonds servant dispose-t-il de recours ?\n\nL'art. 736 al. 2 CC prévoit la possibilité d'une libération judiciaire partielle lorsque \"la servitude ne conserve qu'une utilité réduite, disproportionnée aux charges qu'elle impose au fonds servant\". En théorie, cette disposition pourrait permettre à un propriétaire de demander un assouplissement d'une servitude devenue excessive. Toutefois, en l'espèce, une telle demande n'aurait probablement pas abouti, car la servitude conservait manifestement son utilité pour le fonds dominant (protection de la vue et du caractère du voisinage).\n\nUne autre solution pourrait consister en une **modification conventionnelle** de la servitude, par accord entre les propriétaires actuels des deux fonds. Par exemple, ils pourraient convenir d'autoriser une construction de deux ou trois étages moyennant le versement d'une indemnité ou l'imposition de contraintes compensatoires (hauteur maximale, reculs, plantations, etc.). Une telle modification nécessiterait un acte authentique et une inscription modificative au registre foncier.\n\n## Conclusion\n\nL'arrêt ATF 151 III 269 du 22 janvier 2025 constitue une contribution majeure à la jurisprudence en matière d'interprétation des servitudes foncières, et plus particulièrement des servitudes de restriction du droit de bâtir.\n\nLe Tribunal fédéral y réaffirme avec clarté la hiérarchie des critères d'interprétation établie par l'art. 738 CC : primauté de l'inscription au registre foncier, rôle subsidiaire du titre constitutif, et rôle très subsidiaire de l'exercice prolongé. Cette hiérarchie stricte garantit la sécurité juridique, protège les tiers de bonne foi, et assure la stabilité des droits réels inscrits au registre foncier.\n\nSur le fond, l'arrêt établit plusieurs principes d'interprétation importants. Premièrement, les définitions techniques du droit public de la construction ne s'imposent pas pour l'interprétation des servitudes de droit privé ; elles ne peuvent servir que de référence subsidiaire. Deuxièmement, les termes courants utilisés dans une servitude doivent être interprétés selon leur usage général dans le langage ordinaire, et non selon des définitions techniques spécialisées. Troisièmement, l'appréciation du nombre d'étages d'un bâtiment doit se fonder sur l'impression visuelle d'ensemble et sur les caractéristiques objectives du bâtiment, non sur des qualifications administratives.\n\nAppliquant ces principes au cas d'espèce, le Tribunal fédéral conclut qu'un sous-sol entièrement dégagé de la pente, équipé de baies vitrées panoramiques et aménagé en espaces habitables, constitue manifestement un étage au sens d'une servitude de restriction. Un bâtiment comportant un tel sous-sol, un rez-de-chaussée et un étage supérieur présente donc trois étages et viole une servitude limitant les constructions à un seul étage.\n\nCette jurisprudence aura des répercussions importantes en pratique. Elle limite considérablement les possibilités de contourner des servitudes de restriction du nombre d'étages en qualifiant artificiellement des niveaux habitables de \"sous-sols\". Elle impose aux architectes et aux autorités de construction une vigilance accrue lors de l'examen de projets comportant des sous-sols dégagés dans des zones grevées de servitudes. Elle rappelle aux propriétaires de fonds servants qu'ils ne peuvent se prévaloir de qualifications administratives pour échapper à leurs obligations découlant de servitudes inscrites au registre foncier.\n\nPour les praticiens du droit immobilier, l'arrêt fournit des lignes directrices claires pour l'interprétation des servitudes : consulter d'abord et avant tout l'inscription au registre foncier ; interpréter les termes selon leur sens objectif et usuel ; privilégier la substance sur la forme et la réalité sur les qualifications techniques ; se fonder sur l'impression visuelle d'ensemble plutôt que sur des subtilités réglementaires.\n\nAu-delà de son apport technique, l'arrêt illustre également les tensions inhérentes au droit des servitudes : tension entre protection des droits acquis et libre disposition de la propriété ; tension entre stabilité des droits inscrits au registre foncier et évolution des techniques de construction ; tension entre interprétation littérale et recherche de la finalité des servitudes. Le Tribunal fédéral parvient à un équilibre raisonnable en privilégiant la sécurité juridique et la foi publique du registre foncier, tout en tenant compte de la finalité concrète de la servitude litigieuse (protéger le fonds dominant contre une construction excessive).\n\nEnfin, l'arrêt soulève des questions plus larges sur l'adaptation du droit des servitudes, élaboré au début du XXe siècle, aux réalités de la construction contemporaine. Les techniques de construction ont considérablement évolué depuis 1971 (et a fortiori depuis 1912, date d'entrée en vigueur du Code civil), permettant des réalisations que les rédacteurs de servitudes anciennes n'avaient pas anticipées. Comment concilier le respect de ces servitudes anciennes avec l'évolution des techniques et des besoins ? La jurisprudence future devra continuer à affiner ces questions, en recherchant un équilibre entre continuité et adaptation, entre protection des droits acquis et évolution raisonnable.\n\nL'arrêt ATF 151 III 269 restera une référence incontournable en matière d'interprétation des servitudes de restriction du droit de bâtir, et plus largement en matière d'interprétation de toutes les servitudes foncières. Il témoigne de la capacité du Tribunal fédéral à adapter les principes fondamentaux du droit des biens aux situations concrètes contemporaines, tout en préservant la sécurité juridique et la stabilité des droits réels qui constituent les fondements de notre système de propriété immobilière.",
  "version_courte": "L'ATF 151 III 269 (5A_85/2024) du 22 janvier 2025 traite de l'interprétation d'une servitude de restriction du droit de bâtir limitant les constructions à un étage. Le propriétaire du fonds servant souhaitait construire une villa comportant un sous-sol largement dégagé de la pente avec baies vitrées panoramiques, un rez-de-chaussée et un étage. Le Tribunal fédéral a rappelé la hiérarchie des critères d'interprétation de l'art. 738 CC : (1) inscription au registre foncier, (2) titre constitutif, (3) exercice prolongé. Il a précisé que la notion d'étage doit s'interpréter selon l'usage général de ce terme à l'époque de constitution de la servitude, et non selon les définitions techniques du règlement communal de construction. Un étage désigne la partie d'un bâtiment comprenant l'ensemble des pièces au même niveau. L'appréciation doit se fonder sur l'impression visuelle du bâtiment. En l'espèce, le sous-sol, entièrement dégagé et aménagé en habitation, constitue un étage. Le bâtiment projeté comportant trois étages viole donc la servitude. Cet arrêt limite les possibilités de contourner les servitudes de restriction en qualifiant artificiellement des niveaux habitables de sous-sols.",
  "statistiques": {
    "nombre_mots": 15342,
    "nombre_caracteres": 112847,
    "nombre_sources_legislatives": 7,
    "nombre_arrets_connexes": 8,
    "domaines_juridiques": [
      "Droit des biens",
      "Droit immobilier",
      "Servitudes foncières",
      "Droit de la construction"
    ]
  }
}
