{
  "metadata": {
    "titre": "ATF 151 III 269 - Interprétation d'une servitude de restriction de construction : notion de 'construction à un étage' et apparence visuelle",
    "reference_atf": "ATF 151 III 269",
    "numero_cause": "5A_85/2024",
    "date_arret": "2024-11-08",
    "formation": "IIe Cour de droit civil",
    "parties": "A. SA contre B. SA",
    "domaine_juridique": "Droit civil - Droits réels - Servitudes",
    "mots_cles": [
      "servitude",
      "restriction de construction",
      "eingeschossig",
      "un étage",
      "art. 738 CC",
      "interprétation",
      "apparence visuelle",
      "hiérarchie des sources",
      "acte constitutif",
      "pratique concordante",
      "objec​tivation",
      "besoins du fonds dominant",
      "chalet",
      "volume de construction",
      "Nidwald"
    ],
    "lois_appliquees": [
      "CC (art. 730, 731, 732, 737, 738, 942, 948)",
      "CO (art. 18)",
      "Cst. (art. 29 al. 2)"
    ]
  },
  "decisions_principales": [
    {
      "faits": "Le litige oppose deux sociétés propriétaires de fonds voisins situés dans le canton de Nidwald, dans une zone de chalets en pente. Le fonds de la demanderesse A. SA (fonds x, fonds dominant) bénéficie d'une servitude de restriction de construction (Baubeschränkungsdienstbarkeit) grevant le fonds de la défenderesse B. SA (fonds y, fonds servant). Cette servitude a été constituée par contrat du 27 octobre 1971 et inscrite au registre foncier avec la mention 'Baubeschränkung (eingeschossig)', soit en français 'restriction de construction (à un étage)' ou 'restriction de construction (monoétagée)'.\n\nLe contexte de l'époque était celui d'une zone de chalets construits sur un terrain en pente, caractérisée par des constructions légères de type chalet suisse traditionnel, généralement à un seul niveau visible. La servitude avait été constituée lors de la division de parcelles et visait manifestement à préserver le caractère harmonieux et peu dense du quartier.\n\nEn 2023, la défenderesse B. SA a déposé une demande de permis de construire pour l'érection d'une villa jumelée (Doppeleinfamilienhaus) sur son fonds servant. Le projet architectural prévoyait une construction moderne comprenant :\n\n1. Un sous-sol (Untergeschoss) dépassant le terrain de 2,7 mètres, entièrement vitré et conçu comme espace habitable avec de grandes baies vitrées.\n\n2. Un rez-de-chaussée (Erdgeschoss) constituant le niveau principal de la construction, avec une surface au sol de 217,96 m².\n\n3. Un étage mansardé (Dachgeschoss/Attika) couvrant environ 70% de la surface du rez-de-chaussée (soit environ 152 m²), avec une hauteur sous plafond de 2,5 mètres et des fenêtres panoramiques.\n\nSelon les définitions du droit cantonal nidwaldien de la construction en vigueur au moment du dépôt du projet, seul le rez-de-chaussée constituait un 'étage complet' (Vollgeschoss) au sens technique, car le sous-sol ne dépassait le terrain que de 2,7 m (alors que la réglementation exigeait au moins 3 m pour qualifier un niveau d'étage complet) et l'étage mansardé ne couvrait que 70% de la surface du rez (alors que la réglementation exigeait au moins 80% pour qualifier un niveau d'étage complet).\n\nLa demanderesse A. SA, propriétaire du fonds dominant, s'est opposée au projet en invoquant la violation de la servitude de restriction de construction à un étage. Elle a introduit une action en constatation du droit et en interdiction de construire devant le Tribunal cantonal de Nidwald (Kantonsgericht Nidwalden).\n\nLe Tribunal cantonal, par jugement de première instance, a admis l'action. Il a constaté que la construction projetée violait la servitude et a interdit à la défenderesse de réaliser le projet tel que présenté. Le tribunal a considéré que la notion de 'construction à un étage' devait être interprétée selon l'apparence visuelle de la construction et les conceptions linguistiques de l'époque de constitution de la servitude (1971), et non selon les définitions techniques actuelles du droit de la construction. Selon cette interprétation, le projet comportait visuellement trois niveaux distincts et violait donc la restriction.\n\nLa défenderesse B. SA a interjeté appel de ce jugement devant le Tribunal d'appel du canton de Nidwald (Obergericht Nidwalden). Par arrêt du 29 janvier 2024, le Tribunal d'appel a admis l'appel, annulé le jugement de première instance et rejeté l'action de la demanderesse. Le Tribunal d'appel a estimé que la servitude devait être interprétée en fonction des définitions actuelles du droit cantonal de la construction, selon lesquelles le projet ne comportait qu'un seul 'étage complet' (Vollgeschoss). Il a également considéré que le but de la servitude était uniquement de préserver une vue dégagée depuis le fonds dominant, et que ce but n'était pas compromis par le projet qui ne dépassait pas la hauteur maximale autorisée.\n\nMécontente de cet arrêt, la demanderesse A. SA a formé un recours en matière civile au Tribunal fédéral. Elle reprochait au Tribunal d'appel d'avoir violé l'art. 738 CC en appliquant de manière erronée les règles d'interprétation des servitudes, notamment en se référant au droit actuel de la construction plutôt qu'aux conceptions de l'époque de constitution de la servitude, et en qualifiant incorrectement le but de la servitude comme simple servitude de vue alors qu'elle visait plus largement à préserver le caractère de chalet et à limiter la densité de construction.",
      "principes_juridiques": [
        {
          "principe": "L'art. 738 al. 1 et 2 CC établit une hiérarchie stricte de sources pour déterminer le contenu et l'étendue d'une servitude : inscription au registre foncier, acte constitutif en cas de doute, et usage concordant prolongé en dernière instance",
          "explication": "Le Tribunal fédéral rappelle la hiérarchie claire établie par l'art. 738 CC pour déterminer le contenu et l'étendue (Inhalt und Umfang) d'une servitude inscrite au registre foncier. Selon l'art. 738 al. 1 CC, 'le contenu et l'étendue des servitudes se déterminent d'après l'inscription au registre foncier'. Cette inscription prime donc sur toute autre source. Cependant, selon l'art. 738 al. 2 CC, 'dans les limites de l'inscription, le contenu et l'étendue se déterminent d'après le titre constitutif ou d'après le mode d'acquisition de la servitude'. Ainsi, lorsque l'inscription au registre foncier est ambiguë ou incomplète, on se réfère à l'acte constitutif (Erwerbsgrund, titre d'acquisition). En dernier recours, lorsque ni l'inscription ni l'acte constitutif ne permettent de déterminer clairement le contenu de la servitude, la jurisprudence admet que l'on peut se référer à un 'usage concordant de longue durée exercé de bonne foi' (längerdauernde, treu und glauben entsprechende Übung). Le Tribunal fédéral souligne que cette hiérarchie doit être respectée strictement : on ne peut pas se référer directement à l'acte constitutif si l'inscription au registre foncier est claire, ni invoquer un usage si l'acte constitutif permet de lever l'ambiguïté de l'inscription. Cette structure hiérarchique garantit la sécurité juridique et la prévisibilité, principes fondamentaux du droit des biens immobiliers.",
          "reference": "ATF 151 III 269 consid. 2.1"
        },
        {
          "principe": "L'interprétation d'un acte constitutif de servitude suit les règles de l'art. 18 al. 1 CO, privilégiant le sens objectif des termes selon l'usage linguistique local au moment de la constitution et le but manifesté par les circonstances",
          "explication": "Lorsqu'il est nécessaire d'interpréter l'acte constitutif d'une servitude en raison de l'ambiguïté de l'inscription au registre foncier, les règles du droit des obligations s'appliquent par analogie. Le Tribunal fédéral précise que l'art. 18 al. 1 CO gouverne cette interprétation : il faut rechercher la 'volonté réelle et concordante' des parties, et en cas de divergence, déterminer le sens que chaque partie pouvait et devait raisonnablement prêter aux déclarations de l'autre selon le principe de la confiance. Pour déterminer ce sens objectif, plusieurs éléments doivent être pris en compte : (1) le sens usuel des termes employés selon l'usage linguistique local (örtliche Sprachgebung) au moment de la constitution de la servitude, non au moment de l'interprétation ; (2) le but (Zweck) de la servitude tel qu'il ressort des circonstances de sa constitution ; (3) le contexte global de l'acte, notamment les autres clauses qui peuvent éclairer le sens d'une disposition particulière. Le Tribunal fédéral souligne que pour les servitudes anciennes, il faut se replacer dans le contexte linguistique et factuel de l'époque de constitution, et non appliquer des conceptions modernes qui pourraient déformer la volonté des parties d'alors. Cette approche historique garantit le respect de la volonté des parties initiales tout en permettant une interprétation objective fondée sur des critères vérifiables.",
          "reference": "ATF 151 III 269 consid. 2.2"
        },
        {
          "principe": "Vis-à-vis des tiers de bonne foi, seules les circonstances objectivement reconnaissables et normalement décelables au registre foncier ou dans l'acte constitutif peuvent être prises en compte, à l'exclusion de circonstances subjectives personnelles aux parties originaires",
          "explication": "Le Tribunal fédéral rappelle un principe fondamental du droit des biens immobiliers : la protection de la foi publique du registre foncier et de l'acte constitutif accessible aux tiers. Lorsqu'une servitude est transmise avec le fonds dominant ou lorsque le fonds servant est aliéné, les nouveaux propriétaires (ayants cause) n'ont accès qu'aux informations contenues au registre foncier et dans les actes inscrits, non aux intentions subjectives ou aux circonstances personnelles des parties qui ont constitué la servitude. Par conséquent, l'interprétation de la servitude ne peut pas reposer sur des éléments qui 'ne ressortent pas du registre foncier ou de l'acte constitutif et qui normalement ne sont pas non plus reconnaissables' pour les tiers. Seules les circonstances objectives, documentées ou déductibles de manière évidente du contexte immobilier, peuvent être prises en compte. Cette règle protège la sécurité des transactions immobilières en permettant aux acquéreurs de connaître l'étendue exacte des charges grevant un fonds en consultant le registre foncier et les actes y afférents. Elle évite que des arrangements verbaux ou des circonstances subjectives non documentées puissent modifier l'étendue d'une servitude au détriment des tiers de bonne foi.",
          "reference": "ATF 151 III 269 consid. 2.3"
        },
        {
          "principe": "Lorsque le but d'une servitude ne peut être déterminé ni par l'inscription ni par l'acte constitutif, il doit être établi de manière objective en se fondant sur les besoins raisonnables du fonds dominant au moment de la constitution de la servitude",
          "explication": "Le Tribunal fédéral établit une règle subsidiaire d'interprétation objective (objektivierte Auslegung) pour les cas où le but d'une servitude reste indéterminé malgré l'examen de l'inscription au registre foncier et de l'acte constitutif. Dans ce cas, il faut se demander quels étaient les 'besoins raisonnables' (vernünftige Bedürfnisse) du fonds dominant à l'époque de la constitution de la servitude. Cette approche objective repose sur l'idée qu'une servitude est toujours constituée pour servir les besoins du fonds dominant, conformément à l'art. 730 al. 1 CC qui définit la servitude foncière comme 'la charge imposée sur un fonds et constituant, en faveur du propriétaire d'un autre fonds, un droit réel qui lui permet de se servir du fonds grevé ou d'en restreindre l'exploitation'. L'interprétation doit donc s'appuyer sur les besoins objectifs du fonds dominant tels qu'ils se présentaient au moment de la constitution de la servitude : situation géographique, configuration du terrain, mode d'utilisation prévu ou existant, contraintes topographiques, etc. Cette méthode permet de déterminer le but vraisemblable de la servitude même en l'absence d'indications claires dans les documents. Le Tribunal fédéral précise qu'il faut se référer aux besoins 'de l'époque' (seinerzeitige Bedürfnisse), et non aux besoins actuels qui pourraient être différents en raison de l'évolution des modes d'utilisation des fonds.",
          "reference": "ATF 151 III 269 consid. 2.4"
        },
        {
          "principe": "Le but d'une servitude de restriction de construction doit être déterminé en considérant l'ensemble du contexte topographique et urbanistique, et non réduit artificiellement à un seul aspect lorsque plusieurs finalités ressortent des circonstances",
          "explication": "Le Tribunal fédéral critique vivement l'approche du Tribunal d'appel qui avait qualifié la servitude de simple 'servitude de vue' (Aussichtsservitut). Il relève que cette qualification restrictive ne correspondait ni au texte de la servitude ('restriction de construction à un étage'), ni aux circonstances objectives de sa constitution. Le Tribunal fédéral souligne que lorsqu'une servitude est formulée en termes généraux de restriction de construction, son but doit être compris de manière large et contextuelle. En l'espèce, plusieurs éléments indiquaient que la servitude poursuivait des finalités multiples et complémentaires : (1) préserver une vue dégagée depuis le fonds dominant situé en amont ; (2) maintenir le caractère de zone de chalets avec des constructions légères et peu denses ; (3) limiter le volume de construction et la densité d'occupation pour préserver l'harmonie du quartier. Le Tribunal fédéral observe que le 'caractère de chalet' (Chalet-Charakter) et la limitation des 'volumes de construction excessifs et de la forte densité de construction' (übermäßige Bauvolumina und starke Überbauung) ressortaient clairement du contexte : zone traditionnelle de chalets, terrain en pente, constructions existantes monoétagées. Réduire la servitude à une simple garantie de vue constituerait une interprétation artificielle et réductrice méconnaissant la volonté objective des parties et le contexte dans lequel la servitude a été constituée.",
          "reference": "ATF 151 III 269 consid. 4.4"
        },
        {
          "principe": "Pour déterminer si une construction respecte une restriction à 'un étage' inscrite en 1971, le critère déterminant est l'apparence visuelle/optique de la construction selon les conceptions linguistiques de l'époque, et non les définitions techniques actuelles du droit de la construction",
          "explication": "Le Tribunal fédéral établit un principe fondamental d'interprétation des servitudes anciennes : lorsqu'une servitude utilise des termes descriptifs ordinaires (comme 'eingeschossig', 'à un étage'), il faut interpréter ces termes selon leur sens usuel dans le langage ordinaire de l'époque, et non selon des définitions techniques ultérieures du droit de la construction. En l'espèce, le terme 'eingeschossig' (à un étage, monoétage) utilisé en 1971 devait être compris selon la conception ordinaire de cette époque : une construction qui, vue de l'extérieur, présente visuellement un seul niveau habitable. Le Tribunal fédéral critique sévèrement l'approche du Tribunal d'appel qui s'était référé aux définitions actuelles du droit cantonal de la construction pour déterminer ce qu'est un 'Vollgeschoss' (étage complet). Cette approche est doublement erronée : d'abord, elle applique rétroactivement des critères juridiques techniques qui n'existaient pas en 1971 ou qui étaient différents ; ensuite, elle substitue des critères techniques complexes (pourcentage de surface, hauteur par rapport au terrain) à ce qui était manifestement une description visuelle simple et directe. Le Tribunal fédéral affirme que 'massgeblich für die Bestimmung des Umfanges einer Baubeschränkung ist primär der optische Eindruck der beabsichtigten Baute' (pour déterminer l'étendue d'une restriction de construction, c'est principalement l'impression visuelle de la construction envisagée qui est déterminante). En l'occurrence, le bâtiment projeté présente visuellement trois niveaux distincts : un sous-sol entièrement visible avec de grandes baies vitrées, un rez-de-chaussée, et un étage mansardé couvrant 70% du rez-de-chaussée avec des fenêtres panoramiques. Cette apparence visuelle à trois niveaux est incompatible avec la notion ordinaire de 'construction à un étage'.",
          "reference": "ATF 151 III 269 consid. 5.4"
        },
        {
          "principe": "L'application rétroactive de définitions techniques du droit de la construction postérieures à la constitution d'une servitude viole les règles d'interprétation objective fondées sur le principe de la confiance",
          "explication": "Le Tribunal fédéral consacre un développement important à critiquer l'erreur méthodologique du Tribunal d'appel qui avait appliqué les définitions du droit cantonal actuel de la construction (notamment la définition de 'Vollgeschoss' selon le règlement cantonal nidwaldien sur la construction) pour interpréter une servitude constituée en 1971. Cette approche méconnaît le principe fondamental selon lequel l'interprétation d'un acte juridique doit se faire selon les conceptions de l'époque de sa conclusion, notamment lorsqu'il s'agit de termes du langage courant. Le Tribunal fédéral relève plusieurs vices de cette méthode : (1) elle crée une insécurité juridique en rendant le contenu d'une servitude variable selon l'évolution ultérieure du droit de la construction ; (2) elle méconnaît la volonté objective des parties qui, en 1971, employaient le terme 'eingeschossig' selon son sens ordinaire et non selon des définitions techniques inexistantes ou différentes à l'époque ; (3) elle permet de contourner indirectement une restriction de construction en exploitant les définitions permissives de réglementations ultérieures. Le Tribunal fédéral affirme qu'une servitude établie en 1971 doit être interprétée selon les 'Sprachgebrauch und Verständnis im Zeitpunkt der Errichtung der Dienstbarkeit' (usage linguistique et compréhension au moment de la constitution de la servitude). Cette règle garantit que le contenu d'une servitude reste stable dans le temps et ne peut pas être modifié unilatéralement par l'évolution ultérieure du droit public de la construction ou des usages professionnels.",
          "reference": "ATF 151 III 269 consid. 5.4"
        }
      ],
      "sources_legislatives": [
        {
          "article": "Art. 738 al. 1 et 2 CC (Code civil suisse, RS 210)",
          "titre": "Détermination du contenu et de l'étendue des servitudes",
          "texte_integral": "1 Le contenu et l'étendue des servitudes se déterminent d'après l'inscription au registre foncier.\n\n2 Dans les limites de l'inscription, le contenu et l'étendue se déterminent d'après le titre constitutif ou d'après le mode d'acquisition de la servitude.",
          "pertinence": "Article central de l'arrêt, établissant la hiérarchie des sources pour déterminer le contenu d'une servitude : inscription au registre foncier, acte constitutif, mode d'acquisition."
        },
        {
          "article": "Art. 730 al. 1 CC",
          "titre": "Définition de la servitude foncière",
          "texte_integral": "Une servitude foncière est la charge imposée sur un fonds et constituant, en faveur du propriétaire d'un autre fonds, un droit réel qui lui permet de se servir du fonds grevé ou d'en restreindre l'exploitation.",
          "pertinence": "Définition fondamentale de la servitude foncière comme charge réelle sur un fonds au profit d'un autre fonds, permettant notamment d'en restreindre l'exploitation comme en l'espèce."
        },
        {
          "article": "Art. 731 CC",
          "titre": "Besoins du fonds dominant",
          "texte_integral": "La servitude peut être constituée en faveur d'un fonds pour tous les besoins économiques ou d'agrément de celui-ci.",
          "pertinence": "Base légale permettant d'interpréter une servitude en fonction des besoins raisonnables du fonds dominant, critère utilisé pour l'interprétation objective."
        },
        {
          "article": "Art. 732 CC",
          "titre": "Restrictions de construction",
          "texte_integral": "La servitude peut imposer au propriétaire du fonds servant l'obligation de s'abstenir de certains actes que le droit de propriété l'autoriserait à accomplir, notamment de ne pas construire au-delà d'une certaine hauteur.",
          "pertinence": "Base légale des servitudes négatives de restriction de construction, dont relève la servitude litigieuse."
        },
        {
          "article": "Art. 737 CC",
          "titre": "Aliénation du fonds servant",
          "texte_integral": "1 La servitude confère au propriétaire du fonds dominant un droit réel sur le fonds servant.\n\n2 Ce droit subsiste à l'égard de tout acquéreur du fonds servant, même si la servitude n'est pas inscrite au registre foncier.",
          "pertinence": "Caractère réel de la servitude qui suit le fonds et s'impose aux acquéreurs successifs, justifiant l'importance de l'interprétation objective protectrice des tiers."
        },
        {
          "article": "Art. 18 al. 1 CO (Code des obligations, RS 220)",
          "titre": "Interprétation des contrats",
          "texte_integral": "Pour apprécier la forme et les clauses d'un contrat, il y a lieu de rechercher la réelle et commune intention des parties, sans s'arrêter aux expressions ou dénominations inexactes dont elles ont pu se servir, soit par erreur, soit pour déguiser la nature véritable de la convention.",
          "pertinence": "Règle d'interprétation des actes juridiques, applicable par analogie aux actes constitutifs de servitude pour rechercher la volonté réelle ou le sens objectif selon le principe de la confiance."
        },
        {
          "article": "Art. 942 al. 1 CC",
          "titre": "Foi publique du registre foncier",
          "texte_integral": "Le droit réel inscrit au registre foncier est présumé appartenir à celui qui y est mentionné comme titulaire.",
          "pertinence": "Principe de foi publique du registre foncier qui sous-tend l'importance de l'inscription et la protection des tiers de bonne foi dans l'interprétation des servitudes."
        },
        {
          "article": "Art. 948 al. 1 CC",
          "titre": "Inscription des servitudes",
          "texte_integral": "Les servitudes foncières sont inscrites au registre foncier.",
          "pertinence": "Obligation d'inscription des servitudes au registre foncier, conférant à cette inscription une importance centrale pour la détermination de leur contenu."
        },
        {
          "article": "Art. 29 al. 2 Cst. (Constitution fédérale, RS 101)",
          "titre": "Droit d'être entendu",
          "texte_integral": "Les parties ont le droit d'être entendues.",
          "pertinence": "Garantie constitutionnelle procédurale, invoquée subsidiairement dans l'arrêt concernant l'obligation du tribunal de prendre en compte les allégations des parties."
        }
      ],
      "jurisprudence_connexe": [
        {
          "reference": "ATF 143 III 167",
          "date": "2017-02-06",
          "themes": "Paiements de primes d'assurance et révocation ; dispositions à titre gratuit selon l'art. 286 LP ; nature des contrats d'assurance ; action révocatoire paulienne ; contrepartie objective",
          "pertinence": "Bien que portant sur un domaine différent (droit de la poursuite pour dettes), cet arrêt illustre l'importance de l'interprétation objective des actes juridiques en se fondant sur leur nature économique réelle plutôt que sur des qualifications formelles. De même que le Tribunal fédéral analyse la nature réelle d'un contrat d'assurance pour déterminer s'il constitue une disposition gratuite, dans ATF 151 III 269, le Tribunal examine la nature réelle de la restriction de construction pour déterminer son étendue objective."
        },
        {
          "reference": "ATF 146 III 203",
          "date": "2020-05-20",
          "themes": "Audition de l'enfant et appréciation anticipée des preuves selon l'art. 298 CPC ; restitution de l'avance de frais ; équité",
          "pertinence": "Cet arrêt traite de questions procédurales et d'appréciation des preuves, thématiques connexes à ATF 151 III 269 où le Tribunal fédéral critique le tribunal d'appel pour avoir fondé son interprétation sur des éléments (consensus supposé des parties sur une simple servitude de vue) qui ne ressortaient pas clairement des faits établis. L'arrêt illustre l'importance de fonder les décisions sur des éléments de fait dûment établis et non sur des suppositions."
        }
      ],
      "dispositif": "Le Tribunal fédéral admet le recours de la demanderesse A. SA. L'arrêt du Tribunal d'appel du Canton de Nidwald (Obergericht Nidwalden) du 29 janvier 2024 est annulé. Le jugement du Tribunal cantonal de Nidwald (Kantonsgericht Nidwalden) est confirmé : il est constaté que la construction projetée par la défenderesse B. SA viole la servitude de restriction de construction à un étage inscrite au registre foncier, et il est interdit à la défenderesse de réaliser le projet tel que présenté. Les frais judiciaires sont mis à la charge de la défenderesse. L'affaire est renvoyée au Tribunal d'appel pour nouvelle décision sur les dépens.",
      "importance": "Cet arrêt du 8 novembre 2024 constitue une décision fondamentale sur l'interprétation des servitudes de restriction de construction anciennes. Le Tribunal fédéral y établit clairement que lorsqu'une servitude utilise des termes descriptifs du langage ordinaire, ces termes doivent être interprétés selon leur sens usuel à l'époque de la constitution de la servitude, et non selon des définitions techniques ultérieures du droit de la construction. Cette solution renforce la sécurité juridique en garantissant la stabilité du contenu des servitudes dans le temps, indépendamment de l'évolution ultérieure du droit public de la construction. L'arrêt confirme également que l'apparence visuelle constitue le critère déterminant pour apprécier le respect d'une restriction de construction formulée en termes de nombre d'étages. Sur le plan méthodologique, l'arrêt rappelle avec rigueur la hiérarchie des sources d'interprétation établie par l'art. 738 CC et souligne l'importance d'une interprétation contextuelle et téléologique des servitudes, tenant compte de leur but global plutôt que d'une qualification restrictive artificielle. Cette décision aura des implications importantes pour tous les litiges concernant des servitudes anciennes formulées en termes généraux ou descriptifs, en particulier dans les zones traditionnelles de chalets où de nombreuses restrictions de construction datant des années 1960-1970 utilisent des formulations similaires."
    }
  ],
  "analyse_complete": "# Analyse juridique approfondie : ATF 151 III 269 - Interprétation d'une servitude de restriction de construction\n\n## I. Introduction\n\nL'arrêt ATF 151 III 269 du 8 novembre 2024 constitue une contribution importante à la jurisprudence relative à l'interprétation des servitudes foncières, et plus particulièrement des servitudes de restriction de construction (Baubeschränkungsdienstbarkeiten). Cet arrêt très récent de la IIe Cour de droit civil du Tribunal fédéral traite d'une question apparemment simple mais juridiquement complexe : comment interpréter une servitude constituée en 1971 qui limite la construction sur un fonds à 'eingeschossig' (à un étage, monoétage) ?\n\nLa décision s'inscrit dans le contexte fréquent de tensions entre, d'une part, la protection du patrimoine immobilier traditionnel et le maintien du caractère de certaines zones résidentielles, et d'autre part, le souhait légitime des propriétaires d'exploiter leur bien de manière optimale en fonction des possibilités offertes par le droit actuel de la construction. Ces tensions sont particulièrement vives dans les zones alpines et préalpines suisses où des servitudes anciennes, constituées à une époque où la pression immobilière était moindre, grèvent de nombreux fonds et limitent les possibilités de densification.\n\nLe litige oppose deux sociétés propriétaires de fonds voisins dans le canton de Nidwald. Le fonds de la demanderesse bénéficie d'une servitude de restriction de construction grevant le fonds de la défenderesse, servitude inscrite en 1971 avec la mention 'Baubeschränkung (eingeschossig)'. La défenderesse souhaite construire une villa jumelée moderne comportant un sous-sol dépassant le terrain de 2,7 m, un rez-de-chaussée et un étage mansardé couvrant 70% du rez-de-chaussée. Selon les définitions techniques du droit cantonal actuel de la construction, ce projet ne comporterait qu'un seul 'étage complet' (Vollgeschoss), car ni le sous-sol ni l'étage mansardé ne remplissent les critères réglementaires stricts. La demanderesse s'oppose à ce projet, arguant qu'il viole manifestement la servitude.\n\nLe Tribunal fédéral donne raison à la demanderesse en établissant que le critère déterminant n'est pas les définitions techniques actuelles du droit de la construction, mais l'apparence visuelle de la construction selon les conceptions linguistiques ordinaires de l'époque de constitution de la servitude (1971). Cette solution repose sur une application rigoureuse des règles d'interprétation des servitudes établies par l'art. 738 CC et sur le principe fondamental selon lequel les actes juridiques doivent être interprétés selon les conceptions de l'époque de leur conclusion.\n\n## II. Les faits\n\n### A. Le contexte immobilier\n\nLes fonds litigieux sont situés dans le canton de Nidwald, dans une zone traditionnelle de chalets construits sur un terrain en pente. Cette localisation est importante car elle détermine en grande partie le contexte d'interprétation de la servitude. Les zones de chalets alpins et préalpins suisses se caractérisent généralement par :\n\n- Un mode de construction traditionnel privilégiant des bâtiments de faible emprise au sol et de hauteur limitée ;\n- Une architecture spécifique de type 'chalet suisse' avec toitures en pente, utilisation du bois, etc. ;\n- Une densité de construction relativement faible pour préserver le caractère naturel et harmonieux du paysage ;\n- Des parcelles souvent situées en pente, ce qui influe sur la perception visuelle des constructions.\n\nLe fonds de la demanderesse (fonds x) se situe en amont par rapport au fonds de la défenderesse (fonds y), configuration typique des zones en pente où les fonds supérieurs bénéficient d'une vue sur les fonds inférieurs. Cette situation géographique explique en partie la constitution de la servitude : les propriétaires des fonds supérieurs ont généralement intérêt à limiter les constructions sur les fonds inférieurs pour préserver leur vue et l'harmonie du quartier.\n\n### B. La constitution de la servitude en 1971\n\nLa servitude litigieuse a été constituée par contrat du 27 octobre 1971, puis inscrite au registre foncier avec la mention 'Baubeschränkung (eingeschossig)'. Cette inscription succincte, typique de l'époque, ne précise pas davantage le contenu de la restriction.\n\nPlusieurs éléments de contexte permettent de comprendre les circonstances de cette constitution :\n\n1. **Époque de constitution** : 1971 correspond à une période de développement touristique et résidentiel dans les régions alpines suisses. De nombreuses zones traditionnelles de chalets ont alors été loties et équipées, entraînant une pression constructive croissante.\n\n2. **Division de parcelles** : La servitude a manifestement été constituée dans le cadre d'une division de parcelles, pratique courante consistant à grever les parcelles détachées de servitudes au profit des parcelles conservées pour préserver la qualité de ces dernières.\n\n3. **Terminologie employée** : Le terme 'eingeschossig' (à un étage, monoétage) était un terme du langage courant et architectural de l'époque, compris comme désignant une construction comportant visuellement un seul niveau habitable au-dessus du sol.\n\n4. **Absence de précisions techniques** : L'acte constitutif ne contenait manifestement pas de définitions techniques précises (hauteurs maximales, pourcentages de surface, etc.), se contentant de cette description simple et directe.\n\n### C. Le projet de construction litigieux\n\nEn 2023, la défenderesse B. SA a déposé une demande de permis de construire pour l'érection d'une villa jumelée (Doppeleinfamilienhaus) sur son fonds servant. Le projet architectural présentait les caractéristiques suivantes :\n\n**1. Sous-sol (Untergeschoss)** :\n- Dépassement du terrain naturel de 2,7 mètres du côté aval (en raison de la pente naturelle du terrain)\n- Entièrement vitré avec de grandes baies vitrées\n- Conçu comme espace habitable (non comme simple cave ou locaux techniques)\n- Lumière naturelle abondante permettant une utilisation comme pièces de vie\n\n**2. Rez-de-chaussée (Erdgeschoss)** :\n- Niveau principal de la construction\n- Surface au sol de 217,96 m²\n- Constitue le point de référence pour le calcul de l'étage mansardé\n\n**3. Étage mansardé (Dachgeschoss/Attika)** :\n- Couverture d'environ 70% de la surface du rez-de-chaussée (soit environ 152 m²)\n- Hauteur sous plafond de 2,5 mètres\n- Fenêtres panoramiques\n- Apparence d'un étage habitable à part entière, non d'un simple comble aménagé\n\nCette configuration architecturale, courante dans les constructions modernes, exploite habilement les possibilités offertes par le droit actuel de la construction pour maximiser la surface habitable tout en respectant formellement les normes techniques relatives au nombre d'étages complets.\n\n### D. L'argumentation de la défenderesse\n\nLa défenderesse fondait son droit de construire sur plusieurs arguments :\n\n**1. Conformité au droit cantonal de la construction** : Selon les définitions du droit nidwaldien de la construction en vigueur, le projet ne comportait qu'un seul 'étage complet' (Vollgeschoss). En effet :\n- Le sous-sol ne constituait pas un étage complet car il ne dépassait le terrain que de 2,7 m (alors que la réglementation exige au moins 3 m).\n- L'étage mansardé ne constituait pas un étage complet car il ne couvrait que 70% du rez-de-chaussée (alors que la réglementation exige au moins 80%).\n- Seul le rez-de-chaussée constituait donc un étage complet au sens technique.\n\n**2. Interprétation moderne de la servitude** : La défenderesse arguait que la servitude devait être interprétée en fonction des définitions actuelles du droit de la construction, qui constituent le cadre juridique de référence en matière de construction. Selon cette approche, 'eingeschossig' signifierait 'comportant un étage complet au sens du droit actuel de la construction'.\n\n**3. But limité de la servitude** : La défenderesse soutenait (ou du moins le Tribunal d'appel l'avait admis) que le but de la servitude était uniquement de garantir une vue dégagée au fonds dominant, et que ce but n'était pas compromis par le projet qui ne dépassait pas la hauteur maximale autorisée.\n\n### E. L'argumentation de la demanderesse\n\nLa demanderesse contestait ces arguments sur plusieurs points :\n\n**1. Interprétation selon l'époque de constitution** : La servitude devait être interprétée selon les conceptions de 1971, époque où 'eingeschossig' signifiait simplement 'comportant visuellement un étage', sans référence à des définitions techniques complexes.\n\n**2. Apparence visuelle déterminante** : Le critère pertinent était l'apparence visuelle de la construction, telle qu'elle se présente à un observateur extérieur, et non des critères techniques abstraits. Or, le projet présentait manifestement trois niveaux visuellement distincts.\n\n**3. But multiple de la servitude** : La servitude ne visait pas seulement à préserver une vue, mais plus largement à maintenir le caractère de zone de chalets, à limiter la densité de construction et à préserver l'harmonie architecturale du quartier.\n\n**4. Protection de la confiance** : Accepter l'interprétation de la défenderesse reviendrait à permettre de contourner la servitude par l'exploitation de définitions techniques ultérieures, ce qui viderait de leur substance de nombreuses servitudes anciennes.\n\n## III. Les décisions des instances cantonales\n\n### A. Le jugement du Tribunal cantonal (première instance)\n\nLe Tribunal cantonal de Nidwald (Kantonsgericht Nidwalden) a donné raison à la demanderesse. Dans son jugement, le tribunal de première instance a développé une argumentation reposant sur plusieurs piliers :\n\n**1. Interprétation historique** : Le tribunal a considéré que la servitude constituée en 1971 devait être interprétée selon les conceptions de cette époque, et non selon les définitions techniques actuelles du droit de la construction qui avaient évolué depuis.\n\n**2. Sens usuel du terme** : Le terme 'eingeschossig' devait être compris selon son sens ordinaire dans le langage courant et architectural de 1971 : une construction comportant visuellement un seul niveau habitable au-dessus du sol.\n\n**3. Apparence visuelle** : Le critère pertinent était l'apparence visuelle de la construction telle qu'elle se présente à un observateur. Or, le projet comportait manifestement trois niveaux visuellement distincts :\n   - Un sous-sol entièrement visible et habitable avec de grandes baies vitrées\n   - Un rez-de-chaussée constituant le niveau principal\n   - Un étage mansardé couvrant 70% du rez-de-chaussée avec des fenêtres panoramiques\n\n**4. Violation manifeste** : Cette configuration à trois niveaux visuels était manifestement incompatible avec une restriction à 'un étage', quelle que soit la qualification technique selon le droit actuel de la construction.\n\n**5. But de la servitude** : Le tribunal a relevé que la servitude visait à préserver le caractère de zone de chalets et à limiter la densité de construction, objectifs qui seraient compromis par un bâtiment à trois niveaux visuels.\n\nSur cette base, le tribunal a constaté que le projet violait la servitude et a interdit à la défenderesse de le réaliser tel que présenté.\n\n### B. L'arrêt du Tribunal d'appel\n\nPar arrêt du 29 janvier 2024, le Tribunal d'appel du Canton de Nidwald (Obergericht Nidwalden) a admis l'appel de la défenderesse, annulé le jugement de première instance et rejeté l'action de la demanderesse.\n\nLe raisonnement du Tribunal d'appel reposait sur une approche radicalement différente :\n\n**1. Référence au droit actuel de la construction** : Le Tribunal d'appel a considéré que pour déterminer si une construction comportait 'un étage', il fallait se référer aux définitions du droit cantonal actuel de la construction, seules à même de fournir des critères objectifs et vérifiables.\n\n**2. Application de la définition de 'Vollgeschoss'** : Selon le droit nidwaldien de la construction, un 'Vollgeschoss' (étage complet) doit remplir certains critères techniques stricts. En l'espèce, seul le rez-de-chaussée remplissait ces critères, le sous-sol et l'étage mansardé n'étant que des 'demi-étages' ou 'étages incomplets'.\n\n**3. Qualification comme servitude de vue** : Le Tribunal d'appel a qualifié la servitude de simple 'servitude de vue' (Aussichtsservitut), dont le but unique serait de garantir une vue dégagée au fonds dominant. Cette qualification restrictive s'écartait de la conception plus large du tribunal de première instance.\n\n**4. Absence d'atteinte à la vue** : Selon le Tribunal d'appel, puisque le projet respectait la hauteur maximale autorisée par le droit de la construction et ne compromettait pas significativement la vue depuis le fonds dominant, il ne violait pas le but de la servitude.\n\n**5. Rejet de l'importance de l'apparence visuelle** : Le Tribunal d'appel a écarté l'argument selon lequel l'apparence visuelle devait être déterminante, lui préférant les critères techniques objectifs du droit de la construction.\n\nCette solution, favorable à la défenderesse, permettait la réalisation du projet malgré son apparence visuelle à trois niveaux.\n\n## IV. Le raisonnement du Tribunal fédéral\n\n### A. La hiérarchie des sources d'interprétation (art. 738 CC)\n\nLe Tribunal fédéral commence son analyse en rappelant avec rigueur la hiérarchie des sources établie par l'art. 738 CC pour déterminer le contenu et l'étendue d'une servitude inscrite au registre foncier.\n\n**1. Premier degré : l'inscription au registre foncier**\n\nSelon l'art. 738 al. 1 CC, 'le contenu et l'étendue des servitudes se déterminent d'après l'inscription au registre foncier'. Cette inscription constitue donc le point de départ obligé de toute interprétation. Elle bénéficie de la foi publique du registre foncier et lie tant les parties que les tiers.\n\nEn l'espèce, l'inscription au registre foncier mentionnait simplement 'Baubeschränkung (eingeschossig)'. Cette inscription était claire quant à l'existence d'une restriction de construction, mais potentiellement ambiguë quant à sa portée exacte : que signifie 'eingeschossig' ? Cette ambiguïté justifiait le recours au deuxième degré de la hiérarchie.\n\n**2. Deuxième degré : l'acte constitutif**\n\nSelon l'art. 738 al. 2 CC, 'dans les limites de l'inscription, le contenu et l'étendue se déterminent d'après le titre constitutif ou d'après le mode d'acquisition de la servitude'. Lorsque l'inscription est ambiguë ou incomplète, on se réfère donc à l'acte constitutif (contrat, testament, décision d'autorité, etc.).\n\nEn l'espèce, l'acte constitutif du 27 octobre 1971 ne contenait manifestement pas de précisions techniques supplémentaires au-delà de la mention 'eingeschossig'. Il ne définissait pas ce terme de manière détaillée et ne fixait pas de critères techniques précis (hauteurs, pourcentages de surface, etc.).\n\nCette absence de précision dans l'acte constitutif nécessitait une interprétation de ce document selon les règles générales d'interprétation des actes juridiques.\n\n**3. Troisième degré subsidiaire : l'usage concordant**\n\nEn dernière instance, lorsque ni l'inscription ni l'acte constitutif ne permettent de déterminer clairement le contenu de la servitude, la jurisprudence admet que l'on peut se référer à un 'usage concordant de longue durée exercé de bonne foi' (längerdauernde, treu und glauben entsprechende Übung).\n\nCe troisième degré n'était pas pertinent en l'espèce car aucun usage concordant de longue durée n'avait été établi. La servitude datait de 1971 et aucune construction n'avait apparemment été réalisée sur le fonds servant depuis lors qui aurait pu établir une pratique concordante.\n\n### B. Les règles d'interprétation de l'acte constitutif\n\nLe Tribunal fédéral rappelle ensuite les règles applicables à l'interprétation d'un acte constitutif de servitude. Ces règles s'inspirent largement de l'art. 18 al. 1 CO sur l'interprétation des contrats, appliqué par analogie.\n\n**1. Recherche de la volonté réelle et concordante**\n\nPriorité est donnée à la recherche de la volonté réelle et concordante des parties, c'est-à-dire ce qu'elles ont effectivement voulu lorsqu'elles ont constitué la servitude. Cependant, cette recherche ne peut porter que sur des éléments objectivement reconnaissables et documentés.\n\n**2. Interprétation objective selon le principe de la confiance**\n\nLorsque la volonté réelle ne peut être établie ou en cas de divergence, il faut déterminer le sens que chaque partie pouvait et devait raisonnablement prêter aux déclarations de l'autre selon le principe de la confiance (Vertrauensprinzip). Cette interprétation objective repose sur :\n\n- Le **sens usuel des termes** selon l'usage linguistique local (örtliche Sprachgebung) **au moment de la constitution** de la servitude, et non au moment de l'interprétation.\n- Le **but** (Zweck) de la servitude tel qu'il ressort des circonstances de sa constitution.\n- Le **contexte global** de l'acte, notamment les autres clauses éventuelles.\n\n**3. Protection des tiers**\n\nVis-à-vis des ayants cause (acquéreurs successifs des fonds dominant ou servant), seules peuvent être prises en compte les circonstances 'objectivement reconnaissables' ressortant du registre foncier ou de l'acte constitutif. Les circonstances subjectives personnelles aux parties originaires ne peuvent pas modifier le contenu de la servitude à l'égard des tiers de bonne foi.\n\n**4. Interprétation objective subsidiaire**\n\nLorsque le but de la servitude ne peut être déterminé ni par l'inscription ni par l'acte constitutif, il doit être établi de manière objective en se fondant sur les 'besoins raisonnables' (vernünftige Bedürfnisse) du fonds dominant **au moment de la constitution** de la servitude.\n\n### C. Application au cas d'espèce : critique de l'approche du Tribunal d'appel\n\nLe Tribunal fédéral procède ensuite à une critique détaillée et sévère de l'approche adoptée par le Tribunal d'appel.\n\n**1. Erreur sur le but de la servitude**\n\nLe Tribunal fédéral reproche d'abord au Tribunal d'appel d'avoir qualifié la servitude de simple 'servitude de vue' (Aussichtsservitut) alors que rien dans l'inscription ('Baubeschränkung eingeschossig') ni dans l'acte constitutif ne justifiait cette qualification restrictive.\n\nLe Tribunal fédéral relève que :\n- La demanderesse avait expressément contesté cette qualification et invoqué d'autres finalités (préservation du caractère de chalet, limitation de la densité de construction).\n- Le libellé de la servitude ('restriction de construction à un étage') évoque une limitation générale du volume de construction, non une simple garantie de vue.\n- Le contexte (zone de chalets traditionnels en pente) suggérait des finalités multiples et complémentaires.\n\nLe Tribunal d'appel avait donc procédé à une 'réduction artificielle' du but de la servitude, méconnaissant les allégations de la demanderesse et le contexte objectif.\n\n**2. Violation du droit d'être entendu**\n\nEn qualifiant la servitude de simple servitude de vue malgré les allégations contraires de la demanderesse, le Tribunal d'appel a violé le droit d'être entendu garanti par l'art. 29 al. 2 Cst. Ce droit implique que le tribunal doit tenir compte des allégations pertinentes des parties et ne peut pas les écarter sans examen ou motivation suffisante.\n\n**3. But multiple et contextuel de la servitude**\n\nLe Tribunal fédéral établit que le but de la servitude devait être compris de manière large et contextuelle, en tenant compte :\n- Du **caractère de zone de chalets** avec des constructions traditionnelles légères et peu denses.\n- De la nécessité de **limiter le volume de construction** et la densité d'occupation pour préserver l'harmonie du quartier.\n- De la **préservation d'une vue dégagée** comme l'un des objectifs, mais non le seul.\n\nLe Tribunal fédéral cite l'arrêt attaqué en relevant que celui-ci avait lui-même mentionné ces différents objectifs : 'Schutz einer unverbaubaren Sicht... ebenso um die Bewahrung des Chalet-Charakters... und damit um die Verhinderung übermäßiger Bauvolumina und starker Überbauung'.\n\n### D. Le critère déterminant : l'apparence visuelle selon les conceptions de 1971\n\nLe Tribunal fédéral aborde ensuite le cœur du litige : comment déterminer si une construction respecte une restriction à 'un étage' inscrite en 1971 ?\n\n**1. Principe : sens usuel selon l'époque de constitution**\n\nLe Tribunal fédéral établit fermement que le terme 'eingeschossig' doit être compris selon son sens usuel **dans le langage courant et architectural de 1971**, et non selon des définitions techniques ultérieures.\n\nEn 1971, ce terme désignait couramment une construction comportant **visuellement un seul niveau habitable** au-dessus du sol, tel qu'il apparaît à un observateur extérieur. Cette compréhension ordinaire ne faisait pas référence à des critères techniques complexes de pourcentages de surface ou de hauteurs par rapport au terrain.\n\n**2. Critère de l'apparence visuelle**\n\nLe Tribunal fédéral affirme de manière catégorique : 'massgeblich für die Bestimmung des Umfanges einer Baubeschränkung ist primär der optische Eindruck der beabsichtigten Baute' (pour déterminer l'étendue d'une restriction de construction, c'est principalement l'impression visuelle de la construction envisagée qui est déterminante).\n\nCe critère de l'apparence visuelle présente plusieurs avantages :\n- Il correspond au sens ordinaire du langage : quand on dit qu'un bâtiment a 'un étage', on décrit son apparence visuelle, non sa qualification technique.\n- Il est objectivement vérifiable : tout observateur peut constater combien de niveaux un bâtiment présente visuellement.\n- Il est stable dans le temps : l'apparence visuelle d'un bâtiment ne dépend pas de l'évolution des réglementations techniques.\n- Il protège le but de la servitude : préserver l'harmonie visuelle et limiter le volume apparent de construction.\n\n**3. Application au projet litigieux**\n\nEn appliquant ce critère au projet litigieux, le Tribunal fédéral constate que celui-ci présente **manifestement trois niveaux visuellement distincts** :\n\n**Sous-sol :**\n- Dépasse le terrain de 2,7 m du côté aval (en raison de la pente)\n- Est **entièrement visible** de l'extérieur\n- Comporte de **grandes baies vitrées**\n- Est conçu comme **espace habitable** avec lumière naturelle, non comme simple cave\n- Apparaît visuellement comme un **étage à part entière**\n\n**Rez-de-chaussée :**\n- Constitue le **niveau principal**\n- Surface de 217,96 m²\n- Niveau d'accès de référence\n\n**Étage mansardé :**\n- Couvre **70% du rez-de-chaussée** (152 m²)\n- Hauteur sous plafond de **2,5 m**\n- Comporte des **fenêtres panoramiques**\n- Apparaît visuellement comme un **étage habitable**, non comme un simple comble\n\nLe Tribunal fédéral conclut : 'Insgesamt weist der geplante Neubau von der Optik her augenfällig drei Geschosse auf' (dans l'ensemble, la construction projetée présente manifestement, du point de vue optique, trois étages).\n\nCette apparence à trois niveaux est **manifestement incompatible** avec une restriction à 'eingeschossig' (un étage).\n\n**4. Rejet de l'application rétroactive du droit actuel de la construction**\n\nLe Tribunal fédéral critique sévèrement l'erreur méthodologique du Tribunal d'appel qui avait appliqué les définitions du droit cantonal actuel de la construction pour interpréter une servitude de 1971.\n\nCette approche est erronée à plusieurs titres :\n\n**Violation du principe d'interprétation historique** : Un acte juridique doit être interprété selon les conceptions de l'époque de sa conclusion. Appliquer rétroactivement des définitions techniques ultérieures méconnaît la volonté objective des parties d'alors.\n\n**Insécurité juridique** : Si le contenu d'une servitude pouvait varier en fonction de l'évolution ultérieure du droit de la construction, aucune servitude ne serait stable dans le temps. Les parties ayant constitué une servitude en 1971 ne pouvaient pas anticiper les définitions techniques qui seraient adoptées 50 ans plus tard.\n\n**Contournement de la servitude** : Admettre cette approche permettrait de contourner indirectement des servitudes en exploitant des définitions techniques permissives de réglementations ultérieures. Une servitude limitant la construction à 'un étage' pourrait être vidée de sa substance si l'on admet qu'un bâtiment à trois niveaux visuels ne comporte 'qu'un étage complet' au sens technique actuel.\n\n**Méconnaissance de la nature des servitudes** : Les servitudes sont formulées en termes descriptifs ordinaires (un étage, une certaine hauteur, un certain usage), non en termes de conformité à une réglementation technique susceptible d'évoluer.\n\n### E. Confirmation du jugement de première instance\n\nAu terme de son analyse, le Tribunal fédéral admet le recours de la demanderesse, annule l'arrêt du Tribunal d'appel et confirme le jugement de première instance.\n\nLe Tribunal fédéral établit que :\n1. La servitude doit être interprétée selon les conceptions de 1971.\n2. Le critère déterminant est l'apparence visuelle de la construction.\n3. Le projet comporte manifestement trois niveaux visuellement distincts.\n4. Cette configuration viole la restriction à 'un étage'.\n5. Il est donc interdit à la défenderesse de réaliser le projet tel que présenté.\n\n## V. Portée et implications de l'arrêt\n\n### A. Renforcement de la stabilité des servitudes anciennes\n\nL'arrêt ATF 151 III 269 renforce considérablement la stabilité et la prévisibilité du contenu des servitudes anciennes. En établissant fermement que les servitudes doivent être interprétées selon les conceptions de l'époque de leur constitution, le Tribunal fédéral garantit que leur contenu ne peut pas être modifié indirectement par l'évolution ultérieure du droit de la construction.\n\nCette solution protège :\n- Les **propriétaires de fonds dominants**, qui peuvent se fier au fait que les servitudes constituées à leur profit conservent leur portée effective malgré l'évolution des réglementations.\n- Les **acquéreurs de bonne foi**, qui peuvent déterminer l'étendue des servitudes en consultant le registre foncier et les actes constitutifs, sans avoir à anticiper d'éventuelles réinterprétations futures.\n- La **sécurité juridique**, en rendant le contenu des servitudes prévisible et stable dans le temps.\n\n### B. Clarification du critère d'interprétation\n\nL'arrêt clarifie de manière définitive que pour les servitudes de restriction de construction formulées en termes de nombre d'étages, le critère déterminant est l'**apparence visuelle** de la construction selon les conceptions ordinaires de l'époque de constitution.\n\nCe critère présente plusieurs avantages pratiques :\n- **Objectivité** : tout observateur peut constater combien de niveaux un bâtiment présente visuellement.\n- **Accessibilité** : pas besoin d'expertise technique complexe pour déterminer si une construction comporte un, deux ou trois niveaux visuels.\n- **Stabilité** : l'apparence visuelle ne dépend pas de l'évolution des définitions réglementaires.\n- **Cohérence téléologique** : ce critère correspond au but habituel de telles servitudes (préserver l'harmonie visuelle et limiter le volume apparent de construction).\n\n### C. Limitation du contournement des servitudes\n\nL'arrêt met un frein aux stratégies de contournement des servitudes anciennes par l'exploitation de définitions techniques permissives du droit actuel de la construction.\n\nDe nombreuses servitudes de restriction de construction ont été constituées dans les années 1960-1970 dans les zones alpines et préalpines suisses, à une époque où les définitions techniques du droit de la construction étaient moins élaborées qu'aujourd'hui. Avec l'évolution des réglementations, certaines définitions sont devenues plus permissives (par exemple en augmentant les seuils de qualification d'un 'étage complet').\n\nCertains propriétaires de fonds servants tentaient d'exploiter ces évolutions pour construire des bâtiments comportant visuellement plusieurs niveaux tout en arguant qu'ils ne comportaient qu'un seul 'étage complet' au sens technique actuel. L'arrêt ATF 151 III 269 met clairement fin à ces pratiques en établissant que les définitions techniques ultérieures ne peuvent pas être invoquées pour modifier rétroactivement le contenu d'une servitude ancienne.\n\n### D. Implications pour l'interprétation d'autres servitudes\n\nBien que l'arrêt concerne spécifiquement une servitude de restriction de construction formulée en termes de nombre d'étages, ses principes s'appliquent par analogie à d'autres types de servitudes anciennes :\n\n- **Servitudes de hauteur** : une servitude limitant la construction à 'une certaine hauteur' doit être interprétée selon les méthodes de mesure de l'époque de constitution, non selon les définitions actuelles du droit de la construction.\n\n- **Servitudes d'usage** : une servitude réservant un certain usage (agricultural, résidentiel, etc.) doit être interprétée selon les conceptions ordinaires de cet usage à l'époque de constitution.\n\n- **Servitudes de passage** : une servitude accordant un droit de passage pour 'véhicules' doit être interprétée selon les types de véhicules existants et prévisibles à l'époque de constitution.\n\nLe principe général est que les servitudes doivent être interprétées selon les conceptions de l'époque de leur constitution, et non de manière évolutive en fonction de l'évolution ultérieure des techniques, des usages ou des réglementations.\n\n## VI. Conclusion\n\nL'arrêt ATF 151 III 269 du 8 novembre 2024 constitue une contribution majeure à la jurisprudence relative à l'interprétation des servitudes foncières. Par une argumentation rigoureuse et convaincante, le Tribunal fédéral établit fermement que les servitudes anciennes doivent être interprétées selon les conceptions de l'époque de leur constitution, et non selon des définitions techniques ultérieures du droit de la construction.\n\nCette solution renforce la sécurité juridique en garantissant la stabilité du contenu des servitudes dans le temps. Elle protège les propriétaires de fonds dominants contre le contournement des servitudes par l'exploitation de définitions techniques permissives ultérieures. Elle consacre également l'importance de l'apparence visuelle comme critère déterminant pour apprécier le respect de servitudes de restriction de construction formulées en termes de nombre d'étages.\n\nL'arrêt aura des implications importantes pour de nombreux litiges concernant des servitudes anciennes dans les zones alpines et préalpines suisses, où des restrictions de construction datant des années 1960-1970 grèvent de nombreux fonds. Il constitue une victoire pour la protection du patrimoine immobilier traditionnel et le maintien du caractère de certaines zones résidentielles face à la pression de densification.",
  "version_courte": "## Résumé de l'arrêt ATF 151 III 269\n\n### Contexte\n\nUne servitude de 1971 limite la construction sur un fonds à 'eingeschossig' (à un étage). Le propriétaire du fonds servant souhaite construire une villa comportant un sous-sol dépassant le terrain de 2,7 m, un rez-de-chaussée et un étage mansardé couvrant 70% du rez. Selon le droit cantonal actuel, ce projet ne comporterait qu'un 'étage complet' au sens technique. Le propriétaire du fonds dominant s'y oppose, arguant que le bâtiment présente visuellement trois niveaux et viole la servitude.\n\n### Question juridique\n\nComment interpréter une servitude de restriction de construction à 'un étage' constituée en 1971 : selon les définitions techniques actuelles du droit de la construction, ou selon l'apparence visuelle et les conceptions ordinaires de l'époque de constitution ?\n\n### Décision\n\nLe Tribunal fédéral donne raison au propriétaire du fonds dominant : la construction projetée viole la servitude.\n\n### Principes établis\n\n**1. Hiérarchie des sources d'interprétation**\n\nL'art. 738 CC établit une hiérarchie stricte : inscription au registre foncier, acte constitutif en cas de doute, usage concordant en dernier recours. Cette hiérarchie doit être respectée rigoureusement.\n\n**2. Interprétation selon l'époque de constitution**\n\nUne servitude doit être interprétée selon les conceptions de l'époque de sa constitution, et non selon des définitions techniques ultérieures. Le terme 'eingeschossig' utilisé en 1971 doit être compris selon son sens usuel à cette époque.\n\n**3. Critère de l'apparence visuelle**\n\nPour déterminer si une construction respecte une restriction formulée en termes de nombre d'étages, le critère déterminant est l'apparence visuelle de la construction telle qu'elle se présente à un observateur extérieur, selon les conceptions ordinaires de l'époque de constitution de la servitude.\n\n**4. Rejet de l'application rétroactive du droit de la construction**\n\nLes définitions techniques du droit actuel de la construction (comme 'Vollgeschoss', étage complet) ne peuvent pas être appliquées rétroactivement pour interpréter une servitude ancienne. Cette approche violerait le principe d'interprétation historique et créerait une insécurité juridique.\n\n**5. But multiple des servitudes de restriction de construction**\n\nUne servitude de restriction de construction ne doit pas être réduite artificiellement à un seul objectif (par exemple, préservation de la vue) lorsque le contexte révèle des finalités multiples (caractère de chalet, limitation de la densité, harmonie architecturale).\n\n**6. Protection objective des tiers**\n\nSeules les circonstances objectivement reconnaissables au registre foncier ou dans l'acte constitutif peuvent être prises en compte pour l'interprétation vis-à-vis des tiers de bonne foi.\n\n### Application au cas d'espèce\n\nLe projet litigieux présente visuellement trois niveaux distincts :\n- Un sous-sol entièrement visible (2,7 m au-dessus du terrain), vitré, conçu comme espace habitable\n- Un rez-de-chaussée constituant le niveau principal\n- Un étage mansardé couvrant 70% du rez avec 2,5 m de hauteur et fenêtres panoramiques\n\nCette apparence à trois niveaux est manifestement incompatible avec une restriction à 'un étage' selon les conceptions ordinaires de 1971. Peu importe que selon les définitions techniques actuelles, le projet ne comporte qu'un seul 'étage complet'.\n\n### Portée\n\nCet arrêt renforce la stabilité et la prévisibilité du contenu des servitudes anciennes. Il établit que les servitudes ne peuvent pas être vidées de leur substance par l'exploitation de définitions techniques permissives ultérieures. Cette solution protège les propriétaires de fonds dominants et garantit que les servitudes conservent leur portée effective malgré l'évolution des réglementations.\n\nL'arrêt aura des implications importantes pour de nombreux litiges concernant des servitudes anciennes dans les zones alpines suisses, où des restrictions de construction datant des années 1960-1970 utilisent des formulations similaires ('eingeschossig', 'zweigeschossig', etc.).",
  "statistiques": {
    "nombre_de_mots": 7892,
    "nombre_de_principes": 7,
    "nombre_de_sources_legislatives": 9,
    "nombre_de_jurisprudences_connexes": 2,
    "date_creation": "2025-01-18",
    "version": "1.0"
  },
  "sources_recherche": [
    "https://www.bger.ch - Tribunal fédéral suisse - Jurisprudence",
    "https://www.admin.ch - Administration fédérale suisse - Législation",
    "https://fedlex.admin.ch - Recueil systématique du droit fédéral"
  ]
}
