{
  "metadata": {
    "titre": "Revendication d'une montre historique volée : droit international privé, acquisition de bonne foi et prescription acquisitive",
    "reference_principale": "ATF 151 III 122",
    "numero_cause": "5A_520/2023",
    "date_arret": "2024-09-13",
    "juridiction": "Tribunal fédéral suisse, IIe Cour de droit civil",
    "domaine": "Droit international privé et droit civil",
    "sous_domaines": [
      "Droit international privé",
      "Droit des biens",
      "Acquisition de bonne foi",
      "Prescription acquisitive",
      "Revendication",
      "Biens mobiliers volés",
      "Conflit de lois"
    ],
    "mots_cles": [
      "droit international privé",
      "LDIP",
      "art. 100 LDIP",
      "lex rei sitae",
      "biens mobiliers",
      "vol",
      "recel",
      "acquisition de bonne foi",
      "art. 714 CC",
      "art. 934 CC",
      "art. 936 CC",
      "prescription acquisitive",
      "art. 728 CC",
      "John Lennon",
      "Yoko Ono",
      "montre Patek Philippe",
      "droit allemand",
      "§ 935 BGB"
    ],
    "auteur_analyse": "Claude",
    "date_analyse": "2025-11-11"
  },
  "arrets_principaux": [
    {
      "reference": "ATF 151 III 122",
      "numero_cause": "5A_520/2023",
      "date": "2024-09-13",
      "juridiction": "Tribunal fédéral suisse, IIe Cour de droit civil",
      "formation": "IIe Cour de droit civil",
      "parties": {
        "recourant_defendeur": "A., collectionneur italien de montres résidant à Hong Kong, acquéreur de la montre lors d'une vente aux enchères à Berlin en 2014",
        "intimee_demanderesse": "Yoko Ono Lennon, veuve de John Lennon, artiste et musicienne résidant aux États-Unis, propriétaire originale de la montre"
      },
      "faits": {
        "contexte_general": "Affaire emblématique portant sur une montre Patek Philippe en or jaune 18 carats offerte par Yoko Ono à John Lennon pour son 40e anniversaire le 9 octobre 1980, deux mois avant son assassinat le 8 décembre 1980. La montre, gravée '(Just like) Starting Over Love Yoko 10.9.1980 N.Y.C', a été inventoriée dans la succession en janvier 1982, puis aurait été volée par le chauffeur turc de Yoko Ono vers 2006. Elle a réapparu en 2013 dans une vente aux enchères en Allemagne, où elle a été acquise par un collectionneur italien pour environ 600'000 USD. Yoko Ono la revendique comme bien volé.",
        "chronologie": [
          {
            "date": "1980-10-09",
            "evenement": "Yoko Ono offre la montre Patek Philippe en or jaune 18 carats à John Lennon pour son 40e anniversaire. Elle fait graver l'inscription '(Just like) Starting Over Love Yoko 10.9.1980 N.Y.C' (référence au single alors en préparation). La montre est acquise à New York vers 1980."
          },
          {
            "date": "1980-12-08",
            "evenement": "Assassinat de John Lennon à New York devant le Dakota Building. Il portait la montre ce jour-là."
          },
          {
            "date": "1982-01",
            "evenement": "Inventaire de la succession de John Lennon : la montre Patek Philippe est mentionnée parmi les biens. Yoko Ono, en tant qu'héritière, récupère la montre."
          },
          {
            "date": "1995-2006",
            "evenement": "D., citoyen turc, travaille comme chauffeur personnel de Yoko Ono. Il aurait volé la montre et d'autres objets vers 2006."
          },
          {
            "date": "2010",
            "evenement": "D. transfère la montre à E., également citoyen turc, probablement en Turquie."
          },
          {
            "date": "2013-08",
            "evenement": "E. confie la montre à G. AG, maison de ventes aux enchères à Berlin, pour mise en vente."
          },
          {
            "date": "2013-11-14",
            "evenement": "E. signe un contrat de commission avec G. AG pour la vente de la montre. Le contrat contient une clause prévoyant l'éventualité d'une revendication par Yoko Ono."
          },
          {
            "date": "2014-03-02",
            "evenement": "A., collectionneur italien résidant à Hong Kong, acquiert la montre lors d'une vente aux enchères organisée par G. AG à Berlin pour environ 600'000 USD. L'acquisition se fait selon le droit allemand."
          },
          {
            "date": "2014-06-26",
            "evenement": "A. fait livrer la montre à J. SA, société genevoise spécialisée en horlogerie de luxe, pour expertise et évaluation. La montre arrive en Suisse."
          },
          {
            "date": "2014-09",
            "evenement": "L'avocat de Yoko Ono apprend que la montre se trouve chez J. SA à Genève. Il informe Yoko Ono de la localisation de la montre volée."
          },
          {
            "date": "2019-02-27",
            "evenement": "E. est condamné en Allemagne à un an de prison avec sursis pour recel de 86 objets volés, dont la montre de John Lennon."
          },
          {
            "date": "2019-09-13",
            "evenement": "Émission d'un mandat d'arrêt européen contre D. (le chauffeur, auteur présumé du vol)."
          },
          {
            "date": "2022-08-17",
            "evenement": "Tribunal de première instance de Genève : déboute A. de ses conclusions et déclare Yoko Ono Lennon seule et unique propriétaire de la montre."
          },
          {
            "date": "2023-06-07",
            "evenement": "Cour de justice du canton de Genève (appel) : confirme le jugement de première instance."
          },
          {
            "date": "2024-09-13",
            "evenement": "Arrêt du Tribunal fédéral : rejet du recours en matière civile de A. Confirmation que Yoko Ono est seule et unique propriétaire de la montre."
          }
        ],
        "objet_litige": {
          "description": "Montre Patek Philippe en or jaune 18 carats, modèle de haute horlogerie",
          "valeur_estimee": "Environ 600'000 USD (prix d'acquisition en 2014), valeur probablement supérieure aujourd'hui compte tenu de la provenance historique (John Lennon)",
          "inscription": "'(Just like) Starting Over Love Yoko 10.9.1980 N.Y.C' gravée au dos",
          "importance_historique": "Cadeau personnel de Yoko Ono à John Lennon pour son dernier anniversaire, porté par lui jusqu'à son assassinat, objet symbolique chargé d'histoire et d'émotion"
        },
        "enjeux": "Au-delà de la valeur financière considérable, la montre revêt une importance sentimentale et historique majeure pour Yoko Ono (dernier cadeau à son mari assassiné) et pour l'histoire culturelle (objet personnel d'une icône musicale du XXe siècle). Juridiquement, l'affaire soulève des questions complexes de droit international privé (conflit de lois Suisse-Allemagne-États-Unis), d'acquisition de bonne foi (l'acquéreur italien pouvait-il devenir propriétaire d'un bien volé ?), et de prescription acquisitive (le temps écoulé permet-il d'acquérir la propriété malgré le vol initial ?)."
      },
      "principes_juridiques": [
        {
          "principe": "Compétence internationale des tribunaux suisses (art. 98 LDIP)",
          "enonce": "Les tribunaux suisses sont compétents pour connaître des actions réelles portant sur des biens mobiliers situés en Suisse au moment de l'introduction de l'action. La compétence se fonde sur la situation actuelle du bien (forum rei sitae), indépendamment de la situation au moment des faits générateurs.",
          "reference_considerant": "Consid. 4",
          "portee": "Règle de compétence internationale simple et prévisible : le tribunal du lieu où se trouve le bien est compétent. Cela facilite l'exécution du jugement (le bien est sous le contrôle territorial du tribunal). Dans notre cas, la montre étant à Genève, les tribunaux genevois sont compétents, même si l'acquisition a eu lieu en Allemagne."
        },
        {
          "principe": "Loi applicable : Art. 100 al. 1 LDIP - Lex rei sitae au moment des faits",
          "enonce": "L'acquisition et la perte de droits réels sur des biens mobiliers sont régies par le droit de l'État dans lequel le bien se trouve au moment où surviennent les faits sur lesquels se fonde l'acquisition ou la perte (lex rei sitae). Si le processus d'acquisition est entièrement achevé selon la loi de l'État où il a eu lieu, cette conséquence juridique subsiste même si le bien est ensuite déplacé dans un autre État.",
          "reference_considerant": "Consid. 5",
          "portee": "Principe cardinal du droit international privé des biens : c'est la loi du lieu de situation du bien au moment du fait juridique qui régit l'acquisition/la perte de propriété. Cette règle assure la sécurité juridique et la prévisibilité. Elle évite qu'un changement de localisation du bien ne remette en cause les droits acquis. Toutefois, si le processus d'acquisition n'est pas achevé temporellement lorsque le bien change de lieu, c'est la loi du nouveau lieu qui s'applique entièrement."
        },
        {
          "principe": "Distinction fondamentale : Processus d'acquisition achevé vs. inachevé",
          "enonce": "Il faut distinguer selon que le processus d'acquisition est temporellement achevé ou non au moment du déplacement du bien. Si l'acquisition est entièrement réalisée selon la loi du lieu initial (tous les éléments constitutifs sont réunis), le droit acquis subsiste même après déplacement du bien. Si l'acquisition n'est pas achevée (par exemple, prescription acquisitive en cours), la loi du nouveau lieu s'applique pour l'entier du processus.",
          "reference_considerant": "Consid. 5.3.4",
          "portee": "Cette distinction évite les situations absurdes où un bien changeant de pays pendant un long processus (prescription de 5 ou 10 ans) verrait ce processus constamment interrompu. Exemple : Si A possède un bien pendant 4 ans en Allemagne (prescription de 10 ans) puis le transfère en Suisse, faut-il recommencer à zéro en Suisse (5 ans) ou continuer à compter les 6 ans restants selon le droit allemand ? La jurisprudence dit : si le processus n'est pas achevé, la loi suisse s'applique entièrement (donc 5 ans à compter de l'arrivée en Suisse, sans tenir compte des 4 ans allemands, sauf reconnaissance exceptionnelle)."
        },
        {
          "principe": "Présomption de propriété du possesseur (art. 930 CC)",
          "enonce": "Le possesseur d'un bien mobilier est présumé en être le propriétaire. Celui qui conteste cette propriété doit en apporter la preuve. La présomption vaut tant que le possesseur n'a pas été dessaisi de la possession. Le possesseur peut se contenter d'invoquer la présomption ; c'est au revendiquant de prouver son droit de propriété.",
          "reference_considerant": "Consid. 6.1",
          "portee": "Règle pratique fondamentale : la possession crée une présomption de propriété. Sans cette règle, la sécurité du commerce des biens mobiliers serait impossible (comment prouver la chaîne complète de propriété depuis l'origine ?). Le possesseur bénéficie d'une position juridique privilégiée. Toutefois, la présomption est réfragable : le revendiquant peut la renverser en prouvant qu'il était propriétaire et que le possesseur a obtenu le bien sans droit."
        },
        {
          "principe": "Acquisition de bonne foi selon le droit suisse (art. 714 al. 2 CC et 933 CC)",
          "enonce": "Celui qui, de bonne foi, a été mis en possession d'un bien mobilier en est acquéreur, alors même que l'aliénateur n'avait pas le pouvoir de le transférer, dès qu'il est protégé dans sa possession (art. 714 al. 2 CC en relation avec art. 933 CC). Cette règle protège la confiance légitime de l'acquéreur et la sécurité du commerce. Toutefois, elle ne s'applique pas aux biens volés ou perdus (art. 934 CC : revendication possible pendant 5 ans).",
          "reference_considerant": "Consid. 6.2.1",
          "portee": "Mécanisme essentiel de protection de la bonne foi dans le commerce des meubles. Contrairement au droit des immeubles (où le registre foncier protège), les meubles circulent sans registre. L'acquéreur de bonne foi qui reçoit la possession doit être protégé, même si l'aliénateur n'était pas propriétaire. Sinon, personne n'oserait acheter un bien mobilier (risque que le vendeur n'était pas propriétaire). MAIS : exception majeure pour les biens volés/perdus (art. 934 CC)."
        },
        {
          "principe": "Revendication des biens volés ou perdus (art. 934 CC)",
          "enonce": "Le propriétaire auquel un bien mobilier a été volé ou a été perdu de toute autre manière peut le revendiquer pendant cinq ans à compter du jour de la perte, auprès de tout détenteur (art. 934 al. 1 CC). Cette règle prime sur l'acquisition de bonne foi : même un acquéreur de bonne foi ne peut devenir propriétaire d'un bien volé tant que le délai de 5 ans n'est pas expiré.",
          "reference_considerant": "Consid. 6.2.2",
          "portee": "Protection renforcée du propriétaire victime d'un vol. Le vol ne peut faire perdre la propriété immédiatement. Même si un tiers acquiert le bien de bonne foi et moyennant paiement, le propriétaire peut le revendiquer pendant 5 ans. Cette exception à l'acquisition de bonne foi se justifie : le propriétaire n'a pas volontairement perdu la possession (contrairement à une vente), donc il mérite protection. Le délai de 5 ans assure un équilibre : après ce délai, la sécurité juridique l'emporte (prescription acquisitive, art. 728 CC)."
        },
        {
          "principe": "Restitution forcée du possesseur de mauvaise foi (art. 936 CC)",
          "enonce": "Celui qui n'a pas acquis la chose de bonne foi peut être contraint en tout temps de la restituer au possesseur antérieur (art. 936 al. 1 CC). Il n'y a pas de délai de prescription pour cette action. Le possesseur de mauvaise foi (qui savait ou aurait dû savoir que l'aliénateur n'était pas propriétaire) ne mérite aucune protection.",
          "reference_considerant": "Consid. 6.2.3",
          "portee": "Sanction de la mauvaise foi : pas de protection, restitution imprescriptible. Cette règle complète l'art. 934 CC : Si le bien a été volé et que l'acquéreur était de mauvaise foi, le propriétaire peut le revendiquer même après 5 ans. Seule la prescription acquisitive (art. 728 CC : 5 ans de possession de bonne foi) peut faire acquérir la propriété malgré un vol."
        },
        {
          "principe": "Prescription acquisitive (art. 728 CC)",
          "enonce": "Celui qui possède un bien mobilier sans interruption, paisiblement et de bonne foi à titre de propriétaire pendant cinq ans en acquiert la propriété par prescription (art. 728 al. 1 CC). Cette règle s'applique même aux biens volés : après 5 ans de possession de bonne foi, le possesseur devient propriétaire irrévocablement, et le propriétaire initial perd définitivement son droit de revendication.",
          "reference_considerant": "Consid. 6.2.4 et 9.5",
          "portee": "Mécanisme d'acquisition originaire de la propriété par l'écoulement du temps. Après 5 ans, la sécurité juridique l'emporte sur la protection du propriétaire. Conditions cumulatives : (1) possession (détention avec animus domini, intention de propriétaire), (2) durée de 5 ans, (3) possession paisible (non violente), (4) possession ininterrompue, (5) bonne foi (ignorance des vices de son titre). Si ces conditions sont remplies, le possesseur devient propriétaire même si le bien avait été volé. C'est un mode d'acquisition originaire qui purge tous les vices antérieurs."
        },
        {
          "principe": "Droit allemand : Exclusion de l'acquisition de bonne foi pour les biens volés (§ 935 BGB)",
          "enonce": "Selon le droit allemand (§ 935 al. 1 BGB), l'acquisition de bonne foi d'un bien mobilier est exclue lorsque le bien a été volé au propriétaire, perdu, ou aliéné contre sa volonté de toute autre manière. Contrairement au droit suisse, le droit allemand ne permet donc PAS l'acquisition de bonne foi d'un bien volé, même par un acquéreur de bonne foi. Seule la prescription acquisitive (§ 937 BGB : 10 ans) permet l'acquisition.",
          "reference_considerant": "Consid. 6.3.2",
          "portee": "Différence majeure entre droit suisse et allemand. En Suisse, l'acquéreur de bonne foi d'un bien volé peut devenir propriétaire par prescription acquisitive après 5 ans (art. 728 CC). En Allemagne, il ne peut JAMAIS devenir propriétaire par acquisition de bonne foi (§ 935 BGB), mais seulement par prescription de 10 ans (§ 937 BGB). Dans notre cas, A. a acquis la montre en Allemagne en 2014 : le droit allemand s'appliquait, donc pas d'acquisition de bonne foi possible. Le délai de prescription allemand de 10 ans n'était pas encore écoulé quand la montre est arrivée en Suisse en juin 2014."
        },
        {
          "principe": "Application du droit suisse à la prescription acquisitive après transfert en Suisse",
          "enonce": "Lorsqu'un bien mobilier est transféré en Suisse alors que le processus de prescription acquisitive selon le droit étranger n'était pas achevé, c'est le droit suisse qui s'applique à l'entier de la prescription (art. 100 al. 1 LDIP, principe de l'acquisition non achevée). Le possesseur doit donc remplir les conditions de la prescription acquisitive suisse (art. 728 CC : 5 ans de bonne foi) à compter de l'arrivée du bien en Suisse.",
          "reference_considerant": "Consid. 9.5",
          "portee": "Conséquence pratique : A. a acquis la montre en Allemagne en mars 2014, l'a transférée en Suisse en juin 2014 (soit 3-4 mois plus tard). La prescription allemande de 10 ans n'était pas achevée. Donc, c'est le droit suisse qui s'applique : A. aurait dû posséder la montre de bonne foi en Suisse pendant 5 ans (soit jusqu'en juin 2019) pour devenir propriétaire. Or, Yoko Ono a été informée de la localisation de la montre dès septembre 2014 et a agi en revendication. La prescription n'a donc jamais pu s'accomplir."
        },
        {
          "principe": "Preuve du vol : Standard de preuve en matière civile",
          "enonce": "En procédure civile, le juge doit avoir la conviction que les faits pertinents se sont produits (art. 8 CC). Le degré de preuve requis est la vraisemblance prépondérante (plus probable que le contraire). Pour prouver un vol, il n'est pas nécessaire d'établir les circonstances exactes ; il suffit de démontrer que le bien a disparu de la sphère du propriétaire sans son consentement et est réapparu dans le commerce.",
          "reference_considerant": "Consid. 8",
          "portee": "Standard de preuve moins strict qu'en matière pénale (au-delà de tout doute raisonnable). Le juge civil doit simplement être convaincu que, plus probablement qu'improbablement, un vol a eu lieu. Dans notre cas : Yoko Ono avait la montre en 1982, elle ne l'a jamais vendue ni donnée, elle a réapparu en 2013 chez un receleur condamné, dans un contexte de vol massif d'objets. Le Tribunal retient que le vol est établi selon le standard civil, même sans condamnation pénale définitive du voleur présumé."
        }
      ],
      "dispositif": "Le Tribunal fédéral rejette le recours en matière civile de A. Les frais judiciaires (3'000 CHF) sont mis à la charge de A. Yoko Ono Lennon, qui a obtenu gain de cause et n'a pas été invitée à répondre, n'a pas droit à des dépens. La décision des instances cantonales est confirmée : Yoko Ono Lennon est déclarée seule et unique propriétaire de la montre Patek Philippe. A. doit restituer la montre à Yoko Ono.",
      "ratio_decidendi": "La ratio decidendi (motif déterminant) réside dans l'application du droit allemand à l'acquisition de la montre en 2014 à Berlin : selon le § 935 BGB, l'acquisition de bonne foi d'un bien volé est exclue en droit allemand. A. ne pouvait donc pas devenir propriétaire par acquisition de bonne foi lors de l'achat aux enchères. Le délai de prescription acquisitive allemand (10 ans, § 937 BGB) n'était pas écoulé lorsque la montre a été transférée en Suisse en juin 2014. Dès lors, c'est le droit suisse qui s'applique à la prescription acquisitive (art. 100 al. 1 LDIP, processus non achevé). Or, A. n'a jamais pu posséder la montre de bonne foi en Suisse pendant 5 ans (art. 728 CC) car Yoko Ono a été informée de sa localisation dès septembre 2014 et a agi en revendication. Le vol est établi selon le standard de preuve civil : Yoko Ono n'a jamais vendu ni donné la montre, elle a disparu de sa possession, et E. (l'intermédiaire) a été condamné pour recel. Yoko Ono conserve donc son droit de propriété et peut revendiquer la montre selon l'art. 934 CC (revendication des biens volés pendant 5 ans). A., bien qu'acquéreur de bonne foi lors de la vente aux enchères, n'a jamais pu acquérir la propriété ni par acquisition de bonne foi (exclue en Allemagne), ni par prescription acquisitive (délai non écoulé).",
      "obiter_dicta": "Le Tribunal développe plusieurs considérations qui, bien que non strictement nécessaires à la solution, enrichissent l'analyse : (1) Précisions sur la distinction entre processus d'acquisition achevé/inachevé en droit international privé (consid. 5.3.4), développement doctrinal important pour les cas futurs de biens mobiliers traversant les frontières. (2) Comparaison détaillée entre droit suisse et droit allemand en matière d'acquisition de bonne foi et de prescription acquisitive (consid. 6.3), utile pour comprendre les différences systémiques. (3) Considérations sur la preuve du vol en matière civile vs. pénale (consid. 8), précisant les standards de preuve. (4) Réflexion sur l'argument de prescription non soulevé en temps utile par A. (consid. 9.5) : le Tribunal note que même si A. avait invoqué la prescription acquisitive suisse, celle-ci n'aurait pas pu s'accomplir."
    }
  ],
  "arrets_connexes": [
    {
      "reference": "ATF 132 III 9",
      "date": "2005",
      "lien": "Revendication de biens volés, art. 934 CC",
      "pertinence": "Arrêt de principe sur la revendication de biens mobiliers volés selon l'art. 934 CC. Précise les conditions de la revendication : (1) bien mobilier, (2) vol ou perte involontaire, (3) action dans les 5 ans, (4) identité du bien. Confirme que le propriétaire peut revendiquer même contre un acquéreur de bonne foi. Développe la charge de la preuve : le revendiquant doit prouver le vol et son droit de propriété initial. Cité dans l'ATF 151 III 122."
    },
    {
      "reference": "ATF 94 II 297",
      "date": "1968",
      "lien": "Restitution de tableaux, prescription acquisitive, droit international privé",
      "pertinence": "Arrêt historique sur la restitution de tableaux transférés sous le régime nazi. Traite de la prescription acquisitive (art. 728 CC) et de la bonne foi : le possesseur actuel doit s'informer lorsque l'ancien possesseur revendique la propriété pendant le délai de prescription. Développe l'application du droit international privé aux biens mobiliers culturels. Précédent important pour les cas de spoliation et de revendication tardive."
    },
    {
      "reference": "ATF 141 III 53",
      "date": "2014",
      "lien": "Possession, bonne foi, art. 930 ss CC",
      "pertinence": "Arrêt sur la présomption de propriété du possesseur (art. 930 CC) et l'acquisition de bonne foi (art. 714 al. 2, 933 CC). Précise la notion de possession (détention avec animus domini) et de bonne foi (ignorance des vices du titre, vérifications raisonnables). Développe la charge de la preuve : le possesseur bénéficie de la présomption, le revendiquant doit la renverser. Cité pour les principes généraux dans l'ATF 151 III 122."
    },
    {
      "reference": "ATF 143 III 653",
      "date": "2017",
      "lien": "Acquisition de bonne foi, art. 714 CC, vente à tempérament",
      "pertinence": "Arrêt sur l'acquisition de bonne foi de biens mobiliers dans le contexte de ventes à tempérament. Précise que l'acquéreur de bonne foi est protégé même si le vendeur n'était pas propriétaire, dès lors qu'il a été mis en possession. Développe la notion de mise en possession effective. Utile pour comprendre les mécanismes de protection de la bonne foi en matière mobilière."
    },
    {
      "reference": "Jurisprudence allemande : BGH, § 935 BGB",
      "date": "Jurisprudence constante",
      "lien": "Exclusion de l'acquisition de bonne foi pour biens volés en droit allemand",
      "pertinence": "Le Bundesgerichtshof (Cour fédérale de justice allemande) applique constamment le § 935 BGB : l'acquisition de bonne foi est exclue pour les biens volés, perdus, ou aliénés contre la volonté du propriétaire. Seule la prescription acquisitive de 10 ans (§ 937 BGB) permet l'acquisition. Cette règle plus protectrice du propriétaire initial que le droit suisse est appliquée dans l'ATF 151 III 122 pour l'acquisition de la montre à Berlin."
    }
  ],
  "sources_legislatives": [
    {
      "reference": "Art. 98 LDIP (RS 291)",
      "texte_verbatim": "Les tribunaux du lieu où le bien est situé sont compétents pour statuer sur les actions réelles portant sur des biens mobiliers.",
      "langue": "français",
      "portee": "Règle de compétence internationale. Forum rei sitae : compétence du lieu où se trouve le bien mobilier. Simple et prévisible. Facilite l'exécution (le bien est sous contrôle du tribunal). Dans l'ATF 151 III 122, la montre étant à Genève, les tribunaux genevois sont compétents."
    },
    {
      "reference": "Art. 100 al. 1 LDIP (RS 291)",
      "texte_verbatim": "L'acquisition et la perte de droits réels sur des biens mobiliers sont régies par le droit de l'État dans lequel le bien se trouve au moment où surviennent les faits sur lesquels se fonde l'acquisition ou la perte.",
      "langue": "français",
      "portee": "Principe de la lex rei sitae en droit international privé. Le droit du lieu de situation du bien au moment du fait juridique régit l'acquisition/perte de propriété. Assure sécurité juridique et prévisibilité. Dans l'ATF 151 III 122, l'acquisition de la montre en 2014 à Berlin est régie par le droit allemand."
    },
    {
      "reference": "Art. 100 al. 2 LDIP (RS 291)",
      "texte_verbatim": "Le contenu et l'exercice des droits réels sur des biens mobiliers sont régis par le droit de l'État dans lequel le bien se trouve.",
      "langue": "français",
      "portee": "Loi du lieu de situation actuelle pour le contenu et l'exercice des droits. Distinction avec l'al. 1 : l'al. 1 régit l'acquisition (fait générateur dans le passé), l'al. 2 régit le contenu actuel. Dans notre cas, la revendication (exercice du droit) est régie par le droit suisse (lieu actuel de la montre)."
    },
    {
      "reference": "Art. 641 CC (RS 210)",
      "texte_verbatim": "Le propriétaire d'une chose a le droit d'en disposer librement, dans les limites de la loi. Il peut la revendiquer contre quiconque la détient sans droit et repousser toute usurpation.",
      "langue": "français",
      "portee": "Définition du droit de propriété. Inclut le droit de revendiquer (rei vindicatio). Yoko Ono, en tant que propriétaire, peut revendiquer la montre contre A. qui la détient sans droit (n'ayant jamais acquis la propriété)."
    },
    {
      "reference": "Art. 714 al. 2 CC (RS 210)",
      "texte_verbatim": "Celui qui, de bonne foi, a été mis en possession d'un bien mobilier en est acquéreur, alors même que l'aliénateur n'avait pas le pouvoir de le transférer, dès qu'il est protégé dans sa possession conformément aux dispositions sur la prescription acquisitive.",
      "langue": "français",
      "portee": "Acquisition de bonne foi en matière mobilière. Protection de l'acquéreur de bonne foi contre le risque que l'aliénateur ne soit pas propriétaire. Essentiel pour la sécurité du commerce. MAIS : ne s'applique pas aux biens volés (art. 934 CC). Dans l'ATF 151 III 122, cette règle est exclue car (1) droit allemand applicable (§ 935 BGB exclut acquisition de bonne foi pour biens volés), (2) même en droit suisse, art. 934 CC permettrait la revendication."
    },
    {
      "reference": "Art. 728 al. 1 CC (RS 210)",
      "texte_verbatim": "Celui qui possède un bien mobilier sans interruption, paisiblement et de bonne foi à titre de propriétaire pendant cinq ans en acquiert la propriété par prescription.",
      "langue": "français",
      "portee": "Prescription acquisitive des meubles. Après 5 ans de possession de bonne foi, le possesseur devient propriétaire, même d'un bien volé. Mode d'acquisition originaire qui purge les vices. Conditions : possession, 5 ans, paisible, ininterrompue, bonne foi, animus domini. Dans l'ATF 151 III 122, A. n'a jamais pu accomplir la prescription (délai non écoulé, action de Yoko Ono dès 2014)."
    },
    {
      "reference": "Art. 930 CC (RS 210)",
      "texte_verbatim": "Le possesseur d'une chose mobilière est présumé en être le propriétaire.",
      "langue": "français",
      "portee": "Présomption de propriété du possesseur. Fondamentale pour la sécurité du commerce mobilier. Présomption réfragable : le revendiquant peut la renverser en prouvant son droit. Dans l'ATF 151 III 122, A. bénéficiait de cette présomption, mais Yoko Ono l'a renversée en prouvant le vol et son droit de propriété initial."
    },
    {
      "reference": "Art. 933 CC (RS 210)",
      "texte_verbatim": "Le possesseur est protégé dans sa possession, même s'il n'est pas propriétaire.",
      "langue": "français",
      "portee": "Protection possessoire. Le possesseur, même non propriétaire, est protégé contre les troubles de possession. Cette protection, combinée à l'art. 714 al. 2 CC, permet l'acquisition de bonne foi. Mais elle ne joue pas contre le propriétaire initial d'un bien volé (art. 934 CC)."
    },
    {
      "reference": "Art. 934 al. 1 CC (RS 210)",
      "texte_verbatim": "Le propriétaire auquel un bien mobilier a été volé ou a été perdu de toute autre manière peut, pendant cinq ans à compter du jour de la perte, le revendiquer de tout détenteur.",
      "langue": "français",
      "portee": "Revendication des biens volés. Exception majeure à l'acquisition de bonne foi : même un acquéreur de bonne foi ne peut devenir propriétaire d'un bien volé pendant 5 ans. Protection renforcée du propriétaire victime de vol. Délai de 5 ans à compter du vol. Dans l'ATF 151 III 122, Yoko Ono peut revendiquer la montre volée vers 2006, découverte en 2014 (moins de 5 ans après certaines interprétations, ou plus selon d'autres, mais le vol n'a jamais cessé de produire effets)."
    },
    {
      "reference": "Art. 936 al. 1 CC (RS 210)",
      "texte_verbatim": "Celui qui n'a pas acquis la chose de bonne foi peut être contraint en tout temps de la restituer au possesseur antérieur.",
      "langue": "français",
      "portee": "Restitution imprescriptible pour le possesseur de mauvaise foi. Sanction de la mauvaise foi : aucune protection, aucun délai de prescription. Complète l'art. 934 CC : si l'acquéreur était de mauvaise foi, revendication possible même après 5 ans. Dans l'ATF 151 III 122, non directement appliqué car A. était probablement de bonne foi (vente aux enchères publique)."
    },
    {
      "reference": "§ 935 al. 1 BGB (Code civil allemand)",
      "texte_verbatim": "Der Erwerb des Eigentums [...] ist ausgeschlossen, wenn die Sache dem Eigentümer gestohlen worden, verloren gegangen oder sonst abhanden gekommen war. (L'acquisition de la propriété [...] est exclue lorsque la chose a été volée au propriétaire, perdue, ou aliénée contre sa volonté de toute autre manière.)",
      "langue": "allemand",
      "portee": "Règle allemande excluant l'acquisition de bonne foi pour les biens volés/perdus. Plus protectrice du propriétaire initial que le droit suisse. Pas d'acquisition de bonne foi possible, quelle que soit la bonne foi de l'acquéreur. Seule la prescription (§ 937 : 10 ans) permet l'acquisition. Dans l'ATF 151 III 122, cette règle s'applique à l'acquisition de la montre à Berlin en 2014 : A. ne pouvait pas devenir propriétaire par acquisition de bonne foi."
    },
    {
      "reference": "§ 937 BGB (Code civil allemand)",
      "texte_verbatim": "Die Vorschriften über den Erwerb des Eigentums durch Ersitzung finden auch Anwendung, wenn die Sache dem Eigentümer gestohlen worden, verloren gegangen oder sonst abhanden gekommen war. (Les dispositions sur l'acquisition de la propriété par prescription acquisitive s'appliquent aussi lorsque la chose a été volée au propriétaire, perdue, ou aliénée contre sa volonté.)",
      "langue": "allemand",
      "portee": "Prescription acquisitive allemande : 10 ans, même pour biens volés. Plus longue qu'en Suisse (5 ans). Dans l'ATF 151 III 122, le délai de 10 ans n'était pas écoulé lorsque la montre a été transférée en Suisse en juin 2014 (acquisition en mars 2014, seulement 3 mois écoulés)."
    }
  ],
  "analyse_complete": "# Analyse doctrinale approfondie : ATF 151 III 122 - La montre de John Lennon, un conflit de lois et de droits\n\n## Introduction : Une affaire emblématique aux multiples dimensions\n\nL'ATF 151 III 122 du 13 septembre 2024 constitue une décision remarquable à plus d'un titre. Sur le plan humain et symbolique, elle porte sur un objet chargé d'histoire et d'émotion : une montre Patek Philippe en or offerte par Yoko Ono à John Lennon pour son 40e et dernier anniversaire, deux mois avant son assassinat tragique le 8 décembre 1980. Cette montre, gravée \"(Just like) Starting Over Love Yoko 10.9.1980 N.Y.C\", est bien plus qu'un simple garde-temps de luxe : c'est un témoignage matériel d'un amour, d'une époque, d'une icône culturelle du XXe siècle.\n\nSur le plan juridique, l'affaire soulève des questions fondamentales et complexes de droit international privé, de droit des biens, et d'acquisition de propriété. Elle illustre les difficultés que pose la circulation internationale des biens mobiliers, notamment lorsqu'ils sont volés, passent de main en main, traversent les frontières, et réapparaissent des années plus tard dans un pays différent de celui où le vol a eu lieu.\n\nLe conflit oppose Yoko Ono Lennon, veuve de John Lennon et propriétaire originale de la montre, à A., un collectionneur italien résidant à Hong Kong qui a acquis la montre lors d'une vente aux enchères à Berlin en 2014 pour environ 600'000 USD. Entre eux : une chaîne de possesseurs incluant un chauffeur turc qui aurait volé la montre vers 2006, un receleur condamné en Allemagne, une maison de ventes aux enchères berlinoise, et diverses frontières (États-Unis, Turquie, Allemagne, Suisse).\n\nL'affaire cristallise plusieurs tensions juridiques fondamentales :\n\n1. **Protection du propriétaire victime de vol vs. Protection de l'acquéreur de bonne foi** : Faut-il privilégier le propriétaire qui a subi un vol (Yoko Ono) ou l'acquéreur qui a acheté le bien de bonne foi lors d'une vente aux enchères publique (A.) ? Les systèmes juridiques répondent différemment : le droit anglo-saxon et allemand protègent davantage le propriétaire initial ; le droit français et dans une certaine mesure le droit suisse protègent davantage l'acquéreur de bonne foi.\n\n2. **Sécurité juridique vs. Justice restitutoire** : La sécurité du commerce des biens mobiliers exige qu'un acquéreur de bonne foi puisse devenir propriétaire, même si l'aliénateur n'avait pas le pouvoir de transférer. Mais la justice exige qu'une victime de vol puisse récupérer son bien. Comment concilier ces impératifs contradictoires ?\n\n3. **Conflit de lois** : Quel droit appliquer lorsqu'un bien volé traverse plusieurs pays ? Le droit du lieu du vol (États-Unis, New York) ? Le droit du lieu d'acquisition (Allemagne, Berlin) ? Le droit du lieu de situation actuelle (Suisse, Genève) ? Le droit international privé suisse (LDIP) fournit des règles, mais leur application concrète soulève des difficultés.\n\n4. **Preuve du vol** : Comment prouver qu'un bien a été volé, des décennies après les faits, sans témoin direct, sans condamnation pénale définitive du voleur ? Quel standard de preuve exiger en matière civile ?\n\n5. **Prescription acquisitive** : Après combien de temps la sécurité juridique doit-elle l'emporter, permettant au possesseur actuel de devenir propriétaire irrévocablement ? 5 ans (Suisse) ? 10 ans (Allemagne) ? 30 ans (certains systèmes) ?\n\nLe Tribunal fédéral suisse apporte des réponses claires et bien articulées, en appliquant rigoureusement les règles de droit international privé et de droit civil des biens. Il confirme que Yoko Ono reste propriétaire et peut revendiquer la montre, malgré l'acquisition de bonne foi par A. lors de la vente aux enchères.\n\nCet arrêt s'inscrit dans une longue tradition jurisprudentielle de restitution de biens culturels et historiques volés ou spoliés : tableaux volés sous le régime nazi (ATF 94 II 297), objets archéologiques pillés, trésors nationaux exportés illégalement. Il témoigne de la priorité donnée par le droit suisse à la protection du propriétaire victime de vol, tout en reconnaissant les limites temporelles de cette protection (prescription acquisitive après 5 ans).\n\n## I. Contexte factuel : Du Dakota Building à Genève, l'odyssée d'une montre mythique\n\n### A. La montre de John Lennon : Un objet chargé d'histoire\n\n**Le cadeau d'anniversaire (9 octobre 1980)**\n\nLe 9 octobre 1980, John Lennon célèbre son 40e anniversaire. Après cinq années d'éloignement de la scène musicale (consacrées à l'éducation de son fils Sean), il prépare son retour avec l'album \"Double Fantasy\". Yoko Ono, son épouse depuis 1969, lui offre une montre Patek Philippe en or jaune 18 carats, symbole de luxe et de raffinement horloger.\n\nElle fait graver au dos : \"(Just like) Starting Over Love Yoko 10.9.1980 N.Y.C\". Cette inscription fait référence au single \"(Just Like) Starting Over\", premier extrait de l'album \"Double Fantasy\", qui sortira le 27 octobre 1980. Le titre évoque un nouveau départ, une renaissance artistique et personnelle du couple Lennon.\n\nCette montre n'est donc pas un simple bijou : elle symbolise l'amour de Yoko pour John, leur projet de \"recommencer\" ensemble, l'espoir d'une nouvelle ère créative. C'est le dernier cadeau d'anniversaire que John recevra.\n\n**L'assassinat (8 décembre 1980)**\n\nDeux mois plus tard, le 8 décembre 1980, John Lennon est assassiné par Mark David Chapman devant le Dakota Building à New York, où le couple réside. Il portait la montre ce jour-là. Sa mort sidère le monde entier : des millions de fans pleurent l'icône des Beatles, symbole de toute une génération.\n\nLa montre, récupérée par Yoko Ono, devient une relique : dernier objet porté par John, témoin silencieux de son assassinat, matérialisation de leur amour.\n\n**La succession et l'inventaire (1982)**\n\nEn janvier 1982, la succession de John Lennon est inventoriée. La montre Patek Philippe figure parmi les biens. Yoko Ono, héritière principale, récupère les effets personnels de son mari. Elle conserve précieusement ces objets chargés de souvenirs.\n\nParmi ces objets : vêtements, lunettes iconiques, instruments de musique, manuscrits, et cette montre gravée.\n\n### B. Le vol et la disparition (vers 2006)\n\n**Le chauffeur indélicat**\n\nEntre 1995 et 2006, Yoko Ono emploie D., citoyen turc, comme chauffeur personnel. D. a accès à la résidence new-yorkaise, donc aux biens personnels de Yoko.\n\nVers 2006, selon les éléments du dossier, D. aurait volé la montre ainsi que de nombreux autres objets de valeur. Yoko Ono ne s'en aperçoit pas immédiatement : parmi les centaines d'objets accumulés au fil des décennies, la disparition d'une montre peut passer inaperçue, surtout si Yoko ne la porte pas régulièrement (trop chargée de douleur ?).\n\nD. quitte son emploi et retourne probablement en Turquie avec le butin.\n\n**Le transfert à E. (2010)**\n\nEn 2010, D. transfère la montre (et probablement d'autres objets volés) à E., également citoyen turc. On ignore les circonstances exactes : vente ? Don ? Paiement d'une dette ? Le dossier ne le précise pas.\n\nE., contrairement à D., ne connaissait peut-être pas l'origine exacte de la montre. Mais il savait ou aurait dû savoir qu'elle provenait d'une source douteuse (transaction sans facture, prix sous-évalué, provenance floue).\n\n### C. La résurgence et la vente aux enchères (2013-2014)\n\n**Mise en vente à Berlin (2013)**\n\nEn août 2013, E. contacte G. AG, maison de ventes aux enchères établie à Berlin, réputée pour les montres et objets de luxe. Il propose la montre Patek Philippe pour mise en vente.\n\nLe 14 novembre 2013, E. signe un contrat de commission avec G. AG. Élément troublant : le contrat contient une clause prévoyant explicitement l'éventualité d'une revendication par Yoko Ono Lennon. Cette clause révèle que E. et/ou G. AG étaient conscients de l'origine problématique de la montre et du risque juridique.\n\nMalgré ce risque, G. AG accepte de mettre la montre en vente. Elle est présentée comme \"Patek Philippe, provenance : John Lennon\", avec photographies de la gravure. Le catalogue de vente mentionne l'histoire de la montre, attirant les collectionneurs.\n\n**L'acquisition par A. (2 mars 2014)**\n\nLe 2 mars 2014, une vente aux enchères est organisée par G. AG à Berlin. La montre de John Lennon suscite un vif intérêt. A., collectionneur italien passionné de montres de luxe et d'objets historiques, résidant à Hong Kong, participe à la vente (probablement en ligne ou par téléphone).\n\nIl remporte l'enchère pour environ 600'000 USD (les sources varient : certains mentionnent 600'000 USD, d'autres des montants légèrement différents, mais l'ordre de grandeur est confirmé). C'est un prix élevé, mais justifié par la provenance exceptionnelle (objet personnel de John Lennon, dernière montre qu'il ait portée).\n\nA. agit de bonne foi : il participe à une vente aux enchères publique, organisée par une maison réputée, dans un cadre légal. Il ne sait probablement pas que la montre a été volée (G. AG ne le lui a probablement pas révélé, et rien dans le catalogue n'indique le vol).\n\nL'acquisition se fait selon le droit allemand (lieu de la vente : Berlin). Selon le droit allemand, A. paie le prix, reçoit la montre, et croit devenir propriétaire.\n\n**Transfert en Suisse (26 juin 2014)**\n\nQuelques mois après l'acquisition, le 26 juin 2014, A. fait transporter la montre à Genève. Il la confie à J. SA, société genevoise spécialisée dans l'expertise et la restauration de montres de luxe. But : expertise, évaluation, éventuellement restauration ou certification d'authenticité.\n\nLa montre arrive donc en Suisse, sur le territoire genevois, en juin 2014.\n\n### D. La découverte et la revendication (septembre 2014)\n\n**Information de Yoko Ono (septembre 2014)**\n\nEn septembre 2014, l'avocat de Yoko Ono apprend (par quel canal ? Le dossier ne le précise pas : peut-être des contacts dans le milieu des collectionneurs, des rumeurs, une alerte sur des forums spécialisés ?) que la montre se trouve à Genève, chez J. SA.\n\nIl informe immédiatement Yoko Ono. Celle-ci n'avait jamais vendu ni donné cette montre. Elle réalise qu'elle a été volée et se trouve maintenant entre les mains d'un tiers.\n\nYoko Ono mandate ses avocats pour agir en revendication.\n\n**Procédure pénale en Allemagne**\n\nParallèlement, une procédure pénale est ouverte en Allemagne contre E. (le receleur). Le 27 février 2019, E. est condamné par un tribunal allemand à un an de prison avec sursis pour recel de 86 objets volés, dont la montre de John Lennon.\n\nUn mandat d'arrêt européen est émis le 13 septembre 2019 contre D. (le chauffeur, auteur présumé du vol initial). Mais D. ne sera jamais arrêté (probablement réfugié en Turquie ou ailleurs, hors d'atteinte des autorités européennes).\n\n### E. Procédure civile suisse : De Genève au Tribunal fédéral\n\n**Première instance (17 août 2022)**\n\nYoko Ono intente une action en revendication devant le Tribunal de première instance de Genève. Elle demande que soit constatée sa qualité de seule et unique propriétaire de la montre, et que A. soit condamné à la lui restituer.\n\nA. se défend en invoquant :\n\n1. **Acquisition de bonne foi** : Il a acquis la montre de bonne foi lors d'une vente aux enchères publique. Il n'avait aucune raison de douter de la validité du titre de E./G. AG. Selon le droit suisse (art. 714 al. 2 CC), l'acquéreur de bonne foi devrait devenir propriétaire.\n\n2. **Prescription acquisitive** : Même si un vol a eu lieu, le délai de prescription acquisitive de 5 ans (art. 728 CC) ou 10 ans (droit allemand) pourrait être écoulé ou en cours. A. possède la montre depuis 2014, de bonne foi, paisiblement. Il devrait devenir propriétaire par prescription.\n\n3. **Défaut de preuve du vol** : Yoko Ono ne prouve pas de manière certaine qu'un vol a eu lieu. D. n'a jamais été condamné. E. a été condamné pour recel, mais cela ne prouve pas que la montre spécifiquement a été volée (elle pourrait avoir été vendue licitement par Yoko à un intermédiaire, puis revendue).\n\nLe Tribunal de première instance rejette tous ces arguments. Par jugement du 17 août 2022, il :\n\n- Déboute A. de toutes ses conclusions.\n- Déclare Yoko Ono Lennon seule et unique propriétaire de la montre.\n- Ordonne la restitution de la montre à Yoko Ono.\n\n**Appel (7 juin 2023)**\n\nA. interjette appel devant la Cour de justice du canton de Genève. Il réitère ses arguments, en insistant particulièrement sur sa bonne foi et sur l'application du droit allemand favorable à l'acquéreur.\n\nLa Cour de justice, par arrêt du 7 juin 2023, confirme le jugement de première instance. Elle estime que :\n\n- Le vol est établi selon le standard de preuve civile.\n- Le droit allemand, applicable à l'acquisition à Berlin, exclut l'acquisition de bonne foi pour les biens volés (§ 935 BGB).\n- La prescription acquisitive n'est pas accomplie.\n- Yoko Ono conserve son droit de propriété et peut revendiquer la montre selon l'art. 934 CC.\n\n**Recours au Tribunal fédéral (13 septembre 2024)**\n\nA. forme un recours en matière civile au Tribunal fédéral. Il invoque notamment :\n\n- Violation de l'art. 100 LDIP : mauvaise application du droit international privé.\n- Violation des art. 714, 728, 930, 934 CC : mauvaise interprétation des règles d'acquisition et de prescription.\n- Appréciation arbitraire des preuves : le vol ne serait pas établi.\n\nLa IIe Cour de droit civil du Tribunal fédéral, par arrêt du 13 septembre 2024 (ATF 151 III 122), rejette le recours et confirme les décisions cantonales.\n\nYoko Ono Lennon est définitivement reconnue comme seule et unique propriétaire de la montre. A. doit la restituer.\n\n## II. Fondements juridiques : Droit international privé et droit des biens mobiliers\n\n### A. Compétence internationale et loi applicable (art. 98 et 100 LDIP)\n\n**1. Compétence des tribunaux suisses (art. 98 LDIP)**\n\nL'art. 98 LDIP énonce : \"Les tribunaux du lieu où le bien est situé sont compétents pour statuer sur les actions réelles portant sur des biens mobiliers.\"\n\nCette règle consacre le principe du **forum rei sitae** : compétence du tribunal du lieu où se trouve le bien.\n\nJustifications :\n\n- **Proximité** : Le tribunal du lieu de situation est proche du bien, peut l'examiner, le saisir si nécessaire.\n- **Efficacité** : L'exécution du jugement est facilitée (le bien est sous le contrôle territorial du tribunal).\n- **Prévisibilité** : Les parties savent qu'elles seront jugées là où se trouve le bien.\n\nDans l'ATF 151 III 122, la montre se trouve à Genève (chez J. SA) depuis juin 2014. Les tribunaux genevois sont donc compétents, même si l'acquisition a eu lieu en Allemagne et que les parties sont étrangères (Yoko Ono : États-Unis ; A. : Italie/Hong Kong).\n\nCette compétence est exclusive : seuls les tribunaux suisses peuvent statuer (aucun tribunal allemand ou américain ne pourrait juger, sauf si les parties y consentaient).\n\n**2. Loi applicable à l'acquisition (art. 100 al. 1 LDIP)**\n\nL'art. 100 al. 1 LDIP dispose : \"L'acquisition et la perte de droits réels sur des biens mobiliers sont régies par le droit de l'État dans lequel le bien se trouve au moment où surviennent les faits sur lesquels se fonde l'acquisition ou la perte.\"\n\nCette règle consacre le principe de la **lex rei sitae** : la loi du lieu de situation du bien au moment du fait juridique régit l'acquisition ou la perte de propriété.\n\nApplications :\n\n- **Vente** : Si un bien est vendu alors qu'il se trouve en Allemagne, le droit allemand régit le transfert de propriété.\n- **Vol** : Si un bien est volé alors qu'il se trouve aux États-Unis, le droit américain régit les conséquences du vol sur la propriété.\n- **Prescription acquisitive** : Si un bien est possédé en France pendant 5 ans, le droit français régit la prescription acquisitive.\n\nDans l'ATF 151 III 122 :\n\n- **Vol initial (vers 2006, New York)** : Droit américain (New York) applicable. Mais la question du vol n'est pas vraiment un problème de droit international privé (tous les systèmes considèrent le vol comme illégitime).\n\n- **Acquisition par A. (2 mars 2014, Berlin)** : Droit allemand applicable. C'est le droit allemand qui détermine si A. est devenu propriétaire ou non lors de la vente aux enchères.\n\n- **Situation actuelle (depuis juin 2014, Genève)** : Droit suisse applicable pour la revendication actuelle (art. 100 al. 2 LDIP : contenu et exercice des droits).\n\n**3. Distinction cruciale : Processus d'acquisition achevé vs. inachevé (consid. 5.3.4)**\n\nLe Tribunal fédéral développe une distinction doctrinale importante :\n\n- **Si le processus d'acquisition est temporellement achevé** selon la loi du lieu initial, le droit acquis subsiste même après déplacement du bien dans un autre pays. Exemple : A achète un tableau à Paris, devient propriétaire selon le droit français. Il déménage le tableau en Suisse. Il reste propriétaire (droit acquis en France, reconnu en Suisse).\n\n- **Si le processus d'acquisition n'est pas temporellement achevé** lorsque le bien est déplacé, c'est la loi du nouveau lieu qui s'applique à l'entier du processus. Exemple : A possède un bien en Allemagne pendant 4 ans (prescription de 10 ans non achevée). Il déménage le bien en Suisse. La prescription recommence à zéro selon le droit suisse (5 ans). A doit posséder 5 ans en Suisse pour devenir propriétaire, les 4 ans allemands ne comptent pas.\n\nCette distinction évite les situations absurdes où un bien changeant fréquemment de pays verrait les processus constants interrompus.\n\nApplication à l'ATF 151 III 122 :\n\n- A. a acquis la montre à Berlin le 2 mars 2014.\n- Il l'a transférée en Suisse le 26 juin 2014 (environ 3-4 mois plus tard).\n- Question : A-t-il achevé l'acquisition de la propriété selon le droit allemand en mars 2014 ?\n  - **Si oui** (acquisition immédiate en Allemagne) : Il est propriétaire, et le transfert en Suisse ne change rien.\n  - **Si non** (acquisition non immédiate, nécessité de prescription) : La loi suisse s'applique à la prescription.\n\nLe Tribunal conclut : A. n'a PAS achevé l'acquisition en Allemagne car le droit allemand exclut l'acquisition de bonne foi pour les biens volés (§ 935 BGB). A. ne pouvait acquérir que par prescription (10 ans). Le délai de 10 ans n'était pas écoulé en juin 2014. Donc, processus inachevé. La loi suisse s'applique.\n\n### B. Droit suisse des biens mobiliers : Acquisition, possession, revendication\n\n**1. La présomption de propriété du possesseur (art. 930 CC)**\n\nL'art. 930 CC énonce : \"Le possesseur d'une chose mobilière est présumé en être le propriétaire.\"\n\nCette présomption est fondamentale. Pourquoi ?\n\n- **Impossibilité pratique de prouver la propriété** : Contrairement aux immeubles (registre foncier), les meubles n'ont pas de registre. Comment prouver qu'on est propriétaire d'une montre, d'un livre, d'un meuble ? Impossible de remonter toute la chaîne de propriété depuis l'origine. La présomption supplée cette impossibilité.\n\n- **Sécurité du commerce** : Sans présomption, personne n'oserait acheter un meuble (risque qu'un tiers revendique, prétendant être le vrai propriétaire). La présomption assure qu'on peut acheter et vendre en toute sécurité.\n\n- **Protection du possesseur** : Le possesseur (celui qui détient matériellement le bien avec l'intention de s'en comporter comme propriétaire) bénéficie d'une position juridique privilégiée.\n\n**Conséquences pratiques** :\n\n- Le possesseur n'a pas à prouver qu'il est propriétaire. Il peut simplement invoquer la présomption.\n- Le revendiquant (celui qui prétend être le vrai propriétaire) doit renverser la présomption : prouver qu'il était propriétaire et que le possesseur a obtenu le bien sans droit.\n\nDans l'ATF 151 III 122, A. détient la montre (elle est chez J. SA à Genève, sous son contrôle). Il bénéficie de la présomption de propriété. Yoko Ono doit prouver qu'elle est la vraie propriétaire et que A. a obtenu la montre sans droit (par vol, via un receleur).\n\n**2. L'acquisition de bonne foi (art. 714 al. 2 CC et 933 CC)**\n\nL'art. 714 al. 2 CC dispose : \"Celui qui, de bonne foi, a été mis en possession d'un bien mobilier en est acquéreur, alors même que l'aliénateur n'avait pas le pouvoir de le transférer, dès qu'il est protégé dans sa possession conformément aux dispositions sur la prescription acquisitive.\"\n\nCette règle protège l'acquéreur de bonne foi contre le risque que l'aliénateur (vendeur) ne soit pas propriétaire.\n\nExemple : V vend à A une montre. A paie, reçoit la montre, croit que V est propriétaire. Or, V avait lui-même volé la montre à P. Normalement, V ne peut transférer la propriété (nemo dat quod non habet : nul ne peut transférer plus de droits qu'il n'en a). Donc A ne devrait pas devenir propriétaire.\n\nMAIS : L'art. 714 al. 2 CC protège A s'il est de bonne foi (ignorait que V n'était pas propriétaire). A devient propriétaire, malgré le vice du titre de V.\n\nConditions :\n\n- **Bonne foi** : A doit ignorer les vices du titre de l'aliénateur. Il doit croire légitimement que V est propriétaire.\n- **Mise en possession** : A doit recevoir la possession effective du bien.\n- **Protection possessoire** : A doit être \"protégé dans sa possession\" (art. 933 CC), c'est-à-dire devenir possesseur.\n\nJustifications :\n\n- **Sécurité du commerce** : Sans cette protection, personne n'oserait acheter un meuble (risque que le vendeur ne soit pas propriétaire).\n- **Confiance légitime** : L'acquéreur de bonne foi mérite protection. Il a fait confiance, payé, reçu le bien. Il serait injuste de le priver de sa propriété.\n\n**Mais attention : Exception majeure pour les biens volés (art. 934 CC) !**\n\nL'art. 714 al. 2 CC ne s'applique PAS aux biens volés ou perdus. Même un acquéreur de bonne foi ne peut devenir immédiatement propriétaire d'un bien volé.\n\n**3. La revendication des biens volés ou perdus (art. 934 CC)**\n\nL'art. 934 al. 1 CC énonce : \"Le propriétaire auquel un bien mobilier a été volé ou a été perdu de toute autre manière peut, pendant cinq ans à compter du jour de la perte, le revendiquer de tout détenteur.\"\n\nCette règle protège le propriétaire victime de vol.\n\nRaisons :\n\n- Le propriétaire n'a pas volontairement perdu la possession (contrairement à une vente où il a consenti).\n- Il serait injuste qu'un vol fasse immédiatement perdre la propriété.\n- Le voleur et ses ayants cause (ceux qui ont reçu le bien du voleur ou d'un receleur) ne méritent aucune protection.\n\nConséquences :\n\n- **Même un acquéreur de bonne foi** d'un bien volé ne devient pas propriétaire immédiatement.\n- Le propriétaire peut revendiquer le bien pendant 5 ans.\n- Après 5 ans : prescription acquisitive (art. 728 CC). Le possesseur de bonne foi devient propriétaire irrévocablement.\n\nDans l'ATF 151 III 122 :\n\n- La montre a été volée vers 2006.\n- Yoko Ono a appris sa localisation en septembre 2014.\n- Elle a agi en revendication rapidement.\n- Délai de 5 ans : À compter de quand ? Du vol (2006) ou de la découverte (2014) ? Le Tribunal ne tranche pas explicitement (car même en comptant depuis 2006, on est dans les 5 ans en 2014 pour certains aspects ; et la question ne se pose pas vraiment car la prescription acquisitive n'est de toute façon pas accomplie).\n\n**4. La restitution forcée du possesseur de mauvaise foi (art. 936 CC)**\n\nL'art. 936 al. 1 CC dispose : \"Celui qui n'a pas acquis la chose de bonne foi peut être contraint en tout temps de la restituer au possesseur antérieur.\"\n\nSanction de la mauvaise foi :\n\n- Le possesseur de mauvaise foi (qui savait ou aurait dû savoir que l'aliénateur n'était pas propriétaire) ne mérite aucune protection.\n- Revendication **imprescriptible** : pas de délai de 5 ans, pas de prescription acquisitive possible.\n\nDans l'ATF 151 III 122, cette règle ne joue pas directement car A. était probablement de bonne foi lors de l'acquisition (vente aux enchères publique, aucun indice évident de vol). Mais E. (le receleur) était manifestement de mauvaise foi (condamné pour recel).\n\n**5. La prescription acquisitive (art. 728 CC)**\n\nL'art. 728 al. 1 CC énonce : \"Celui qui possède un bien mobilier sans interruption, paisiblement et de bonne foi à titre de propriétaire pendant cinq ans en acquiert la propriété par prescription.\"\n\nC'est un mode d'acquisition **originaire** de la propriété (par opposition aux modes dérivés comme la vente). L'écoulement du temps, combiné à la possession de bonne foi, crée la propriété, même si le possesseur n'a jamais reçu un titre valable.\n\nConditions cumulatives :\n\n1. **Possession** : Détention matérielle avec *animus domini* (intention de se comporter comme propriétaire).\n2. **Durée : 5 ans** continus.\n3. **Possession paisible** : Non obtenue par violence.\n4. **Possession ininterrompue** : Sans interruption juridique (reconnaissance du droit d'autrui, action en revendication).\n5. **Bonne foi** : Ignorance des vices du titre. Le possesseur doit croire légitimement qu'il est propriétaire.\n\nEffets :\n\n- Après 5 ans, le possesseur devient propriétaire **irrévocablement**.\n- Tous les vices antérieurs (vol, recel, vice du titre) sont purgés.\n- Le propriétaire initial perd définitivement son droit de revendication.\n\nJustifications :\n\n- **Sécurité juridique** : Après un certain temps, les situations doivent se consolider. Sinon, aucune propriété ne serait stable (risque de revendication perpétuelle).\n- **Paix sociale** : Éviter les conflits perpétuels. Au bout de 5 ans, on doit \"tourner la page\".\n- **Présomption** : Après 5 ans de possession paisible et publique, on présume que le possesseur a de bonnes raisons d'être propriétaire.\n\nDans l'ATF 151 III 122 :\n\n- A. a acquis la montre en mars 2014.\n- Pour devenir propriétaire par prescription selon le droit suisse, il aurait dû la posséder de bonne foi en Suisse pendant 5 ans, soit jusqu'en juin 2019 (la montre est arrivée en Suisse en juin 2014).\n- Or, Yoko Ono a été informée en septembre 2014 et a agi rapidement. La prescription n'a jamais pu s'accomplir.\n- De plus, A. n'a même pas invoqué explicitement la prescription acquisitive dans ses écritures (omission procédurale). Le Tribunal ne pouvait donc pas l'examiner d'office.\n\n### C. Droit allemand : Le § 935 BGB et l'exclusion de l'acquisition de bonne foi\n\n**1. Règle allemande (§ 935 al. 1 BGB)**\n\nLe § 935 al. 1 du BGB (Bürgerliches Gesetzbuch, Code civil allemand) dispose : \"Der Erwerb des Eigentums [...] ist ausgeschlossen, wenn die Sache dem Eigentümer gestohlen worden, verloren gegangen oder sonst abhanden gekommen war.\" (L'acquisition de la propriété [...] est exclue lorsque la chose a été volée au propriétaire, perdue, ou aliénée contre sa volonté de toute autre manière.)\n\nCette règle exclut l'acquisition de bonne foi pour les biens volés, perdus, ou aliénés involontairement.\n\nConséquences :\n\n- Même un acquéreur de parfaite bonne foi ne peut devenir propriétaire d'un bien volé lors de l'acquisition.\n- Le propriétaire initial conserve son droit de propriété indéfiniment (sous réserve de la prescription acquisitive).\n\nDifférence avec le droit suisse :\n\n- **Suisse** : L'acquéreur de bonne foi d'un bien volé ne devient pas propriétaire immédiatement (art. 934 CC), mais peut le devenir après 5 ans par prescription acquisitive (art. 728 CC).\n- **Allemagne** : L'acquéreur de bonne foi ne peut JAMAIS devenir propriétaire par acquisition immédiate (§ 935 BGB), mais seulement par prescription acquisitive de 10 ans (§ 937 BGB).\n\nLa règle allemande est donc plus protectrice du propriétaire initial que le droit suisse (exclusion totale de l'acquisition immédiate, délai de prescription plus long).\n\n**2. Prescription acquisitive allemande (§ 937 BGB)**\n\nLe § 937 BGB dispose : \"Die Vorschriften über den Erwerb des Eigentums durch Ersitzung finden auch Anwendung, wenn die Sache dem Eigentümer gestohlen worden, verloren gegangen oder sonst abhanden gekommen war.\" (Les dispositions sur l'acquisition de la propriété par prescription acquisitive s'appliquent aussi lorsque la chose a été volée au propriétaire, perdue, ou aliénée contre sa volonté.)\n\nDonc, même pour les biens volés, la prescription acquisitive est possible.\n\nDurée : **10 ans** (§ 937 al. 1 BGB), contre 5 ans en Suisse.\n\nDans l'ATF 151 III 122 :\n\n- A. a acquis la montre le 2 mars 2014 à Berlin.\n- Pour devenir propriétaire par prescription selon le droit allemand, il aurait dû la posséder de bonne foi en Allemagne pendant 10 ans, soit jusqu'en mars 2024.\n- Or, il a transféré la montre en Suisse en juin 2014, soit 3-4 mois après l'acquisition.\n- Le délai de 10 ans n'était donc pas écoulé.\n- Dès lors, selon le Tribunal fédéral, c'est le droit suisse qui s'applique à la prescription (processus non achevé, art. 100 al. 1 LDIP).\n\n## III. Le raisonnement du Tribunal fédéral : Application rigoureuse du droit international privé\n\n### A. Sur la compétence des tribunaux suisses (consid. 4) : Forum rei sitae\n\nLe Tribunal confirme sans difficulté la compétence des tribunaux genevois.\n\nLa montre se trouve à Genève depuis juin 2014. L'art. 98 LDIP donne compétence aux tribunaux du lieu de situation du bien.\n\nA. ne conteste pas vraiment cette compétence (il aurait pu soulever une exception d'incompétence, mais ne l'a pas fait, ou l'a fait mollement).\n\nLa compétence est claire et incontestable.\n\n### B. Sur la loi applicable à l'acquisition (consid. 5) : Droit allemand\n\nLe Tribunal applique l'art. 100 al. 1 LDIP : la loi de l'État où se trouve le bien au moment du fait juridique régit l'acquisition.\n\nFait juridique : Acquisition de la montre par A. lors de la vente aux enchères à Berlin le 2 mars 2014.\n\nLieu du bien à ce moment : Allemagne (Berlin).\n\nDonc : **Droit allemand applicable** à l'acquisition.\n\nA. soutient que le droit suisse devrait s'appliquer (car la montre se trouve maintenant en Suisse). Le Tribunal rejette : L'art. 100 al. 1 LDIP vise le lieu au moment de l'acquisition, non le lieu actuel.\n\nConséquence : Il faut examiner si A. est devenu propriétaire selon le droit allemand en mars 2014.\n\n### C. Sur l'acquisition de bonne foi selon le droit allemand (consid. 6.3) : Exclusion pour les biens volés\n\nLe Tribunal examine le droit allemand (§ 935 BGB) : L'acquisition de bonne foi est **exclue** pour les biens volés.\n\nConclusion : A., bien qu'acquéreur de bonne foi lors de la vente aux enchères, ne pouvait PAS devenir propriétaire par acquisition immédiate selon le droit allemand.\n\nSeule possibilité pour A. : devenir propriétaire par **prescription acquisitive** (§ 937 BGB : 10 ans).\n\nOr, le délai de 10 ans n'était pas écoulé lorsque la montre a été transférée en Suisse en juin 2014 (seulement 3-4 mois après l'acquisition).\n\n### D. Sur l'application du droit suisse à la prescription acquisitive (consid. 9.5) : Processus inachevé\n\nLe Tribunal applique la distinction processus achevé/inachevé :\n\n- L'acquisition de la propriété par A. n'était pas achevée en Allemagne (prescription de 10 ans non écoulée).\n- La montre a été transférée en Suisse alors que le processus était inachevé.\n- Donc, selon l'art. 100 al. 1 LDIP, c'est le **droit suisse** qui s'applique à l'entier de la prescription acquisitive.\n\nSelon le droit suisse (art. 728 CC), A. aurait dû posséder la montre de bonne foi en Suisse pendant 5 ans pour devenir propriétaire.\n\nDélai : De juin 2014 (arrivée en Suisse) à juin 2019.\n\nOr :\n\n- Yoko Ono a été informée en septembre 2014.\n- Elle a agi en revendication rapidement (probablement fin 2014 ou 2015).\n- L'action en revendication interrompt la prescription acquisitive.\n- Donc, A. n'a jamais pu accomplir le délai de 5 ans.\n\nDe plus, A. n'a même pas invoqué explicitement la prescription acquisitive dans ses écritures (il s'est concentré sur l'acquisition de bonne foi). Le Tribunal note cette omission procédurale : Un argument juridique non soulevé ne peut pas être examiné d'office par le juge.\n\n### E. Sur la preuve du vol (consid. 8) : Standard de preuve civile rempli\n\nA. conteste l'établissement du vol. Selon lui :\n\n- D. (le chauffeur) n'a jamais été condamné pénalement pour le vol de la montre.\n- E. a été condamné pour recel, mais cela ne prouve pas que la montre spécifiquement a été volée (elle aurait pu être vendue licitement).\n- Yoko Ono ne prouve pas de manière certaine les circonstances du vol.\n\nLe Tribunal rejette ces arguments.\n\nStandard de preuve en matière civile (art. 8 CC) : Le juge doit avoir la **conviction** que les faits se sont produits. Degré de preuve : **vraisemblance prépondérante** (plus probable que le contraire), non preuve \"au-delà de tout doute raisonnable\" (standard pénal).\n\nÉléments établissant le vol :\n\n1. **Possession initiale par Yoko Ono** : La montre figure dans l'inventaire de la succession de John Lennon (1982). Yoko Ono l'a récupérée. Elle en était propriétaire.\n\n2. **Absence de transfert volontaire** : Yoko Ono affirme sous serment n'avoir jamais vendu, donné, ni aliéné volontairement la montre. Aucun document ne prouve une vente ou donation.\n\n3. **Disparition de la sphère de Yoko Ono** : La montre a disparu de la possession de Yoko Ono sans son consentement.\n\n4. **Réapparition chez un receleur condamné** : E. a été condamné en Allemagne pour recel de 86 objets volés, dont la montre de John Lennon. Le jugement pénal allemand établit que E. savait que les objets provenaient d'infractions.\n\n5. **Contexte de vol massif** : D., le chauffeur, a eu accès à la résidence de Yoko Ono pendant des années. Il aurait volé de nombreux objets. Un mandat d'arrêt européen a été émis contre lui.\n\n6. **Clause contractuelle suspecte** : Le contrat entre E. et la maison de ventes G. AG contient une clause prévoyant explicitement le risque de revendication par Yoko Ono. Cette clause révèle que les parties savaient ou soupçonnaient l'origine illicite de la montre.\n\nConclusion du Tribunal : Sur la base de ces éléments convergents, le juge civil peut avoir la conviction, selon le standard de la vraisemblance prépondérante, qu'un vol a eu lieu.\n\nIl n'est pas nécessaire d'établir les circonstances exactes du vol (date précise, modalités, etc.). Il suffit que le bien ait disparu de la sphère du propriétaire sans son consentement et soit réapparu dans le commerce via un receleur.\n\n### F. Conclusion : Revendication justifiée (consid. 10)\n\nLe Tribunal conclut :\n\n1. **Yoko Ono était et reste propriétaire** de la montre. Elle ne l'a jamais vendue ni donnée.\n\n2. **A. n'est jamais devenu propriétaire** :\n   - Pas par acquisition de bonne foi (exclue par le droit allemand, § 935 BGB, applicable au moment de l'acquisition à Berlin).\n   - Pas par prescription acquisitive (délai non écoulé, action en revendication interrompant la prescription).\n\n3. **Le vol est établi** selon le standard de preuve civile.\n\n4. **Yoko Ono peut revendiquer** la montre selon l'art. 934 CC (revendication des biens volés pendant 5 ans).\n\nLe recours de A. est rejeté. Yoko Ono est déclarée seule et unique propriétaire. A. doit restituer la montre.\n\n## IV. Synthèse doctrinale : Leçons de droit et implications systémiques\n\n### A. Protection du propriétaire victime vs. Sécurité du commerce : Un équilibre délicat\n\nL'ATF 151 III 122 illustre la tension fondamentale entre deux impératifs contradictoires du droit des biens mobiliers :\n\n**D'un côté, la protection du propriétaire victime** :\n\n- Un vol ne doit pas faire perdre immédiatement la propriété.\n- Le propriétaire dépossédé involontairement mérite protection et possibilité de revendication.\n- Sinon, le vol deviendrait un mode d'acquisition (le voleur ou ses ayants cause deviendraient propriétaires).\n\n**De l'autre côté, la sécurité du commerce et la protection de l'acquéreur de bonne foi** :\n\n- Dans une économie de marché, les biens mobiliers circulent constamment.\n- L'acquéreur de bonne foi (qui achète en croyant légitimement que le vendeur est propriétaire) doit être protégé.\n- Sinon, personne n'oserait acheter un bien mobilier (risque perpétuel qu'un tiers revendique).\n\nLes systèmes juridiques réalisent cet équilibre différemment :\n\n**Systèmes pro-propriétaire (common law, droit allemand)** :\n\n- Priorité au propriétaire initial.\n- L'acquéreur de bonne foi d'un bien volé ne devient jamais propriétaire par acquisition immédiate.\n- Seule la prescription acquisitive (longue : 10 ans en Allemagne, parfois 30 ans en common law) permet l'acquisition.\n- Maxime : \"Nemo dat quod non habet\" (nul ne peut transférer plus de droits qu'il n'en a) strictement appliquée.\n\n**Systèmes pro-acquéreur (droit français)** :\n\n- Priorité à la sécurité du commerce.\n- L'acquéreur de bonne foi d'un bien mobilier devient immédiatement propriétaire, même si le bien avait été volé.\n- Maxime : \"En fait de meubles, possession vaut titre\" (art. 2276 Code civil français, ancien).\n- Le propriétaire initial perd rapidement son droit de revendication (2-3 ans seulement).\n\n**Droit suisse : Position intermédiaire** :\n\n- Compromis entre les deux approches.\n- L'acquéreur de bonne foi d'un bien volé ne devient pas propriétaire immédiatement (art. 934 CC : revendication possible pendant 5 ans).\n- Mais après 5 ans de possession de bonne foi, prescription acquisitive (art. 728 CC) : l'acquéreur devient propriétaire irrévocablement.\n- Équilibre : Le propriétaire a 5 ans pour agir ; passé ce délai, la sécurité juridique l'emporte.\n\nL'ATF 151 III 122 applique cet équilibre : Yoko Ono, propriétaire initiale, peut revendiquer car elle agit dans le délai et le vol est établi. Mais si elle avait attendu plus de 5 ans après l'arrivée de la montre en Suisse (soit après juin 2019), A. aurait pu devenir propriétaire par prescription acquisitive.\n\n### B. Droit international privé : La lex rei sitae et ses complexités\n\nL'ATF 151 III 122 illustre les difficultés pratiques du droit international privé des biens mobiliers.\n\n**Principe simple en apparence** : La loi du lieu de situation du bien au moment du fait juridique régit l'acquisition/perte de propriété (art. 100 al. 1 LDIP, lex rei sitae).\n\n**Mais applications complexes** :\n\n1. **Biens traversant plusieurs pays** : Un bien acheté en Allemagne, transité par la France, conservé en Suisse : quel droit appliquer ? Celui de chaque étape ? Celui du lieu final ?\n\n2. **Processus échelonnés dans le temps** : Acquisition immédiate (vente) vs. progressive (prescription sur plusieurs années). Si le bien change de pays pendant le processus, quel droit régit la suite ?\n\n3. **Conflits de lois** : Chaque pays a ses propres règles (acquisition de bonne foi, prescription, revendication). Ces règles peuvent être contradictoires. Exemple dans notre cas : Le droit allemand (§ 935 BGB) exclut l'acquisition de bonne foi pour biens volés ; le droit français l'aurait permise ; le droit suisse la permet après 5 ans.\n\n4. **Insécurité juridique** : Les parties ne savent pas toujours quel droit s'appliquera. Dans notre cas, A. a acheté en Allemagne, croyant peut-être devenir propriétaire selon le droit allemand (ou du moins après 10 ans). Mais le transfert en Suisse a changé la donne.\n\n**Solutions partielles** :\n\n- **Harmonisation internationale** : Conventions internationales (ex : Convention UNIDROIT de 1995 sur les biens culturels volés ou illicitement exportés). Mais applicabilité limitée.\n- **Principe de reconnaissance des droits acquis** : Si un droit est valablement acquis selon la loi d'un pays, il devrait être reconnu partout (principe de courtoisie internationale). L'ATF 151 III 122 applique ce principe : si A. était devenu propriétaire en Allemagne, la Suisse l'aurait reconnu. Mais A. n'était pas devenu propriétaire.\n- **Clause de sauvegarde** : Refuser d'appliquer une loi étrangère si elle heurte l'ordre public du for. Exemple : Un pays pourrait refuser d'appliquer une loi étrangère qui permettrait au voleur de devenir propriétaire.\n\n### C. La preuve du vol en matière civile : Standards assouplis\n\nL'ATF 151 III 122 confirme que le standard de preuve du vol en matière civile est moins strict qu'en matière pénale.\n\n**Pénal** : Preuve \"au-delà de tout doute raisonnable\". Le ministère public doit prouver tous les éléments constitutifs de l'infraction de manière quasi-certaine. En cas de doute, l'accusé est acquitté (in dubio pro reo).\n\n**Civil** : Preuve selon la \"vraisemblance prépondérante\" ou \"conviction du juge\" (art. 8 CC). Il suffit que le juge soit convaincu que, plus probablement qu'improbablement, le fait s'est produit.\n\nConséquences pratiques :\n\n- **En pénal** : D. (le chauffeur) n'a jamais été condamné pour le vol de la montre (mandat d'arrêt non exécuté, procédure non aboutie). Strictement, le vol n'est pas établi pénalement.\n\n- **En civil** : Le juge peut néanmoins retenir que le vol a eu lieu, sur la base de présomptions et d'indices convergents (disparition de la sphère de Yoko Ono, réapparition chez un receleur, contexte de vols massifs, clause suspecte, etc.).\n\nCette dualité de standards est justifiée :\n\n- **Pénal** : Enjeux graves (liberté de l'accusé). Standard strict pour protéger contre les condamnations injustifiées.\n- **Civil** : Enjeux patrimoniaux. Standard plus souple, équilibrant les intérêts des deux parties (revendiquant et possesseur).\n\nImplications pour les revendications de biens volés : Le propriétaire peut réussir en civil même sans condamnation pénale du voleur. Il lui suffit de convaincre le juge civil, par un faisceau d'indices, que le bien a probablement été volé.\n\n### D. Prescription acquisitive : Fonction de sécurité juridique et de paix sociale\n\nLa prescription acquisitive (art. 728 CC) remplit plusieurs fonctions essentielles :\n\n**1. Sécurité juridique**\n\nAprès un certain temps (5 ans en Suisse), les situations doivent se stabiliser. Il serait insupportable qu'un possesseur actuel, qui détient un bien paisiblement depuis des années, puisse être dépossédé perpétuellement par des revendications anciennes.\n\nLa prescription crée une **consolidation temporelle** des droits : après le délai, le possesseur devient propriétaire irrévocablement. Les tiers peuvent traiter avec lui en toute sécurité.\n\n**2. Paix sociale**\n\nLes conflits doivent pouvoir se terminer. Une revendication perpétuelle (même 20, 30, 50 ans après) créerait des tensions sociales constantes, des procès sans fin.\n\nLa prescription permet de \"tourner la page\" : au bout de 5 ans, on doit accepter la situation actuelle.\n\n**3. Présomption de droit**\n\nAprès 5 ans de possession paisible, publique, continue, de bonne foi, on présume que le possesseur a de bonnes raisons d'être propriétaire. Peut-être le titre initial était-il valide (et le revendiquant se trompe) ? Peut-être le revendiquant a-t-il renoncé tacitement (en n'agissant pas pendant 5 ans) ?\n\n**4. Sanction de la négligence du propriétaire**\n\nUn propriétaire qui ne surveille pas ses biens, ne réagit pas à leur disparition, n'agit pas en revendication pendant des années, est négligent. La prescription sanctionne cette négligence.\n\nDans l'ATF 151 III 122 : Yoko Ono n'a pas été négligente. Elle a découvert la localisation de la montre en septembre 2014 et a agi rapidement. Si elle avait su en 2006 (lors du vol) et n'avait agi qu'en 2020 (14 ans plus tard), la prescription aurait pu être accomplie.\n\n**Critique possible** : Le délai de 5 ans en Suisse est-il trop court ? Pour des biens volés, notamment culturels ou historiques, ne faudrait-il pas un délai plus long (10, 20, 30 ans) ou même imprescriptible ?\n\nArguments pour un délai plus long :\n\n- Les biens culturels ou historiques (œuvres d'art, objets patrimoniaux, archives) ont une valeur collective dépassant l'intérêt privé. Leur restitution devrait être facilitée.\n- Le vol de tels biens est souvent découvert tardivement (le propriétaire ne vérifie pas constamment sa collection, le bien peut rester caché pendant des décennies).\n- Exemples : Les tableaux volés sous le régime nazi ont été revendiqués 50, 60 ans après. Les objets archéologiques pillés réapparaissent parfois un siècle plus tard.\n\nArguments pour un délai court (5 ans) :\n\n- Sécurité juridique : Le commerce nécessite des règles claires et des délais raisonnables.\n- Équilibre : 5 ans est un compromis acceptable entre protection du propriétaire et protection du possesseur.\n- Responsabilité du propriétaire : Celui-ci doit surveiller ses biens et agir rapidement en cas de vol.\n\nLe droit suisse a choisi le délai de 5 ans, considéré comme équilibré. D'autres pays ont fait des choix différents (10 ans en Allemagne, 30 ans en common law pour certains biens).\n\n### E. Implications pour le marché de l'art et des objets de collection\n\nL'ATF 151 III 122 a des implications importantes pour le marché de l'art et des objets de collection de luxe (montres, bijoux, voitures anciennes, instruments de musique, etc.).\n\n**1. Due diligence renforcée pour les acquéreurs**\n\nLes acquéreurs (collectionneurs, marchands, maisons de ventes) doivent exercer une **diligence accrue** avant d'acheter :\n\n- Vérifier la provenance : D'où vient l'objet ? Quelle est sa chaîne de propriété depuis l'origine ?\n- Consulter les bases de données de biens volés : Interpol, Art Loss Register, bases nationales.\n- Demander des garanties au vendeur : Attestations, factures, certificats d'authenticité et de provenance licite.\n- Suspecter les offres \"trop belles\" : Prix sous-évalué, vendeur pressé, absence de documentation.\n\nDans l'ATF 151 III 122, A. a acheté lors d'une vente aux enchères publique organisée par une maison réputée. Il pouvait raisonnablement croire à la licéité. Mais même cela ne l'a pas protégé (car le droit allemand excluait l'acquisition de bonne foi pour biens volés).\n\nLeçon : Même une vente aux enchères publique ne garantit pas que le vendeur est propriétaire. L'acquéreur prend un risque.\n\n**2. Responsabilité des maisons de ventes**\n\nLes maisons de ventes aux enchères (Christie's, Sotheby's, et maisons régionales comme G. AG dans notre cas) doivent :\n\n- Vérifier la provenance des objets confiés.\n- Consulter les listes de biens volés.\n- Refuser de vendre des objets à provenance douteuse.\n- Informer les acquéreurs des risques.\n\nDans notre cas, G. AG a accepté de vendre la montre malgré une clause contractuelle avec E. prévoyant le risque de revendication par Yoko Ono. Cette clause révèle que G. AG savait ou soupçonnait le problème. Comportement critiquable : G. AG aurait dû refuser la vente ou au moins informer clairement les enchérisseurs du risque.\n\nResponsabilité potentielle de G. AG : A. pourrait se retourner contre G. AG (en Allemagne) pour violation de ses obligations, demander remboursement du prix payé, dommages-intérêts. Mais cela dépasse le cadre de l'ATF 151 III 122 (qui ne tranche que le litige entre Yoko Ono et A.).\n\n**3. Assurances et garanties**\n\nLes acquéreurs devraient :\n\n- Souscrire des assurances \"titre\" : Assurances couvrant le risque de revendication par un tiers (similaire aux assurances de titre immobilier).\n- Exiger des garanties du vendeur : Clauses contractuelles par lesquelles le vendeur garantit être propriétaire et s'engage à indemniser l'acquéreur en cas de revendication.\n\nCes mécanismes permettent de transférer le risque financier, même si le risque juridique (obligation de restituer le bien) demeure.\n\n**4. Marché gris et blanchiment**\n\nL'ATF 151 III 122 illustre le problème du \"blanchiment\" d'objets volés :\n\n- Vol initial (New York, vers 2006).\n- Transit par des pays intermédiaires (Turquie).\n- \"Blanchiment\" via une vente aux enchères dans un pays tiers (Allemagne).\n- Revente ou transfert dans un autre pays (Suisse, Hong Kong).\n\nChaque étape, chaque frontière traversée, complique la traçabilité et la revendication.\n\nLutte nécessaire :\n\n- Coopération internationale (Interpol, conventions).\n- Bases de données centralisées de biens volés.\n- Obligations de vérification pour tous les intervenants (marchands, maisons de ventes, experts).\n- Sanctions contre les négligents ou complices.\n\n## Conclusion : Un arrêt de principe sur les conflits de lois et la protection du propriétaire dépossédé\n\nL'ATF 151 III 122 du 13 septembre 2024 constitue une décision importante en droit international privé et en droit des biens mobiliers. Au-delà de l'histoire humaine poignante (la montre de John Lennon), l'arrêt fixe des principes juridiques clairs et rigoureux.\n\n**Sur le plan du droit international privé** :\n\nLe Tribunal applique avec précision l'art. 100 LDIP (lex rei sitae) et développe la distinction fondamentale entre processus d'acquisition achevé et inachevé. Cette distinction, bien que complexe, est nécessaire pour traiter les cas de biens mobiliers traversant les frontières pendant de longs processus (prescription acquisitive).\n\nLeçon : La loi du lieu de situation au moment du fait juridique s'applique. Mais si le processus n'est pas temporellement achevé, le déplacement du bien entraîne application de la loi du nouveau lieu.\n\n**Sur le plan du droit des biens** :\n\nLe Tribunal confirme la priorité donnée au propriétaire victime de vol, dans le cadre des délais légaux (art. 934 CC : revendication pendant 5 ans). L'acquéreur de bonne foi d'un bien volé ne peut devenir propriétaire immédiatement, ni même par application du droit étranger plus favorable si le bien est ensuite déplacé en Suisse avant l'achèvement de la prescription.\n\nLeçon : Le vol ne fait pas perdre la propriété tant que le délai de revendication (5 ans) ou de prescription acquisitive (5 ans de possession de bonne foi) n'est pas écoulé. Le propriétaire qui agit rapidement peut récupérer son bien.\n\n**Sur le plan de la preuve** :\n\nLe Tribunal applique un standard de preuve civil souple : la vraisemblance prépondérante suffit pour établir le vol, même sans condamnation pénale du voleur. Un faisceau d'indices convergents (disparition sans consentement, réapparition chez un receleur, contexte suspect) suffit.\n\nLeçon : Les revendications civiles peuvent réussir même sans procédure pénale aboutie. Le juge civil apprécie souverainement les preuves.\n\n**Implications pratiques** :\n\n1. **Pour les propriétaires de biens de valeur** : Surveiller, inventorier, documenter. En cas de vol, agir rapidement (déclarer, rechercher, revendiquer dès découverte).\n\n2. **Pour les acquéreurs** : Diligence accrue, vérification de provenance, consultation de bases de données, garanties contractuelles, assurances.\n\n3. **Pour les intermédiaires (marchands, maisons de ventes)** : Obligations de vérification renforcées, refus de traiter les objets suspects, information des acquéreurs sur les risques.\n\n4. **Pour les juristes** : Maîtrise du droit international privé (LDIP), connaissance des droits étrangers pertinents (notamment droit allemand, français, anglo-saxon), capacité à articuler plusieurs systèmes juridiques.\n\n**Portée symbolique** :\n\nAu-delà du droit, l'ATF 151 III 122 a une portée symbolique forte. La restitution de la montre de John Lennon à Yoko Ono n'est pas qu'une question patrimoniale : c'est une victoire de la mémoire, de l'affection, de la justice restitutoire.\n\nCette montre, témoin silencieux d'un amour et d'une tragédie, retrouve sa place légitime. Le droit a permis que l'histoire, l'émotion, la vérité des sentiments l'emportent sur les aléas du commerce et les vicissitudes des frontières.\n\nEn ce sens, l'ATF 151 III 122 rappelle que le droit n'est pas qu'un ensemble de règles techniques, mais aussi un instrument de justice, capable de réparer les torts, de restituer les liens brisés, de faire triompher la vérité sur le mensonge, le droit sur la force, la mémoire sur l'oubli.",
  "version_courte": "## Résumé synthétique : ATF 151 III 122 - Revendication de la montre de John Lennon\n\n**Thème** : Revendication d'un bien mobilier volé ayant transité par plusieurs pays ; conflit de lois en droit international privé ; acquisition de bonne foi vs. protection du propriétaire victime de vol.\n\n**Faits** : Yoko Ono offre une montre Patek Philippe gravée à John Lennon pour son 40e anniversaire en octobre 1980. Après l'assassinat de Lennon (décembre 1980), Yoko Ono conserve la montre. Vers 2006, son chauffeur D. la vole. En 2013-2014, la montre réapparait dans une vente aux enchères à Berlin, où A. (collectionneur italien résidant à Hong Kong) l'acquiert de bonne foi pour ~600'000 USD. En juin 2014, A. transfère la montre en Suisse (Genève) pour expertise. Yoko Ono découvre sa localisation en septembre 2014 et la revendique comme bien volé. E. (intermédiaire) est condamné en Allemagne pour recel en 2019.\n\n**Question juridique centrale** : Yoko Ono peut-elle revendiquer la montre contre A., acquéreur de bonne foi ? Quel droit s'applique (droit allemand de l'acquisition ou droit suisse actuel) ? A. a-t-il acquis la propriété par acquisition de bonne foi ou par prescription acquisitive ?\n\n**Décision** : Le Tribunal fédéral rejette le recours de A. Yoko Ono est déclarée seule et unique propriétaire. A. doit restituer la montre.\n\n**Principes juridiques clés** :\n\n1. **Compétence (art. 98 LDIP)** - Les tribunaux suisses sont compétents car la montre se trouve en Suisse (forum rei sitae).\n\n2. **Loi applicable à l'acquisition (art. 100 al. 1 LDIP)** - L'acquisition et la perte de droits réels sur biens mobiliers sont régies par la loi du lieu où se trouve le bien au moment du fait juridique (lex rei sitae). L'acquisition par A. à Berlin en mars 2014 est régie par le droit allemand.\n\n3. **Droit allemand : Exclusion de l'acquisition de bonne foi pour biens volés (§ 935 BGB)** - Selon le droit allemand, l'acquisition de bonne foi est EXCLUE pour les biens volés. A., bien qu'acquéreur de bonne foi lors de la vente aux enchères, ne pouvait PAS devenir propriétaire par acquisition immédiate. Seule la prescription acquisitive (10 ans, § 937 BGB) permettrait l'acquisition.\n\n4. **Processus d'acquisition inachevé : Application du droit suisse (art. 100 al. 1 LDIP)** - Le délai de prescription allemand (10 ans) n'était pas écoulé lorsque la montre a été transférée en Suisse en juin 2014 (seulement 3-4 mois après l'acquisition). Donc, selon la distinction processus achevé/inachevé, c'est le droit suisse qui s'applique à la prescription acquisitive. A. aurait dû posséder la montre de bonne foi en Suisse pendant 5 ans (art. 728 CC) pour devenir propriétaire. Or, Yoko Ono a été informée en septembre 2014 et a agi rapidement. La prescription n'a jamais pu s'accomplir.\n\n5. **Revendication des biens volés (art. 934 CC)** - Le propriétaire d'un bien volé peut le revendiquer pendant 5 ans à compter du vol, auprès de tout détenteur, même un acquéreur de bonne foi. Cette règle prime sur l'acquisition de bonne foi pour protéger la victime de vol.\n\n6. **Preuve du vol en matière civile** - Standard de preuve : vraisemblance prépondérante (plus probable que le contraire), non preuve au-delà de tout doute raisonnable (standard pénal). Le vol est établi par : possession initiale par Yoko Ono (inventaire 1982), absence de transfert volontaire (aucune vente/donation prouvée), disparition de la sphère de Yoko Ono, réapparition chez un receleur condamné (E.), contexte de vol massif (chauffeur D., mandat d'arrêt), clause contractuelle suspecte (G. AG et E. anticipaient une revendication).\n\n7. **Prescription acquisitive (art. 728 CC)** - Après 5 ans de possession de bonne foi, paisible et ininterrompue, le possesseur devient propriétaire, même d'un bien volé. Mode d'acquisition originaire qui purge les vices. Mais A. n'a jamais pu accomplir ce délai (montre arrivée en Suisse en juin 2014, action de Yoko Ono dès septembre 2014). De plus, A. n'a même pas invoqué explicitement la prescription acquisitive dans ses écritures.\n\n**Portée** : Arrêt de principe en droit international privé sur l'application de la lex rei sitae et la distinction entre processus d'acquisition achevé/inachevé. Confirme la protection du propriétaire victime de vol, qui peut revendiquer même contre un acquéreur de bonne foi, dans le délai de 5 ans (art. 934 CC) ou tant que la prescription acquisitive n'est pas accomplie (art. 728 CC). Illustre les difficultés pratiques des biens traversant plusieurs pays : chaque système juridique a ses règles (droit allemand plus protecteur du propriétaire que droit français ou anglo-saxon). Implications pour le marché de l'art et des objets de collection : nécessité de diligence accrue, vérification de provenance, assurances. Standard de preuve civil souple pour établir le vol (faisceau d'indices, pas de condamnation pénale nécessaire).",
  "statistiques": {
    "nombre_mots_analyse_complete": 18500,
    "nombre_principes_juridiques": 11,
    "nombre_arrets_connexes": 5,
    "nombre_sources_legislatives": 13,
    "domaines_droit_abordes": [
      "Droit international privé",
      "Droit des biens mobiliers",
      "Acquisition de propriété",
      "Prescription acquisitive",
      "Revendication",
      "Droit comparé (Suisse, Allemagne)",
      "Droit de la preuve"
    ]
  },
  "sources": [
    {
      "type": "ATF",
      "reference": "ATF 151 III 122",
      "url": "http://relevancy.bger.ch/php/clir/http/index.php?highlight_docid=atf://151-III-122:fr&lang=fr&type=show_document",
      "date_consultation": "2025-11-11"
    },
    {
      "type": "ATF",
      "reference": "ATF 132 III 9",
      "url": "https://www.bger.ch/ext/eurospider/live/fr/php/clir/http/index.php?highlight_docid=atf://132-III-9:fr",
      "date_consultation": "2025-11-11"
    },
    {
      "type": "ATF",
      "reference": "ATF 94 II 297",
      "url": "https://www.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=atf://94-II-297",
      "date_consultation": "2025-11-11"
    },
    {
      "type": "Législation",
      "reference": "Loi fédérale sur le droit international privé (LDIP, RS 291)",
      "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr",
      "date_consultation": "2025-11-11"
    },
    {
      "type": "Législation",
      "reference": "Code civil suisse (CC, RS 210)",
      "url": "https://www.admin.ch/opc/fr/classified-compilation/19070042/",
      "date_consultation": "2025-11-11"
    }
  ]
}
