{
  "metadata": {
    "titre": "Changement de sexe à l'état civil des mineurs - Capacité de discernement et vérification par l'officier d'état civil",
    "reference_atf": "ATF 151 III 1",
    "numero_cause": "5A_623/2024",
    "date_arret": "6 novembre 2024",
    "formation": "IIe Cour de droit civil du Tribunal fédéral suisse",
    "parties": "A.A. et B.A. (recourants, parents) contre C.A. (intimée, mineure)",
    "domaine_juridique": "Droit civil - Droit de la personnalité - État civil - Protection de l'enfant",
    "mots_cles": [
      "changement de sexe",
      "état civil",
      "mineurs",
      "capacité de discernement",
      "autodétermination",
      "article 30b CC",
      "article 16 CC",
      "protection de l'enfant",
      "consentement parental",
      "officier d'état civil",
      "identité de genre",
      "droits fondamentaux",
      "intérêt de l'enfant",
      "curatelle",
      "représentation légale"
    ],
    "lois_appliquees": [
      "Art. 30b CC (Modification de l'inscription du sexe)",
      "Art. 16 CC (Capacité de discernement)",
      "Art. 16 OEC (Ordonnance sur l'état civil)",
      "Art. 307 al. 3 CC (Exécution des mesures de protection)",
      "Art. 292 CP (Insoumission à une décision de l'autorité)",
      "Art. 3 par. 1 CDE (Convention relative aux droits de l'enfant)",
      "Art. 11 Cst. (Protection des enfants et des jeunes)",
      "Art. 8 CEDH (Droit au respect de la vie privée et familiale)",
      "Art. 29 al. 2 Cst. (Droit d'être entendu)",
      "Art. 90, 95-106 LTF (Loi sur le Tribunal fédéral)"
    ]
  },
  "decisions_principales": [
    {
      "faits": "Le présent arrêt concerne une situation familiale complexe impliquant une mineure née en 2007, identifiée dans l'arrêt sous le pseudonyme C.A., et ses deux parents divorcés, A.A. et B.A. Ces derniers, qui ont divorcé par jugement du 12 janvier 2022, exercent conjointement l'autorité parentale sur leurs enfants et ont instauré une garde alternée. Cette organisation familiale a été profondément bouleversée par les questionnements identitaires de l'adolescente et sa démarche de changement de sexe à l'état civil.\n\nLe 22 février 2023, le Service de protection des mineurs du canton de Genève a procédé à un signalement au tribunal cantonal concernant la situation de C.A. Le service recommandait l'instauration d'une curatelle afin d'assurer le suivi thérapeutique de l'adolescente dans le cadre de ses questionnements identitaires. Cette recommandation faisait suite à des tensions familiales importantes et à des préoccupations concernant le bien-être de la jeune fille. Le 27 février 2023, une curatrice a été désignée pour accompagner C.A., et le 31 mars 2023, une curatelle d'assistance éducative a été formellement instaurée par décision du tribunal.\n\nLa situation s'est ensuite rapidement aggravée, conduisant le tribunal à prendre des mesures de protection plus importantes. Le 24 avril 2023, par voie d'ordonnance provisionnelle, le tribunal a décidé de retirer provisoirement aux parents la garde de l'enfant ainsi que le droit de déterminer son lieu de résidence. Cette décision draconienne s'est accompagnée d'une mesure de placement en foyer et d'une confirmation de l'ensemble des mesures de protection. Une ordonnance du 10 mai 2023 a maintenu ces dispositions, témoignant de la gravité de la situation familiale et des inquiétudes des autorités concernant le bien-être de l'adolescente.\n\nParallèlement à ces mesures de protection, C.A. a entrepris une démarche administrative visant à modifier son inscription à l'état civil conformément à l'article 30b du Code civil suisse. Cette disposition, entrée en vigueur le 1er janvier 2022, permet à toute personne ayant la conviction intime et constante de ne pas appartenir au sexe inscrit à l'état civil de faire une déclaration de modification devant l'officier d'état civil, sans nécessiter d'interventions médicales préalables ni de procédure judiciaire. Cette réforme législative marque un changement de paradigme important en consacrant le principe de l'autodétermination en matière d'identité de genre.\n\nLe 9 novembre 2023, le tribunal a fixé un délai au 23 novembre 2023 pour que les parents remettent les documents d'identité de leur fille en vue de l'accomplissement de cette démarche administrative de changement de sexe. Cependant, les parents ont catégoriquement refusé de s'exécuter. Ils ont justifié leur refus en demandant qu'une expertise psychiatrique spécialisée soit préalablement réalisée pour évaluer la capacité de discernement de leur fille concernant cette décision lourde de conséquences. Selon les parents, une telle expertise était indispensable avant d'autoriser une modification aussi fondamentale de l'état civil de leur enfant mineure.\n\nFace à cette résistance parentale, le tribunal a rendu le 28 février 2024 une ordonnance contraignante enjoignant aux parents de déposer la carte d'identité de C.A. auprès du Service de protection des mineurs, sous menace de sanctions pénales conformément à l'article 292 du Code pénal suisse (insoumission à une décision de l'autorité). Dans cette ordonnance, le tribunal a explicitement constaté que le consentement des père et mère à l'accomplissement de la démarche d'état civil envisagée n'était pas requis au regard des dispositions de l'article 30b du Code civil.\n\nLe tribunal a fondé sa décision sur plusieurs éléments factuels et juridiques. Il a notamment retenu que C.A., âgée de plus de 16 ans au moment de la procédure, disposait de la capacité de discernement nécessaire pour entreprendre cette démarche. Le tribunal s'est appuyé sur les observations du Service de protection des mineurs, sur les rapports de la curatrice, et sur le fait que l'adolescente avait manifesté de manière constante et cohérente sa conviction intime de ne pas appartenir au sexe inscrit à son état civil. Le tribunal a également considéré que l'exigence d'une expertise psychiatrique préalable allait à l'encontre de l'esprit de la réforme législative de 2022, qui vise précisément à simplifier la procédure et à éviter la médicalisation systématique de ces démarches.\n\nLes parents, estimant cette décision contraire au droit et aux intérêts supérieurs de leur enfant, ont exercé un recours en matière civile devant le Tribunal fédéral le 16 septembre 2024. Dans leur recours, ils ont développé plusieurs griefs articulés. Premièrement, ils ont invoqué une violation de l'article 30b du Code civil, arguant que cette disposition devait être interprétée comme exigeant systématiquement une expertise psychiatrique pour vérifier la capacité de discernement des mineurs. Deuxièmement, ils ont allégué un arbitraire dans l'établissement des faits, considérant que les autorités inférieures n'avaient pas suffisamment vérifié la capacité de discernement de leur fille. Troisièmement, ils ont soulevé une violation de l'article 8 de la Convention européenne des droits de l'homme (droit au respect de la vie privée et familiale) en lien avec la menace de sanction pénale. Quatrièmement, ils ont invoqué la Convention relative aux droits de l'enfant (CDE) et l'article 11 de la Constitution fédérale relatif à la protection des enfants et des jeunes.\n\nLe 14 octobre 2024, le Tribunal fédéral a accordé un effet suspensif au recours, permettant ainsi de geler temporairement l'exécution de l'ordonnance du tribunal cantonal. Cette mesure provisionnelle témoignait de la nécessité d'un examen approfondi des questions juridiques soulevées, qui revêtaient une importance fondamentale tant pour la famille concernée que pour l'interprétation d'une disposition législative récente et encore peu appliquée par les tribunaux.\n\nL'affaire soulève des questions juridiques d'une grande complexité et d'une actualité brûlante. Elle met en tension plusieurs principes juridiques fondamentaux : d'une part, le droit à l'autodétermination et à l'identité de genre des personnes mineures; d'autre part, l'autorité parentale et le devoir de protection des parents envers leurs enfants; enfin, le rôle de l'État dans la protection de l'enfance et la vérification de la capacité de discernement des mineurs. L'arrêt du Tribunal fédéral était donc particulièrement attendu, car il allait nécessairement clarifier l'étendue des pouvoirs de l'officier d'état civil en matière de vérification de la capacité de discernement, les conditions dans lesquelles une expertise médicale peut ou doit être exigée, et l'articulation entre le principe d'autodétermination consacré par la réforme de 2022 et les mécanismes traditionnels de protection des mineurs.\n\nLa situation illustre également les tensions sociétales contemporaines autour des questions d'identité de genre, particulièrement lorsqu'elles concernent des personnes mineures. Le désaccord entre l'adolescente, soutenue par les autorités de protection, et ses parents, reflète des divergences profondes sur la manière d'appréhender ces questions : approche fondée sur l'autodétermination et la reconnaissance de la parole de l'adolescent d'un côté, approche prudentielle privilégiant l'expertise médicale et la maturation progressive de l'autre. Le Tribunal fédéral était ainsi appelé à trancher un différend qui dépasse largement le cas individuel pour toucher aux fondements mêmes de notre compréhension juridique de l'identité, de la capacité juridique et de la protection de l'enfance.",
      "principes_juridiques": [
        {
          "principe": "Principe d'autodétermination en matière d'identité de genre",
          "explication": "L'article 30b du Code civil suisse, entré en vigueur le 1er janvier 2022, consacre un changement de paradigme fondamental en matière de changement de sexe à l'état civil. Cette disposition instaure une procédure simple et rapide, fondée sur le principe de l'autodétermination, qui remplace l'ancienne procédure judiciaire lourde et médicalisée. Désormais, toute personne ayant la conviction intime et constante de ne pas appartenir au sexe inscrit à l'état civil peut faire une déclaration devant l'officier d'état civil, sans avoir à justifier d'interventions médicales préalables, d'expertises psychiatriques ou d'autres conditions. Ce principe marque une rupture avec la conception pathologisante de la transidentité qui prévalait auparavant. Le législateur a expressément voulu éviter la médicalisation systématique de ces démarches et reconnaître le droit de chaque personne à définir elle-même son identité de genre. Cette évolution s'inscrit dans un mouvement international de dépathologisation de la transidentité et de reconnaissance des droits fondamentaux des personnes transgenres. Le Tribunal fédéral rappelle dans cet arrêt que l'objectif central de la réforme était de simplifier le changement de sexe à l'état civil en se fondant sur l'autodétermination, sans interventions médicales ou autres conditions préalables. Il est particulièrement exclu d'exiger préalablement un diagnostic de la santé mentale. Cette interdiction de principe de toute expertise psychiatrique systématique constitue le cœur de la réforme législative. Toutefois, ce principe d'autodétermination n'est pas absolu et doit être concilié avec d'autres impératifs juridiques, notamment la vérification de la capacité de discernement et la protection des mineurs.",
          "reference": "ATF 151 III 1, consid. 3.4; Message du Conseil fédéral du 6 décembre 2019 concernant la modification du Code civil suisse (Changement de sexe à l'état civil)"
        },
        {
          "principe": "Capacité de discernement et sa vérification par l'officier d'état civil",
          "explication": "La capacité de discernement constitue un concept central du droit civil suisse. L'article 16 du Code civil dispose que toute personne qui n'est pas privée de la faculté d'agir raisonnablement en raison de son jeune âge, de déficience mentale, de troubles psychiques, d'ivresse ou d'autres causes semblables est capable de discernement. Cette capacité est présumée chez toute personne, y compris les mineurs, sauf preuve contraire. Toutefois, le Tribunal fédéral précise dans le présent arrêt que cette présomption ne dispense pas l'officier d'état civil de vérifier effectivement la capacité de discernement dans le cadre de la procédure de changement de sexe. Cette obligation de vérification découle directement des travaux préparatoires de la loi. Le Message du Conseil fédéral du 6 décembre 2019 énonce explicitement qu'en cas de doutes sur la capacité de discernement, qui est présumée mais qui doit être vérifiée d'office à l'instar de l'identité, des investigations complémentaires seront effectuées. L'officier d'état civil dispose ainsi d'un pouvoir-devoir de vérification : il peut et doit, en cas de doutes objectifs et fondés, exiger la collaboration de la personne concernée et l'inviter à présenter un certificat médical. Cette vérification doit respecter un équilibre délicat : elle ne doit pas devenir systématique au point de vider de sa substance le principe d'autodétermination, mais elle doit être effectuée de manière suffisamment rigoureuse pour garantir que seules les personnes réellement capables de discernement peuvent modifier leur état civil. Le Tribunal fédéral insiste sur le fait qu'il s'agit d'une vérification d'office, c'est-à-dire que l'officier d'état civil a l'obligation d'y procéder même en l'absence de contestation ou de demande des parties. Cette vérification peut s'effectuer par un entretien avec la personne concernée, par l'examen de documents médicaux ou psychologiques déjà existants, ou, en cas de doutes subsistants, par la demande d'un certificat médical spécifique. L'important est que cette vérification ne devienne pas une expertise psychiatrique approfondie systématique, ce qui serait contraire à l'esprit de la loi.",
          "reference": "ATF 151 III 1, consid. 3.3-3.4; art. 16 CC; Message du Conseil fédéral du 6 décembre 2019"
        },
        {
          "principe": "Absence d'exigence d'expertise psychiatrique préalable systématique",
          "explication": "Le Tribunal fédéral rejette catégoriquement la thèse des parents selon laquelle l'article 30b du Code civil devrait être interprété comme exigeant systématiquement une expertise psychiatrique spécialisée pour vérifier la capacité de discernement des mineurs souhaitant changer de sexe à l'état civil. Cette position s'appuie sur une analyse approfondie des travaux préparatoires et de la finalité de la réforme législative. Le Message du Conseil fédéral précise qu'il est particulièrement exclu d'exiger préalablement un diagnostic de la santé mentale. Les débats parlementaires n'ont pas remis en cause cette orientation fondamentale. La doctrine juridique et les directives de l'Office fédéral de l'état civil (OFEC) confirment unanimement cette interprétation. Exiger systématiquement une expertise psychiatrique reviendrait à réintroduire par la voie jurisprudentielle une condition que le législateur a explicitement voulu écarter. Cela viderait de sa substance la réforme de 2022 et réinstaurerait une médicalisation contraire au principe d'autodétermination. Le Tribunal fédéral souligne qu'aucune lacune législative authentique n'existe sur ce point : le texte de loi exprime clairement la volonté du législateur, et c'est au législateur fédéral, et non aux tribunaux, qu'il appartient éventuellement de modifier le régime s'il apparaissait nécessaire de renforcer les garanties. Cette position témoigne d'une retenue judiciaire importante face à une réforme législative récente : le Tribunal fédéral refuse de combler ce qu'il considère comme une lacune impropre (c'est-à-dire une réglementation que certains jugent insatisfaisante mais qui existe bel et bien) et renvoie au processus législatif démocratique pour toute modification du régime. Toutefois, cette absence d'expertise systématique ne signifie pas absence totale de vérification : l'officier d'état civil conserve la possibilité, en cas de doutes objectifs et fondés, de requérir un certificat médical. La différence fondamentale réside dans le caractère non systématique de cette démarche : elle ne doit intervenir qu'en cas de doutes concrets, et non comme condition préalable à toute procédure.",
          "reference": "ATF 151 III 1, consid. 3.4; Message du Conseil fédéral du 6 décembre 2019"
        },
        {
          "principe": "Conditions du consentement parental pour les mineurs de plus de 16 ans",
          "explication": "L'article 30b alinéa 4 du Code civil établit une distinction claire selon l'âge et la situation juridique de la personne mineure souhaitant modifier son inscription à l'état civil. Le consentement du représentant légal (généralement les parents exerçant l'autorité parentale) est requis dans trois situations précises : premièrement, lorsque la personne est âgée de moins de 16 ans; deuxièmement, lorsqu'elle est sous curatelle de portée générale; troisièmement, lorsque l'autorité de protection de l'adulte et de l'enfant a ordonné que le consentement du représentant légal soit requis. À contrario, pour les mineurs âgés de 16 ans ou plus, capables de discernement et ne se trouvant pas dans l'une des deux autres situations exceptionnelles, aucun consentement parental n'est nécessaire. Cette règle manifeste la volonté du législateur de reconnaître une autonomie progressive aux mineurs en matière d'identité personnelle. L'âge de 16 ans a été retenu comme seuil significatif, correspondant à d'autres dispositions du droit suisse reconnaissant une capacité de décision accrue aux adolescents (par exemple en matière médicale). Dans le cas d'espèce, C.A. était âgée de plus de 16 ans au moment de la procédure. Bien qu'elle fût sous curatelle, il ne s'agissait pas d'une curatelle de portée générale mais d'une curatelle d'assistance éducative, qui ne restreignait pas globalement sa capacité juridique. Enfin, l'autorité de protection n'avait pas ordonné que le consentement parental fût requis. Par conséquent, les trois conditions posées par l'article 30b alinéa 4 pour exiger le consentement parental n'étaient pas remplies. Les parents ne disposaient donc d'aucun droit de veto juridique sur la démarche de leur fille. Cette solution peut paraître surprenante au regard de la conception traditionnelle de l'autorité parentale, mais elle s'inscrit dans une reconnaissance progressive de l'autonomie décisionnelle des adolescents dans les domaines touchant à leur personnalité et leur identité. Le législateur a considéré qu'à partir de 16 ans, un adolescent capable de discernement devait pouvoir effectuer cette démarche sans l'accord de ses parents, même si ceux-ci y sont opposés. Cette règle vise à protéger les adolescents contre d'éventuels blocages familiaux qui retarderaient indûment une démarche importante pour leur développement personnel et leur bien-être psychologique.",
          "reference": "ATF 151 III 1, consid. 3.3; art. 30b al. 4 CC"
        },
        {
          "principe": "Interprétation juridique et distinction entre lacunes authentiques et impropres",
          "explication": "Le Tribunal fédéral procède dans cet arrêt à un exposé méthodologique approfondi sur l'interprétation des textes législatifs et la distinction entre différents types de lacunes. L'interprétation juridique commence toujours par l'analyse du texte légal lui-même (méthode littérale). Lorsque le texte est clair et univoque, il n'y a généralement pas lieu de s'en écarter. Si le texte présente des ambiguïtés ou des imprécisions, le juge doit rechercher le sens véritable de la norme en recourant aux travaux préparatoires (méthode historique), au but poursuivi par le législateur (méthode téléologique) et aux rapports systématiques avec d'autres dispositions (méthode systématique). Le Tribunal distingue ensuite soigneusement deux types de lacunes : les lacunes authentiques et les lacunes impropres. Une lacune authentique existe lorsqu'une situation n'est absolument pas réglementée par le droit, alors qu'elle devrait l'être selon le plan général du législateur. Dans ce cas, le juge peut et doit intervenir pour combler cette lacune par voie jurisprudentielle. Une lacune impropre, en revanche, existe lorsqu'une situation est réglementée par la loi, mais que cette réglementation est jugée insatisfaisante, incomplète ou inadéquate par certains. Dans ce cas, le juge ne peut pas modifier ou compléter la loi : seul le législateur démocratiquement élu peut le faire. Dans le présent cas, le Tribunal fédéral considère que l'article 30b du Code civil ne présente aucune lacune authentique concernant la vérification de la capacité de discernement. Le texte, éclairé par les travaux préparatoires, exprime clairement la volonté du législateur : vérification d'office par l'officier d'état civil, possibilité de demander un certificat médical en cas de doutes, mais exclusion de toute expertise psychiatrique préalable systématique. Si certains jugent cette réglementation insuffisante ou dangereuse (lacune impropre), il appartient au législateur, et non aux tribunaux, de la modifier. Cette distinction méthodologique est fondamentale car elle délimite les pouvoirs respectifs du législateur et du juge : le juge ne peut pas, sous couvert d'interprétation, réformer une loi dont il désapprouverait le contenu. Cette retenue judiciaire est particulièrement importante lorsqu'il s'agit d'une réforme législative récente, fruit d'un débat démocratique approfondi : les tribunaux doivent respecter les choix du législateur, même s'ils peuvent susciter des controverses ou des critiques.",
          "reference": "ATF 151 III 1, consid. 3.1 et 3.4"
        },
        {
          "principe": "Portée limitée de la Convention relative aux droits de l'enfant en droit suisse",
          "explication": "Les parents recourants invoquaient l'article 3 paragraphe 1 de la Convention relative aux droits de l'enfant (CDE), qui dispose que dans toutes les décisions concernant les enfants, l'intérêt supérieur de l'enfant doit être une considération primordiale. Le Tribunal fédéral rappelle que cette disposition conventionnelle n'est pas directement applicable (self-executing) en droit suisse. Cela signifie qu'elle ne peut pas être directement invoquée devant les tribunaux pour fonder une prétention juridique concrète. Cette disposition a une portée programmatique et doit être concrétisée par le législateur national à travers des dispositions légales spécifiques. En l'occurrence, le principe de l'intérêt supérieur de l'enfant est concrétisé par l'article 11 de la Constitution fédérale suisse, qui dispose que les enfants et les jeunes ont droit à une protection particulière de leur intégrité et à l'encouragement de leur développement. Le recours fondé directement sur l'article 3 CDE est donc irrecevable. Cette irrecevabilité ne signifie pas que l'intérêt de l'enfant soit ignoré, mais simplement que le grief doit être articulé en invoquant les dispositions de droit interne (notamment l'article 11 de la Constitution et les articles du Code civil sur la protection de l'enfant) qui concrétisent ce principe. En l'espèce, le Tribunal considère implicitement que le grief fondé sur l'article 11 de la Constitution se confond avec celui relatif à l'interprétation de l'article 30b du Code civil : si cette disposition, correctement interprétée, permet la procédure sans expertise préalable, c'est que le législateur a estimé que cette solution était compatible avec l'intérêt supérieur des enfants concernés. Cette décision illustre les limites de l'invocabilité directe du droit international en droit suisse : de nombreuses dispositions conventionnelles, bien qu'elles lient la Suisse sur le plan international, ne peuvent être directement appliquées par les tribunaux et nécessitent une concrétisation législative.",
          "reference": "ATF 151 III 1, consid. 2.3; art. 3 par. 1 CDE; art. 11 Cst."
        },
        {
          "principe": "Exigences de motivation du recours et principe d'allégation",
          "explication": "Le Tribunal fédéral rappelle avec rigueur les exigences procédurales applicables aux recours en matière civile. Selon les articles 95 à 106 de la Loi sur le Tribunal fédéral (LTF), le Tribunal fédéral applique le droit d'office, c'est-à-dire qu'il examine de lui-même si les dispositions juridiques ont été correctement appliquées. Toutefois, cette application d'office ne dispense pas les parties recourantes de motiver suffisamment leurs griefs. Le principe d'allégation, consacré notamment par l'article 106 alinéa 2 LTF, impose aux recourants d'expliquer précisément en quoi la décision attaquée viole le droit. Une simple affirmation péremptoire ne suffit pas : il faut développer une argumentation juridique articulée, en citant les dispositions légales applicables et en expliquant concrètement en quoi elles ont été violées. Dans le présent arrêt, le Tribunal fédéral déclare irrecevables plusieurs griefs des parents au motif qu'ils ne respectaient pas ces exigences de motivation. Ainsi, le grief relatif à la violation de l'article 8 de la Convention européenne des droits de l'homme concernant la menace de pénalité s'épuise en affirmation péremptoire, sans motivation suffisante : il est donc irrecevable. De même, la demande de compléter l'état de fait manque de motivation conforme au principe d'allégation et ne peut être examinée. Cette rigueur procédurale peut sembler formaliste, mais elle répond à plusieurs objectifs : d'une part, obliger les parties à structurer leur argumentation et à identifier précisément les questions juridiques en litige; d'autre part, permettre au Tribunal fédéral de concentrer son examen sur les questions effectivement débattues et juridiquement pertinentes; enfin, garantir l'égalité des armes entre les parties en imposant à toutes les mêmes exigences d'argumentation. En pratique, cela signifie qu'un recours au Tribunal fédéral nécessite une rédaction juridique rigoureuse et ne peut se contenter d'arguments généraux ou émotionnels : chaque grief doit être fondé sur des dispositions légales précises et développé de manière argumentée.",
          "reference": "ATF 151 III 1, consid. 2.1, 2.2, 2.3 et 5; art. 95-106 LTF"
        },
        {
          "principe": "Contrôle restreint des faits par le Tribunal fédéral",
          "explication": "Le Tribunal fédéral exerce un contrôle limité sur l'établissement des faits par les instances inférieures. L'article 105 de la Loi sur le Tribunal fédéral dispose que les faits constatés par l'autorité précédente lient le Tribunal fédéral, sauf s'ils sont manifestement inexacts (arbitraires) ou établis en violation du droit. Cette limitation s'explique par la nature de juridiction de droit du Tribunal fédéral : contrairement aux instances inférieures, qui peuvent procéder à l'administration de preuves, le Tribunal fédéral n'examine en principe que les questions de droit. Les parties qui contestent l'établissement des faits doivent démontrer un arbitraire manifeste, ce qui impose un seuil probatoire très élevé. Dans le cas d'espèce, les parents reprochaient au tribunal cantonal d'avoir arbitrairement constaté que leur fille disposait de la capacité de discernement. Le Tribunal fédéral rejette ce grief en relevant que l'ordonnance attaquée précisait expressément que l'intéressée remplissait l'ensemble des conditions posées par l'article 30b alinéas 1 et 4 chiffre 1 du Code civil, ce qui incluait nécessairement la capacité de discernement. Cette constatation reposait sur l'examen du dossier, les rapports du Service de protection des mineurs et les observations de la curatrice. Aucun élément ne permettait de qualifier cette constatation d'arbitraire. Le Tribunal fédéral rappelle ainsi que l'arbitraire ne se présume pas et que c'est à la partie recourante de démontrer, par une argumentation détaillée, en quoi l'établissement des faits serait insoutenable. Cette exigence de démonstration rigoureuse de l'arbitraire limite considérablement les possibilités de remettre en cause devant le Tribunal fédéral les constatations factuelles des instances cantonales, ce qui renforce l'importance des débats devant les tribunaux de première et deuxième instances.",
          "reference": "ATF 151 III 1, consid. 2.2 et 4; art. 105 LTF"
        }
      ],
      "sources_legislatives": [
        {
          "article": "Art. 30b CC",
          "titre": "Modification de l'inscription du sexe",
          "texte_integral": "1 Toute personne ayant la conviction intime et constante de ne pas appartenir au sexe inscrit dans le registre de l'état civil peut déclarer devant l'officier de l'état civil vouloir faire modifier l'inscription du sexe.\n\n2 L'officier de l'état civil inscrit le nouveau sexe sans autre formalité.\n\n3 La déclaration ne peut être faite qu'une fois par an.\n\n4 Le consentement du représentant légal est requis si la personne qui fait la déclaration:\n1. n'a pas encore 16 ans;\n2. est sous curatelle de portée générale;\n3. a été déclarée incapable de discernement pour cause de troubles psychiques par l'autorité de protection de l'adulte et de l'enfant et que cette autorité a ordonné que le consentement du représentant légal est requis.",
          "pertinence": "Article central de l'arrêt, qui consacre le principe d'autodétermination en matière de changement de sexe à l'état civil et définit les conditions dans lesquelles le consentement parental est ou non requis pour les mineurs."
        },
        {
          "article": "Art. 16 CC",
          "titre": "Capacité de discernement",
          "texte_integral": "Toute personne qui n'est pas privée de la faculté d'agir raisonnablement en raison de son jeune âge, de déficience mentale, de troubles psychiques, d'ivresse ou d'autres causes semblables est capable de discernement au sens de la présente loi.",
          "pertinence": "Définition légale de la capacité de discernement, concept fondamental pour l'application de l'article 30b CC. Cette disposition établit le principe de la présomption de capacité de discernement."
        },
        {
          "article": "Art. 16 OEC (Ordonnance sur l'état civil)",
          "titre": "Vérification de l'identité",
          "texte_integral": "L'officier de l'état civil vérifie l'identité des personnes qui se présentent devant lui ou adressent des demandes par écrit.",
          "pertinence": "Établit l'obligation générale de l'officier d'état civil de vérifier l'identité des personnes, obligation qui, selon le Tribunal fédéral, s'étend à la vérification de la capacité de discernement dans le cadre de l'article 30b CC."
        },
        {
          "article": "Art. 307 al. 3 CC",
          "titre": "Exécution des mesures de protection de l'enfant",
          "texte_integral": "L'autorité de protection de l'enfant peut ordonner aux père et mère, au tuteur, au curateur, aux personnes qui ont la garde de l'enfant et à l'enfant lui-même d'exécuter les mesures nécessaires à la protection de l'enfant.",
          "pertinence": "Fondement de l'ordonnance enjoignant aux parents de remettre les documents d'identité. Cette disposition permet à l'autorité de protection d'ordonner l'exécution de mesures nécessaires à la protection de l'enfant."
        },
        {
          "article": "Art. 292 CP",
          "titre": "Insoumission à une décision de l'autorité",
          "texte_integral": "Celui qui ne se sera pas conformé à une décision à lui signifiée, sous la menace de la peine prévue au présent article, par une autorité ou un fonctionnaire compétents sera puni d'une amende.",
          "pertinence": "Sanction pénale dont les parents étaient menacés en cas de refus de remettre la carte d'identité. Cette menace constituait l'un des griefs du recours, rejeté comme insuffisamment motivé."
        },
        {
          "article": "Art. 3 par. 1 CDE (Convention relative aux droits de l'enfant)",
          "titre": "Intérêt supérieur de l'enfant",
          "texte_integral": "Dans toutes les décisions qui concernent les enfants, qu'elles soient le fait des institutions publiques ou privées de protection sociale, des tribunaux, des autorités administratives ou des organes législatifs, l'intérêt supérieur de l'enfant doit être une considération primordiale.",
          "pertinence": "Principe invoqué par les parents mais déclaré non directement applicable (non self-executing) par le Tribunal fédéral. Doit être concrétisé par le droit national, notamment l'article 11 de la Constitution."
        },
        {
          "article": "Art. 11 Cst.",
          "titre": "Protection des enfants et des jeunes",
          "texte_integral": "1 Les enfants et les jeunes ont droit à une protection particulière de leur intégrité et à l'encouragement de leur développement.\n\n2 Ils exercent eux-mêmes leurs droits dans la mesure où ils sont capables de discernement.",
          "pertinence": "Disposition constitutionnelle concrétisant en droit suisse le principe de l'intérêt supérieur de l'enfant. L'alinéa 2 reconnaît explicitement l'exercice progressif des droits par les enfants en fonction de leur capacité de discernement."
        },
        {
          "article": "Art. 8 CEDH",
          "titre": "Droit au respect de la vie privée et familiale",
          "texte_integral": "1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.\n\n2. Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui.",
          "pertinence": "Invoqué par les parents en lien avec la menace de sanction pénale, mais grief déclaré irrecevable pour insuffisance de motivation. Protège notamment le droit à l'identité et au développement personnel."
        },
        {
          "article": "Art. 90, 95-106 LTF",
          "titre": "Recours en matière civile et exigences de motivation",
          "texte_integral": "Art. 90: Le recours est recevable contre les décisions finales rendues en matière civile.\n\nArt. 106 al. 2: Le recourant doit expliquer en quoi l'acte attaqué viole le droit.",
          "pertinence": "Dispositions procédurales régissant le recours au Tribunal fédéral en matière civile, notamment les exigences de motivation et le principe d'allégation invoqués pour déclarer certains griefs irrecevables."
        }
      ],
      "jurisprudence_connexe": [
        {
          "reference": "ATF 142 III 617",
          "date": "29 septembre 2016",
          "themes": "Protection de l'enfant, garde alternée, capacité de discernement de l'enfant dans l'expression de ses souhaits, critères d'attribution de l'autorité parentale",
          "pertinence": "Cet arrêt traite de l'audition de l'enfant et de la prise en compte de son souhait dans les décisions relatives à l'autorité parentale. Il établit que le souhait de l'enfant doit être considéré même s'il ne dispose pas de la capacité de discernement à cet égard. Principe connexe à l'ATF 151 III 1 concernant la reconnaissance progressive de l'autonomie des mineurs."
        },
        {
          "reference": "ATF 141 III 312",
          "date": "21 mai 2015",
          "themes": "Gestation pour autrui, droits de l'enfant, intérêt supérieur de l'enfant (art. 11 Cst. et art. 3 CDE), droit à l'identité, protection contre l'instrumentalisation",
          "pertinence": "Arrêt fondamental sur les droits de l'enfant et l'intérêt supérieur de l'enfant en tant que principe de rang constitutionnel (art. 11 Cst.). Confirme que l'article 3 CDE a une portée programmatique nécessitant concrétisation législative, principe réaffirmé dans l'ATF 151 III 1."
        },
        {
          "reference": "ATF 143 III 65",
          "date": "17 janvier 2017",
          "themes": "Curatelle, parents nourriciers, représentation de l'enfant, audition des parents nourriciers, mesures de protection de l'enfant",
          "pertinence": "Précise les modalités de représentation de l'enfant dans le cadre de mesures de protection et les conditions dans lesquelles un curateur peut être libéré. Arrêt connexe concernant les mesures de protection de l'enfant et le rôle des curateurs, comme dans l'affaire ATF 151 III 1 où une curatelle d'assistance éducative avait été instaurée."
        },
        {
          "reference": "ATF 145 I 167",
          "date": "26 novembre 2018",
          "themes": "Droit d'être entendu (art. 29 al. 2 Cst.), initiatives populaires, autodétermination démocratique, droits procéduraux",
          "pertinence": "Bien que portant sur le droit d'être entendu dans un contexte différent, cet arrêt développe le principe d'autodétermination et la distinction entre procédures législatives et décisions individuelles. Ce principe d'autodétermination trouve un écho dans l'ATF 151 III 1 s'agissant de l'autodétermination en matière d'identité de genre."
        },
        {
          "reference": "ATF 144 III 277",
          "date": "3 mai 2018",
          "themes": "Représentation de la communauté héréditaire, pouvoirs des héritiers en cas d'urgence, procédure de poursuite",
          "pertinence": "Arrêt sur les pouvoirs de représentation en matière successorale. Bien que le lien soit indirect, il illustre les mécanismes de représentation légale et les situations dans lesquelles une personne peut agir sans l'accord de tous les titulaires de droits, par analogie avec la situation de l'adolescente pouvant agir sans accord parental dans l'ATF 151 III 1."
        },
        {
          "reference": "ATF 145 III 1",
          "date": "6 novembre 2018",
          "themes": "Droit des successions, réduction des donations mixtes, preuve de la volonté de donner",
          "pertinence": "Arrêt de méthodologie juridique sur l'interprétation des dispositions légales et l'établissement de la volonté d'une partie. Pertinent pour les questions d'interprétation juridique développées dans l'ATF 151 III 1, notamment concernant la distinction entre lacunes authentiques et impropres."
        },
        {
          "reference": "ATF 130 III 585",
          "date": "Non précisée",
          "themes": "Droit de visite, intérêt de l'enfant, examen circonstancié des conditions de vie",
          "pertinence": "Cité dans l'ATF 151 III 160 également recherché, établit le principe selon lequel le juge ne peut se référer à des pratiques standardisées mais doit examiner le bien-être de l'enfant en fonction de toutes les circonstances. Principe général d'individualisation des décisions concernant les mineurs, applicable aussi à l'ATF 151 III 1."
        },
        {
          "reference": "Message du Conseil fédéral du 6 décembre 2019 concernant la modification du Code civil suisse (Changement de sexe à l'état civil)",
          "date": "6 décembre 2019",
          "themes": "Changement de sexe à l'état civil, principe d'autodétermination, simplification des procédures, dépathologisation de la transidentité, vérification de la capacité de discernement",
          "pertinence": "Document législatif fondamental abondamment cité dans l'ATF 151 III 1. Constitue la source d'interprétation principale pour comprendre la volonté du législateur concernant l'article 30b CC. Précise notamment que la vérification de la capacité de discernement doit être faite d'office mais qu'il est exclu d'exiger préalablement un diagnostic de santé mentale."
        }
      ],
      "dispositif": "1. Le recours est rejeté dans la mesure où il est recevable.\n\n2. Les frais judiciaires, fixés à 3'000 francs (incluant 500 francs pour la représentation de l'enfant), sont mis solidairement à la charge des recourants A.A. et B.A.\n\n3. Une indemnité de 500 francs est allouée à Me Eve Dolon, curatrice de C.A., à titre d'honoraires d'avocat, payable par la Caisse du Tribunal fédéral.\n\n4. Le présent arrêt est communiqué aux parties, à la Chambre de surveillance de la Cour de justice du canton de Genève, au Service de protection des mineurs et au Tribunal de protection de l'adulte et de l'enfant du canton de Genève.",
      "importance": "Cet arrêt revêt une importance capitale à plusieurs égards. Premièrement, il constitue le premier arrêt publié du Tribunal fédéral suisse portant sur l'interprétation de l'article 30b du Code civil, entré en vigueur le 1er janvier 2022. En tant que tel, il pose les jalons de l'application de cette disposition nouvelle et controversée. Deuxièmement, l'arrêt clarifie définitivement les pouvoirs et devoirs de l'officier d'état civil en matière de vérification de la capacité de discernement : vérification d'office obligatoire, mais sans exigence d'expertise psychiatrique préalable systématique. Cette clarification était attendue par les offices d'état civil confrontés à des situations délicates. Troisièmement, le Tribunal fédéral confirme que les mineurs de plus de 16 ans capables de discernement peuvent modifier leur état civil sans l'accord de leurs parents, consacrant ainsi une autonomie décisionnelle significative des adolescents dans un domaine touchant à leur identité personnelle. Quatrièmement, l'arrêt s'inscrit dans un débat sociétal majeur sur les questions d'identité de genre, particulièrement pour les personnes mineures, en privilégiant une approche fondée sur l'autodétermination plutôt que sur la médicalisation systématique. Cinquièmement, d'un point de vue méthodologique, l'arrêt illustre la retenue judiciaire face à une réforme législative récente : le Tribunal refuse de modifier par voie jurisprudentielle un régime législatif clair, renvoyant au processus démocratique toute éventuelle adaptation. Sixièmement, la décision aura des implications pratiques importantes pour toutes les familles confrontées à des situations similaires et pour les autorités de protection de l'enfant. Enfin, l'arrêt contribue à définir l'équilibre délicat entre, d'une part, le respect de l'autodétermination et des droits fondamentaux des adolescents et, d'autre part, les mécanismes de protection des mineurs et les prérogatives de l'autorité parentale. La publication de cet arrêt dans le recueil officiel (ATF) témoigne de son importance et en fait une référence incontournable pour l'avenir."
    }
  ],
  "analyse_complete": "# Analyse approfondie de l'ATF 151 III 1 : Changement de sexe à l'état civil des mineurs et capacité de discernement\n\n## Introduction : Un arrêt fondateur sur l'identité de genre des mineurs\n\nL'arrêt ATF 151 III 1, rendu le 6 novembre 2024 par la IIe Cour de droit civil du Tribunal fédéral suisse, constitue une décision majeure en matière de droit de la personnalité et de protection de l'enfant. Pour la première fois depuis l'entrée en vigueur de l'article 30b du Code civil suisse le 1er janvier 2022, le Tribunal fédéral se prononce sur les modalités d'application de cette disposition révolutionnaire qui permet aux personnes de modifier leur inscription de sexe à l'état civil selon une procédure simplifiée fondée sur l'autodétermination.\n\nLa cause 5A_623/2024 met en lumière une tension fondamentale qui traverse notre société contemporaine : celle entre le droit à l'autodétermination des adolescents en matière d'identité de genre et les prérogatives traditionnelles de l'autorité parentale ainsi que les mécanismes de protection des mineurs. Au cœur du litige se trouve une adolescente de plus de 16 ans, désignée sous le pseudonyme C.A., qui souhaite modifier son inscription de sexe à l'état civil, démarche à laquelle ses parents s'opposent fermement en exigeant une expertise psychiatrique préalable.\n\nL'arrêt pose plusieurs questions juridiques d'une importance capitale : l'officier d'état civil doit-il exiger systématiquement une expertise psychiatrique pour vérifier la capacité de discernement des mineurs souhaitant changer de sexe à l'état civil ? Comment concilier le principe d'autodétermination consacré par la réforme de 2022 avec les exigences de protection des mineurs ? À partir de quel âge et dans quelles conditions un mineur peut-il effectuer cette démarche sans le consentement de ses parents ?\n\nLe Tribunal fédéral, par sa décision rigoureuse et argumentée, apporte des réponses claires à ces questions tout en traçant les contours d'un équilibre subtil entre différents principes juridiques parfois antagonistes. Cette analyse approfondie se propose d'examiner les multiples dimensions de cet arrêt fondateur.\n\n## I. Contexte factuel et procédural : Une famille déchirée\n\n### A. La situation familiale initiale\n\nL'affaire prend racine dans une configuration familiale complexe. Les parents, A.A. et B.A., ont divorcé le 12 janvier 2022. À la suite de ce divorce, ils ont instauré une garde alternée de leurs enfants, dont C.A., née en 2007, et continuent d'exercer conjointement l'autorité parentale. Cette organisation, censée garantir la présence des deux parents dans la vie de leurs enfants, va être profondément ébranlée par les questionnements identitaires de l'adolescente et le désaccord parental sur la manière d'y répondre.\n\nLa situation familiale se détériore progressivement au cours de l'année 2023, conduisant les autorités de protection à intervenir. Cette détérioration n'est pas explicitée en détail dans l'arrêt publié, mais les mesures successivement prises témoignent de la gravité de la situation : signalement au Service de protection des mineurs, instauration d'une curatelle, puis retrait de la garde parentale et placement en foyer.\n\n### B. L'intervention des autorités de protection de l'enfant\n\nLe 22 février 2023, le Service de protection des mineurs du canton de Genève procède à un signalement au tribunal cantonal concernant la situation de C.A. Ce signalement recommande l'instauration d'une curatelle afin d'assurer le suivi thérapeutique de l'adolescente dans le cadre de ses questionnements identitaires. Cette recommandation témoigne de la reconnaissance par les autorités de la réalité et de l'importance de ces questionnements, ainsi que de la nécessité d'un accompagnement spécialisé.\n\nLe tribunal réagit rapidement à ce signalement. Dès le 27 février 2023, une curatrice est désignée pour accompagner C.A. Le 31 mars 2023, une curatelle d'assistance éducative est formellement instaurée par décision du tribunal. Il est important de noter qu'il s'agit d'une curatelle d'assistance éducative et non d'une curatelle de portée générale : cette distinction aura des conséquences juridiques importantes pour la suite de la procédure, car l'article 30b alinéa 4 du Code civil n'exige le consentement parental que pour les mineurs sous curatelle de portée générale.\n\n### C. L'aggravation de la situation et les mesures provisionnelles\n\nLa situation familiale continue de se dégrader, conduisant le tribunal à prendre des mesures de protection encore plus importantes. Le 24 avril 2023, par voie d'ordonnance provisionnelle, le tribunal décide de retirer provisoirement aux parents la garde de l'enfant ainsi que le droit de déterminer son lieu de résidence. Ces décisions, particulièrement graves dans le système suisse de protection de l'enfant, s'accompagnent d'une mesure de placement en foyer et d'une confirmation de l'ensemble des mesures de protection déjà instaurées.\n\nUne ordonnance du 10 mai 2023 maintient ces dispositions, témoignant du caractère durable des préoccupations des autorités concernant le bien-être de l'adolescente au sein de sa famille. Ces mesures restrictives de l'autorité parentale constituent le cadre dans lequel va se dérouler la suite de la procédure relative au changement d'état civil.\n\n### D. La démarche de changement de sexe à l'état civil\n\nParallèlement à ces mesures de protection, C.A. entreprend une démarche administrative visant à modifier son inscription à l'état civil conformément à l'article 30b du Code civil suisse. Cette disposition, fruit d'une réforme législative importante entrée en vigueur le 1er janvier 2022, permet à toute personne ayant la conviction intime et constante de ne pas appartenir au sexe inscrit à l'état civil de faire une déclaration de modification devant l'officier d'état civil, sans nécessiter d'interventions médicales préalables ni de procédure judiciaire.\n\nLe 9 novembre 2023, le tribunal fixe aux parents un délai au 23 novembre 2023 pour remettre les documents d'identité de leur fille en vue de l'accomplissement de cette démarche administrative. Cette injonction met les parents face à un dilemme : obéir à une décision judiciaire concernant une démarche à laquelle ils s'opposent fondamentalement, ou désobéir et s'exposer à des sanctions.\n\n### E. Le refus parental et l'exigence d'une expertise psychiatrique\n\nLes parents choisissent la voie de la résistance. Ils refusent catégoriquement de remettre les documents d'identité de leur fille et justifient leur refus en demandant qu'une expertise psychiatrique spécialisée soit préalablement réalisée pour évaluer la capacité de discernement de leur enfant concernant cette décision qu'ils jugent lourde de conséquences. Selon les parents, une telle expertise était indispensable avant d'autoriser une modification aussi fondamentale de l'état civil de leur enfant mineure.\n\nCette position parentale s'inscrit dans une approche prudentielle et médicalisée de la question de l'identité de genre : pour les parents, la transidentité doit faire l'objet d'une évaluation psychiatrique approfondie avant que toute modification administrative ne soit autorisée. Cette vision entre en collision frontale avec la philosophie de la réforme législative de 2022, qui vise précisément à dépathologiser la transidentité et à éviter la médicalisation systématique de ces démarches.\n\n### F. L'ordonnance contraignante du tribunal cantonal\n\nFace à cette résistance parentale, le tribunal genevois rend le 28 février 2024 une ordonnance particulièrement ferme. Il enjoint aux parents de déposer la carte d'identité de C.A. auprès du Service de protection des mineurs, sous menace de sanctions pénales conformément à l'article 292 du Code pénal suisse, qui réprime l'insoumission à une décision de l'autorité. Cette menace pénale témoigne de la gravité de la situation et de la détermination du tribunal à faire respecter sa décision.\n\nDans cette ordonnance, le tribunal formule un considérant juridique crucial : il constate explicitement que le consentement des père et mère à l'accomplissement de la démarche d'état civil envisagée n'est pas requis au regard des dispositions de l'article 30b du Code civil. Cette affirmation juridique constitue le cœur du litige qui sera porté devant le Tribunal fédéral.\n\nLe tribunal fonde sa décision sur plusieurs éléments convergents : C.A. est âgée de plus de 16 ans au moment de la procédure ; elle dispose de la capacité de discernement nécessaire, comme l'attestent les observations du Service de protection des mineurs et les rapports de la curatrice ; elle a manifesté de manière constante et cohérente sa conviction intime de ne pas appartenir au sexe inscrit à son état civil ; enfin, l'exigence d'une expertise psychiatrique préalable serait contraire à l'esprit de la réforme législative de 2022.\n\n### G. Le recours au Tribunal fédéral\n\nLes parents, profondément en désaccord avec cette décision qu'ils estiment contraire au droit et aux intérêts supérieurs de leur enfant, exercent un recours en matière civile devant le Tribunal fédéral le 16 septembre 2024. Ce recours développe plusieurs griefs articulés avec soin :\n\nPremièrement, ils invoquent une violation de l'article 30b du Code civil. Selon eux, cette disposition devrait être interprétée comme exigeant systématiquement une expertise psychiatrique pour vérifier la capacité de discernement des mineurs souhaitant changer de sexe à l'état civil. L'absence d'une telle expertise constituerait une lacune législative que les tribunaux devraient combler par voie jurisprudentielle.\n\nDeuxièmement, ils allèguent un arbitraire dans l'établissement des faits. Ils reprochent aux autorités inférieures de ne pas avoir suffisamment vérifié la capacité de discernement de leur fille et d'avoir retenu de manière insoutenable que cette capacité était établie.\n\nTroisièmement, ils soulèvent une violation de l'article 8 de la Convention européenne des droits de l'homme (droit au respect de la vie privée et familiale) en lien avec la menace de sanction pénale. Cette menace porterait atteinte disproportionnée à leurs droits parentaux.\n\nQuatrièmement, ils invoquent la Convention relative aux droits de l'enfant (CDE), notamment son article 3 qui consacre le principe de l'intérêt supérieur de l'enfant, ainsi que l'article 11 de la Constitution fédérale relatif à la protection des enfants et des jeunes. Selon eux, l'intérêt supérieur de leur enfant commanderait une expertise psychiatrique préalable.\n\nLe 14 octobre 2024, le Tribunal fédéral accorde un effet suspensif au recours, gelant temporairement l'exécution de l'ordonnance du tribunal cantonal. Cette mesure provisionnelle permet d'éviter l'accomplissement d'une démarche irréversible avant que le fond du litige ne soit tranché. Elle témoigne également de la volonté du Tribunal fédéral d'examiner avec attention les questions juridiques soulevées, qui revêtent une importance fondamentale.\n\n## II. Les questions juridiques en jeu : Entre autodétermination et protection\n\n### A. La réforme législative de 2022 : Un changement de paradigme\n\nPour comprendre pleinement les enjeux de l'arrêt ATF 151 III 1, il est indispensable de replacer l'article 30b du Code civil dans son contexte historique et législatif. Avant le 1er janvier 2022, toute personne souhaitant modifier son inscription de sexe à l'état civil devait emprunter une procédure judiciaire longue, coûteuse et profondément médicalisée. Il fallait démontrer, au moyen d'expertises psychiatriques et médicales, que l'on ne se sentait plus appartenir à son sexe et qu'on s'était déjà soumis à des interventions médicales de transformation ou, à tout le moins, qu'on présentait une impossibilité durable de s'identifier au sexe inscrit.\n\nCette procédure était critiquée de toutes parts : par les personnes transgenres elles-mêmes, qui dénonçaient une pathologisation inacceptable de leur identité ; par les organisations de défense des droits humains, qui y voyaient une atteinte disproportionnée au droit à l'autodétermination ; par de nombreux juristes et médecins, qui considéraient cette médicalisation comme obsolète au regard de l'évolution des connaissances scientifiques sur l'identité de genre.\n\nLe Conseil fédéral, dans son Message du 6 décembre 2019, a proposé une réforme radicale visant à remplacer cette procédure judiciaire par une simple déclaration devant l'officier d'état civil. L'objectif explicitement affiché était triple : simplifier le changement de sexe à l'état civil ; fonder la procédure sur l'autodétermination plutôt que sur des critères médicaux ; supprimer l'exigence d'interventions médicales ou d'expertises psychiatriques préalables.\n\nLe Message précise sans ambiguïté qu'il est particulièrement exclu d'exiger préalablement un diagnostic de la santé mentale. Cette formulation catégorique témoigne de la volonté du législateur de rompre définitivement avec l'approche pathologisante antérieure. Le Parlement fédéral a adopté cette réforme sans modification substantielle de ce principe fondamental, et l'article 30b est entré en vigueur le 1er janvier 2022.\n\n### B. L'article 30b du Code civil : Analyse de la disposition\n\nL'article 30b du Code civil se compose de quatre alinéas qui organisent la nouvelle procédure de changement de sexe à l'état civil.\n\nL'alinéa 1 pose le principe : toute personne ayant la conviction intime et constante de ne pas appartenir au sexe inscrit dans le registre de l'état civil peut déclarer devant l'officier de l'état civil vouloir faire modifier l'inscription du sexe. Les termes employés méritent attention. La conviction doit être \"intime\", c'est-à-dire profondément ancrée dans la personnalité de l'individu, et \"constante\", c'est-à-dire durable et non passagère. Ces deux adjectifs constituent les seules conditions matérielles posées par la loi : ni interventions médicales, ni expertises, ni même justifications particulières ne sont exigées.\n\nL'alinéa 2 organise la simplicité procédurale : l'officier de l'état civil inscrit le nouveau sexe sans autre formalité. Cette formulation lapidaire consacre le principe de la procédure administrative simplifiée, en rupture avec l'ancienne procédure judiciaire.\n\nL'alinéa 3 pose une limitation temporelle : la déclaration ne peut être faite qu'une fois par an. Cette restriction vise à éviter des changements trop fréquents qui pourraient nuire à la fiabilité de l'état civil et suggérer une absence de conviction constante.\n\nL'alinéa 4, au cœur du présent litige, définit les situations dans lesquelles le consentement du représentant légal est requis. Ce consentement n'est exigé que dans trois cas précis : lorsque la personne n'a pas encore 16 ans ; lorsqu'elle est sous curatelle de portée générale ; lorsque l'autorité de protection de l'adulte et de l'enfant a déclaré la personne incapable de discernement pour cause de troubles psychiques et a ordonné que le consentement du représentant légal soit requis.\n\nCette liste limitative revêt une importance capitale : a contrario, pour les mineurs de 16 ans ou plus qui ne se trouvent pas dans l'une des deux autres situations exceptionnelles, aucun consentement parental n'est nécessaire. Cette règle marque une reconnaissance importante de l'autonomie décisionnelle des adolescents dans un domaine touchant au cœur de leur identité personnelle.\n\n### C. La capacité de discernement : Concept central du droit civil suisse\n\nLa capacité de discernement constitue l'un des concepts fondamentaux du droit civil suisse. L'article 16 du Code civil la définit en creux : toute personne qui n'est pas privée de la faculté d'agir raisonnablement en raison de son jeune âge, de déficience mentale, de troubles psychiques, d'ivresse ou d'autres causes semblables est capable de discernement au sens de la loi.\n\nCette définition appelle plusieurs observations. Premièrement, la capacité de discernement est présumée : c'est à celui qui conteste cette capacité de prouver son absence. Deuxièmement, elle n'est pas liée à un âge précis : un enfant de 10 ans peut être capable de discernement pour certains actes simples, tandis qu'un adulte peut en être privé temporairement ou durablement. Troisièmement, elle s'apprécie in concreto, c'est-à-dire en fonction de l'acte spécifique envisagé : une personne peut être capable de discernement pour des actes simples mais pas pour des décisions complexes.\n\nLa jurisprudence a progressivement affiné cette notion. En matière médicale, par exemple, le Tribunal fédéral considère généralement qu'un mineur de 14-15 ans dispose de la capacité de discernement pour consentir à des traitements médicaux courants. Pour des décisions plus graves, l'âge requis peut être plus élevé. En matière de relations personnelles (droit de visite, choix du lieu de résidence), la parole de l'enfant est prise en compte dès lors qu'il manifeste une certaine maturité, même s'il ne dispose pas formellement de la capacité de discernement complète.\n\nDans le contexte de l'article 30b du Code civil, la capacité de discernement porte sur la compréhension de la portée et des conséquences d'un changement de sexe à l'état civil. La personne doit comprendre qu'elle modifie une mention fondamentale de son état civil, que ce changement aura des répercussions dans tous les documents officiels, et qu'il peut avoir des implications sociales et relationnelles. En revanche, contrairement à l'ancienne procédure, il n'est plus nécessaire de démontrer une compréhension des aspects médicaux ou psychiatriques de la transidentité, puisque la démarche est précisément démédicalisée.\n\n### D. La vérification de la capacité de discernement par l'officier d'état civil\n\nLa question centrale de l'arrêt ATF 151 III 1 porte sur l'étendue des pouvoirs et devoirs de l'officier d'état civil en matière de vérification de la capacité de discernement. L'article 30b du Code civil lui-même ne mentionne pas explicitement cette vérification, ce qui a créé une incertitude sur laquelle les parents recourants ont fondé leur argumentation.\n\nCependant, le Message du Conseil fédéral du 6 décembre 2019 comble cette apparente lacune. Il précise explicitement qu'en cas de doutes sur la capacité de discernement, qui est présumée mais qui doit être vérifiée d'office à l'instar de l'identité, des investigations complémentaires seront effectuées. L'officier peut exiger la collaboration de la personne concernée et l'inviter à présenter un certificat médical.\n\nCette mention dans les travaux préparatoires revêt une importance juridique considérable en droit suisse. La méthode d'interprétation juridique suisse accorde en effet un poids important aux travaux préparatoires pour déterminer la volonté du législateur lorsque le texte légal présente des imprécisions ou des silences.\n\nLe Tribunal fédéral, dans son arrêt, analyse minutieusement ces travaux préparatoires et constate que les débats parlementaires n'ont pas remis en cause cette responsabilité de vérification de l'officier d'état civil. La doctrine juridique et les directives de l'Office fédéral de l'état civil (OFEC) confirment unanimement cette interprétation.\n\nAinsi se dessine l'équilibre voulu par le législateur : d'un côté, pas d'expertise psychiatrique préalable systématique, ce qui serait contraire au principe d'autodétermination et réintroduirait une pathologisation rejetée ; de l'autre, une vérification d'office de la capacité de discernement par l'officier d'état civil, avec possibilité de demander un certificat médical en cas de doutes objectifs et fondés.\n\n### E. Les trois conditions de l'exigence du consentement parental\n\nL'article 30b alinéa 4 du Code civil définit trois situations dans lesquelles le consentement du représentant légal est requis pour qu'un mineur puisse modifier son inscription de sexe à l'état civil. L'analyse de ces trois conditions est essentielle pour comprendre la décision du Tribunal fédéral.\n\nPremière condition : la personne n'a pas encore 16 ans. Ce seuil d'âge a été fixé par le législateur comme reconnaissance d'une maturité suffisante des adolescents à partir de 16 ans pour décider de cette question identitaire fondamentale. Ce choix s'inscrit dans une tendance plus générale du droit suisse à reconnaître une autonomie progressive aux mineurs : à 16 ans, un adolescent peut notamment consentir seul à des actes médicaux courants, choisir sa formation professionnelle, et exprimer son opinion de manière déterminante dans les procédures le concernant.\n\nDeuxième condition : la personne est sous curatelle de portée générale. Cette condition vise les situations où un mineur fait l'objet d'une curatelle qui restreint globalement sa capacité juridique, généralement en raison de troubles psychiques graves ou de déficiences importantes. Il est fondamental de noter qu'il doit s'agir d'une curatelle de portée générale : les curatelles spécifiques (curatelle d'assistance éducative, curatelle de représentation pour certains actes déterminés) ne suffisent pas à déclencher l'exigence du consentement parental.\n\nTroisième condition : l'autorité de protection de l'adulte et de l'enfant a déclaré la personne incapable de discernement pour cause de troubles psychiques et a ordonné que le consentement du représentant légal soit requis. Cette condition cumulative nécessite à la fois une déclaration formelle d'incapacité de discernement pour cause de troubles psychiques et une décision spécifique de l'autorité de protection ordonnant l'exigence du consentement. Il ne suffit donc pas qu'une personne souffre de troubles psychiques ; il faut une décision formelle de l'autorité de protection constatant l'incapacité et ordonnant le consentement.\n\nDans le cas de C.A., aucune de ces trois conditions n'était remplie : elle était âgée de plus de 16 ans ; elle n'était pas sous curatelle de portée générale mais sous curatelle d'assistance éducative ; l'autorité de protection n'avait pas déclaré d'incapacité de discernement ni ordonné que le consentement parental soit requis. Par conséquent, juridiquement, le consentement des parents n'était pas nécessaire.\n\n## III. Le raisonnement du Tribunal fédéral : Une application rigoureuse de la loi\n\n### A. Questions préliminaires de recevabilité\n\nAvant d'examiner le fond du litige, le Tribunal fédéral traite plusieurs questions de recevabilité qui méritent attention car elles illustrent la rigueur procédurale qui caractérise la juridiction suprême suisse.\n\nLe recours en matière civile est d'abord déclaré recevable dans son principe : il s'adresse à une décision finale (article 90 LTF) rendue par une autorité cantonale supérieure (la Chambre de surveillance de la Cour de justice genevoise) en matière de protection de l'enfant, domaine relevant de la compétence du Tribunal fédéral (articles 72, 75, 76 LTF).\n\nLe Tribunal rappelle ensuite les exigences de motivation applicables aux recours. Selon les articles 95 à 106 de la Loi sur le Tribunal fédéral, bien que le Tribunal applique le droit d'office, il n'examine que les griefs suffisamment motivés conformément au principe d'allégation. Une simple affirmation péremptoire ne suffit pas : le recourant doit développer une argumentation juridique structurée, en citant les dispositions légales applicables et en expliquant concrètement en quoi elles ont été violées.\n\nSur la base de ce principe, le Tribunal déclare irrecevables plusieurs griefs des parents. Ainsi, l'allégation d'une violation de l'article 8 de la Convention européenne des droits de l'homme concernant la menace de pénalité s'épuise en affirmation péremptoire, sans développement argumentatif : elle est donc irrecevable. De même, la demande de compléter l'état de fait manque de motivation conforme au principe d'allégation et ne peut être examinée.\n\nConcernant l'invocation de la Convention relative aux droits de l'enfant (CDE), le Tribunal rappelle une règle importante du droit suisse : l'article 3 paragraphe 1 de la CDE, qui consacre le principe de l'intérêt supérieur de l'enfant, n'est pas directement applicable (self-executing) en droit suisse. Cette disposition a une portée programmatique et doit être concrétisée par le législateur national à travers des dispositions légales spécifiques, notamment l'article 11 de la Constitution fédérale. Le recours fondé directement sur l'article 3 CDE est donc irrecevable. Le Tribunal considère que le grief fondé sur l'article 11 de la Constitution se confond avec celui relatif à l'interprétation de l'article 30b du Code civil : si cette disposition, correctement interprétée, permet la procédure sans expertise préalable, c'est que le législateur a estimé que cette solution était compatible avec l'intérêt supérieur des enfants concernés.\n\n### B. La méthodologie d'interprétation juridique\n\nLe Tribunal fédéral consacre des développements importants à la méthodologie d'interprétation juridique, posant un cadre théorique avant d'appliquer ces principes au cas d'espèce. Cette approche pédagogique témoigne de l'importance que le Tribunal accorde à cet arrêt, appelé à faire jurisprudence.\n\nL'interprétation juridique commence par l'analyse du texte légal lui-même (méthode littérale ou grammaticale). Lorsque le texte est clair et univoque, il n'y a généralement pas lieu de s'en écarter, sauf s'il apparaît que le texte ne correspond manifestement pas à la volonté du législateur.\n\nSi le texte présente des ambiguïtés, des imprécisions ou des silences, le juge doit rechercher le sens véritable de la norme en recourant à plusieurs méthodes complémentaires. La méthode historique consiste à examiner les travaux préparatoires (messages du Conseil fédéral, débats parlementaires) pour déterminer quelle était l'intention du législateur. La méthode téléologique recherche le but poursuivi par la norme et privilégie l'interprétation qui réalise au mieux ce but. La méthode systématique examine les rapports de la disposition avec l'ensemble du système juridique, en veillant à la cohérence de l'ordre juridique.\n\nLe Tribunal distingue ensuite soigneusement deux types de lacunes législatives. Une lacune authentique (vraie lacune) existe lorsqu'une situation n'est absolument pas réglementée par le droit, alors qu'elle devrait l'être selon le plan général du législateur et selon les principes d'un ordre juridique complet. Dans ce cas, le juge peut et doit intervenir pour combler cette lacune par voie jurisprudentielle, en dégageant la règle que le législateur aurait adoptée s'il avait envisagé cette situation.\n\nUne lacune impropre (fausse lacune), en revanche, existe lorsqu'une situation est réglementée par la loi, mais que cette réglementation est jugée insatisfaisante, incomplète, inadéquate ou injuste par certains. Dans ce cas, le juge ne peut pas modifier ou compléter la loi : seul le législateur démocratiquement élu peut le faire. Le juge doit appliquer la loi telle qu'elle existe, même s'il la juge critiquable, sauf si elle est manifestement inconstitutionnelle.\n\nCette distinction est fondamentale car elle délimite les pouvoirs respectifs du législateur et du juge. Le principe de la séparation des pouvoirs et le principe démocratique commandent que le juge ne puisse pas, sous couvert d'interprétation ou de comblement de lacunes, réformer une loi dont il désapprouverait le contenu. Cette retenue judiciaire est particulièrement importante lorsqu'il s'agit d'une réforme législative récente, fruit d'un débat démocratique approfondi.\n\n### C. Application au cas d'espèce : Rejet de la thèse d'une lacune authentique\n\nFort de ce cadre méthodologique, le Tribunal fédéral examine l'argumentation des parents recourants. Ceux-ci soutenaient que l'article 30b du Code civil présentait une lacune authentique en ne mentionnant pas explicitement l'obligation d'une expertise psychiatrique pour vérifier la capacité de discernement des mineurs. Selon eux, cette lacune devait être comblée par voie jurisprudentielle en imposant systématiquement une telle expertise.\n\nLe Tribunal rejette catégoriquement cette thèse. Analysant le texte de l'article 30b, éclairé par les travaux préparatoires, il constate qu'aucune lacune authentique n'existe. La volonté du législateur s'exprime clairement à travers le Message du Conseil fédéral du 6 décembre 2019 : la capacité de discernement, présumée, doit être vérifiée d'office par l'officier d'état civil à l'instar de l'identité ; en cas de doutes objectifs, l'officier peut exiger un certificat médical ; en revanche, il est particulièrement exclu d'exiger préalablement un diagnostic de la santé mentale.\n\nLes débats parlementaires n'ont pas remis en cause cette orientation fondamentale. La doctrine juridique et les directives de l'Office fédéral de l'état civil confirment unanimement cette interprétation. Aucun élément ne suggère que le silence du texte légal sur les modalités de vérification de la capacité de discernement traduirait une omission involontaire du législateur qu'il appartiendrait aux tribunaux de corriger.\n\nBien au contraire, ce silence est voulu : le législateur a délibérément choisi de ne pas imposer d'expertise psychiatrique systématique, précisément pour mettre en œuvre le principe d'autodétermination et éviter la pathologisation de la transidentité. L'objectif central de la réforme, rappelle le Tribunal, était de simplifier le changement de sexe à l'état civil en se fondant sur l'autodétermination, sans interventions médicales ou autres conditions préalables.\n\nDès lors, conclut le Tribunal, il n'existe pas de lacune authentique mais, au plus, une lacune impropre : certains (dont les parents recourants) jugent la réglementation insuffisante ou dangereuse, estimant qu'elle devrait imposer une expertise psychiatrique systématique. Mais cette appréciation, quelle que soit sa légitimité dans le débat politique et social, ne peut conduire les tribunaux à modifier le régime législatif.\n\nSi la pratique devait révéler des difficultés ou des dangers liés à l'absence d'expertise systématique, c'est au législateur fédéral, et non aux tribunaux, qu'il incombe de modifier le régime. Cette affirmation témoigne d'une retenue judiciaire importante : le Tribunal refuse de se substituer au législateur pour \"corriger\" une loi récente dont le contenu peut susciter des controverses légitimes.\n\n### D. Confirmation du pouvoir-devoir de vérification de l'officier d'état civil\n\nAyant écarté la thèse d'une lacune authentique exigeant une expertise psychiatrique systématique, le Tribunal précise positivement l'étendue des pouvoirs et devoirs de l'officier d'état civil en matière de vérification de la capacité de discernement.\n\nCette vérification doit être effectuée d'office, c'est-à-dire que l'officier d'état civil a l'obligation d'y procéder même en l'absence de contestation ou de demande des parties. Cette obligation découle directement des travaux préparatoires qui assimilent explicitement la vérification de la capacité de discernement à celle de l'identité : de même que l'officier d'état civil doit systématiquement vérifier l'identité de la personne qui se présente devant lui (article 16 de l'Ordonnance sur l'état civil), il doit vérifier sa capacité de discernement.\n\nCette vérification n'implique toutefois pas nécessairement le recours à un certificat médical. Dans la grande majorité des cas, l'entretien avec la personne concernée, éventuellement complété par l'examen de documents médicaux ou psychologiques déjà existants (rapports de suivi thérapeutique, attestations de professionnels accompagnant la personne), suffira à l'officier d'état civil pour se forger une conviction.\n\nC'est seulement en cas de doutes objectifs et fondés que l'officier d'état civil peut et doit exiger un certificat médical. Cette possibilité constitue une soupape de sécurité permettant de garantir que seules les personnes réellement capables de discernement peuvent modifier leur état civil, sans pour autant réintroduire une médicalisation systématique contraire à l'esprit de la loi.\n\nL'important est que la demande de certificat médical ne devienne pas systématique. Si chaque officier d'état civil exigeait automatiquement un certificat médical pour toute demande de changement de sexe, on viderait de sa substance la réforme de 2022 et on réinstaurerait par la pratique administrative la médicalisation que le législateur a voulu écarter. Le certificat médical ne doit être requis qu'en présence d'éléments concrets suscitant des doutes légitimes sur la capacité de discernement.\n\n### E. Rejet du grief d'arbitraire dans l'établissement des faits\n\nLes parents reprochaient également au tribunal cantonal un arbitraire dans l'établissement des faits, soutenant que l'autorité inférieure aurait constaté sans fondement suffisant que leur fille disposait de la capacité de discernement.\n\nLe Tribunal fédéral rappelle d'abord le cadre de son contrôle en matière d'établissement des faits. L'article 105 de la Loi sur le Tribunal fédéral dispose que les faits constatés par l'autorité précédente lient le Tribunal fédéral, sauf s'ils sont manifestement inexacts (arbitraires) ou établis en violation du droit. L'arbitraire ne se présume pas et exige un seuil probatoire élevé : il ne suffit pas qu'une autre constatation fût possible ou même préférable ; il faut que la constatation retenue soit insoutenable, en contradiction manifeste avec la situation effective.\n\nEn l'espèce, le Tribunal constate que l'ordonnance attaquée précisait expressément que C.A. remplissait l'ensemble des conditions posées par l'article 30b alinéas 1 et 4 chiffre 1 du Code civil, ce qui incluait nécessairement la capacité de discernement. Cette constatation reposait sur l'examen du dossier comprenant les rapports du Service de protection des mineurs, les observations de la curatrice désignée, et les éléments du suivi thérapeutique de l'adolescente.\n\nLe Tribunal souligne que le tribunal cantonal avait procédé à une appréciation globale de la situation, tenant compte de l'âge de l'intéressée (plus de 16 ans), de la constance de sa conviction, et des évaluations des professionnels l'accompagnant. Cette appréciation, même si elle pouvait être contestée, ne présentait aucun caractère arbitraire. Les parents n'ont pas démontré, par une argumentation détaillée conforme aux exigences du principe d'allégation, en quoi cette constatation serait insoutenable.\n\nLe grief d'arbitraire est donc rejeté. Cette décision illustre les limites du contrôle du Tribunal fédéral sur les questions de fait : sauf arbitraire manifeste, les constatations des instances inférieures s'imposent, ce qui renforce l'importance des débats factuels devant les tribunaux de première et deuxième instances.\n\n### F. Absence d'examen du grief relatif au consentement parental\n\nLe Tribunal relève que les parents n'ont pas invoqué spécifiquement le grief selon lequel le consentement parental aurait été nécessaire en application de l'article 30b alinéa 4 chiffre 3 du Code civil (décision de l'autorité de protection ordonnant que le consentement soit requis). Ce grief n'étant pas soulevé de manière motivée, le Tribunal ne l'examine pas.\n\nCette absence d'examen s'explique probablement par le fait que, effectivement, l'autorité de protection n'avait jamais rendu de décision ordonnant que le consentement parental soit requis pour la démarche de changement de sexe. Les décisions de protection prises (curatelle d'assistance éducative, retrait provisoire de la garde) ne comportaient pas une telle disposition. Or, l'article 30b alinéa 4 chiffre 3 exige expressément que l'autorité de protection ait ordonné que le consentement soit requis : il ne suffit pas que des mesures de protection aient été prises.\n\n## IV. Portée et implications de l'arrêt\n\n### A. Clarification du cadre juridique applicable\n\nL'arrêt ATF 151 III 1 apporte des clarifications juridiques essentielles sur plusieurs points qui faisaient l'objet d'incertitudes depuis l'entrée en vigueur de l'article 30b du Code civil.\n\nPremièrement, le Tribunal confirme définitivement qu'aucune expertise psychiatrique préalable systématique n'est exigée pour les demandes de changement de sexe à l'état civil. Cette confirmation met fin aux pratiques divergentes qui auraient pu se développer dans certains offices d'état civil et garantit une application uniforme de la loi sur l'ensemble du territoire suisse.\n\nDeuxièmement, l'arrêt précise les pouvoirs et devoirs de l'officier d'état civil : vérification d'office de la capacité de discernement, comparable à la vérification de l'identité ; possibilité de demander un certificat médical en cas de doutes objectifs et fondés ; mais interdiction de transformer cette vérification en expertise psychiatrique approfondie systématique.\n\nTroisièmement, le Tribunal confirme que les mineurs de 16 ans ou plus, capables de discernement et ne se trouvant pas sous curatelle de portée générale, peuvent effectuer la démarche sans le consentement de leurs parents. Cette autonomie décisionnelle des adolescents en matière d'identité de genre est désormais établie jurisprudentiellement.\n\nQuatrièmement, l'arrêt réaffirme que l'article 3 de la Convention relative aux droits de l'enfant n'est pas directement applicable en droit suisse et doit être concrétisé par les dispositions de droit interne. Cette précision, bien qu'elle reprenne une jurisprudence constante, est importante dans le contexte spécifique de la protection de l'enfant.\n\n### B. Équilibre entre autodétermination et protection\n\nL'arrêt illustre l'équilibre délicat que le législateur suisse a voulu établir entre le principe d'autodétermination et les mécanismes de protection des mineurs. Cet équilibre repose sur plusieurs piliers.\n\nD'une part, le principe d'autodétermination est reconnu et consacré : toute personne a le droit de définir elle-même son identité de genre et de modifier son état civil en conséquence, sans avoir à se soumettre à des expertises médicales pathologisantes ou à justifier d'interventions médicales. Ce principe s'applique aussi aux mineurs, dans le respect de leur capacité progressive de discernement.\n\nD'autre part, des mécanismes de protection subsistent : présomption de capacité de discernement, mais vérification d'office par l'officier d'état civil ; possibilité de demander un certificat médical en cas de doutes ; exigence du consentement parental pour les moins de 16 ans ; possibilité pour l'autorité de protection, dans des cas exceptionnels, d'ordonner que le consentement parental soit requis même pour les plus de 16 ans.\n\nCet équilibre témoigne d'une approche nuancée, refusant à la fois le paternalisme médical excessif de l'ancien régime et le libéralisme absolu qui ignorerait toute nécessité de vérification. Le législateur fait le pari de la capacité des adolescents à partir de 16 ans de prendre des décisions éclairées sur leur identité, tout en maintenant des garde-fous procéduraux.\n\n### C. Implications pour les familles et les autorités de protection\n\nL'arrêt aura des implications pratiques importantes pour toutes les familles confrontées à des situations similaires et pour les autorités de protection de l'enfant.\n\nPour les familles, l'arrêt clarifie que les parents n'ont pas de droit de veto juridique sur la démarche de changement de sexe d'un adolescent de 16 ans ou plus capable de discernement. Cette situation peut être vécue difficilement par des parents qui, comme dans le cas d'espèce, sont profondément en désaccord avec la démarche de leur enfant. Le droit privilégie ici l'autodétermination de l'adolescent, considérant qu'à partir de 16 ans et en présence de la capacité de discernement, celui-ci doit pouvoir effectuer cette démarche identitaire fondamentale même contre l'avis de ses parents.\n\nPour les autorités de protection, l'arrêt confirme qu'elles peuvent et doivent intervenir lorsque des mesures de protection sont nécessaires, mais que ces interventions doivent respecter le cadre légal établi par l'article 30b. Une curatelle d'assistance éducative ne suffit pas à déclencher l'exigence du consentement parental. Si l'autorité de protection estime que, dans un cas particulier, le consentement parental devrait être requis malgré l'âge de plus de 16 ans, elle doit expressément ordonner cette exigence conformément à l'article 30b alinéa 4 chiffre 3, ce qui suppose une déclaration d'incapacité de discernement pour cause de troubles psychiques.\n\n### D. Dimension sociétale et débat sur l'identité de genre des mineurs\n\nAu-delà de sa dimension strictement juridique, l'arrêt s'inscrit dans un débat sociétal majeur sur les questions d'identité de genre, particulièrement lorsqu'elles concernent des personnes mineures.\n\nCe débat oppose schématiquement deux approches. D'un côté, une approche fondée sur l'autodétermination et la reconnaissance précoce de l'identité de genre : selon cette vision, les personnes transgenres savent dès l'enfance ou l'adolescence qu'elles ne correspondent pas au sexe qui leur a été assigné à la naissance ; retarder la reconnaissance de leur identité par des procédures lourdes et médicalisées constitue une souffrance inutile et une atteinte à leurs droits fondamentaux ; l'adolescent capable de discernement doit être reconnu comme l'expert de sa propre identité.\n\nDe l'autre côté, une approche prudentielle privilégiant une évaluation médicale approfondie : selon cette vision, l'adolescence est une période de questionnements identitaires intenses et fluctuants ; permettre des modifications administratives sans évaluation psychiatrique risque de conduire à des décisions hâtives que l'adolescent pourrait regretter ; une expertise médicale permet de s'assurer de la permanence de la conviction et d'exclure d'autres troubles sous-jacents.\n\nLe législateur suisse a clairement choisi la première approche en adoptant l'article 30b du Code civil. Le Tribunal fédéral, dans son arrêt, confirme ce choix législatif et refuse de le remettre en cause par voie jurisprudentielle. Cette position témoigne du respect du principe démocratique : c'est au législateur démocratiquement élu, et non aux tribunaux, qu'il appartient de trancher ces questions sociétales complexes.\n\n### E. Perspectives d'évolution\n\nL'arrêt ATF 151 III 1 n'épuise pas toutes les questions relatives à l'application de l'article 30b du Code civil. Plusieurs points mériteront des clarifications jurisprudentielles futures.\n\nPremièrement, quels sont les indices concrets qui peuvent constituer des doutes objectifs justifiant la demande d'un certificat médical par l'officier d'état civil ? Le Tribunal fédéral ne donne pas de liste exhaustive, renvoyant à l'appréciation de l'officier d'état civil. La pratique devra progressivement dégager des critères plus précis.\n\nDeuxièmement, quel doit être le contenu du certificat médical éventuellement requis ? Doit-il émaner d'un psychiatre ou un certificat d'un psychologue ou d'un médecin généraliste suffit-il ? Doit-il attester simplement de la capacité de discernement ou peut-il porter sur d'autres aspects ?\n\nTroisièmement, dans quelles circonstances concrètes une autorité de protection peut-elle ordonner que le consentement parental soit requis pour un mineur de plus de 16 ans, conformément à l'article 30b alinéa 4 chiffre 3 ? Cette possibilité exceptionnelle nécessite une déclaration d'incapacité de discernement pour cause de troubles psychiques : quels troubles et quelle gravité sont requis ?\n\nQuatrièmement, comment articuler la procédure de changement de sexe à l'état civil avec d'éventuels traitements médicaux (hormonothérapie, chirurgies) ? L'article 30b ne crée aucun lien entre la modification administrative et les interventions médicales, mais dans la pratique, ces questions sont souvent liées.\n\nEnfin, la Suisse devra continuer à suivre l'évolution du droit international et comparé en la matière. Plusieurs pays européens ont adopté des législations similaires fondées sur l'autodétermination, tandis que d'autres maintiennent des approches plus médicalisées. Les juridictions internationales, notamment la Cour européenne des droits de l'homme, continuent de préciser les obligations des États en matière de reconnaissance de l'identité de genre.\n\n## V. Conclusion : Un arrêt fondateur pour l'identité de genre en Suisse\n\nL'ATF 151 III 1 constitue indéniablement un arrêt fondateur dans le paysage juridique suisse. En tant que premier arrêt publié du Tribunal fédéral portant sur l'interprétation de l'article 30b du Code civil, il pose les jalons de l'application de cette disposition révolutionnaire qui consacre le principe d'autodétermination en matière d'identité de genre.\n\nPar sa décision rigoureuse et argumentée, le Tribunal fédéral confirme les choix fondamentaux du législateur : simplification des procédures, dépathologisation de la transidentité, reconnaissance de l'autonomie décisionnelle progressive des mineurs, équilibre entre autodétermination et protection. En refusant d'imposer une expertise psychiatrique préalable systématique, le Tribunal respecte la volonté clairement exprimée du législateur et témoigne d'une retenue judiciaire importante face à une réforme législative récente.\n\nL'arrêt ne clôt pas pour autant les débats, tant juridiques que sociétaux, autour de ces questions délicates. La pratique devra progressivement affiner les modalités concrètes de vérification de la capacité de discernement par les officiers d'état civil. Les autorités de protection devront intégrer ces principes dans leur action quotidienne. Les familles confrontées à ces situations continueront à vivre des tensions parfois difficiles entre les convictions des parents et l'autodétermination des adolescents.\n\nMais en clarifiant le cadre juridique applicable, l'ATF 151 III 1 offre aux praticiens du droit, aux autorités administratives et aux familles une sécurité juridique accrue. Il confirme que le droit suisse, sans ignorer les légitimes préoccupations liées à la protection des mineurs, a fait le choix de reconnaître la capacité des adolescents à partir de 16 ans de décider eux-mêmes de questions touchant au cœur de leur identité personnelle.\n\nCet arrêt témoigne également de l'évolution sociétale profonde en cours concernant la compréhension de l'identité de genre. En quelques décennies, nous sommes passés d'une vision strictement binaire et biologiquement déterminée du sexe à une reconnaissance de la complexité et de la diversité des identités de genre. Le droit, comme souvent, accompagne et encadre cette évolution sociale, en tentant de concilier des principes parfois en tension : respect de l'autodétermination et protection des personnes vulnérables, évolution des mentalités et sécurité juridique, innovations législatives et cadre constitutionnel.\n\nL'ATF 151 III 1 restera comme une étape importante dans cette évolution, marquant l'affirmation jurisprudentielle du principe d'autodétermination en matière d'identité de genre tout en maintenant les garde-fous nécessaires à la protection des mineurs. Les années à venir diront si cet équilibre, consacré par le législateur et confirmé par le Tribunal fédéral, se révèle satisfaisant ou s'il nécessitera des ajustements. Mais pour l'heure, l'arrêt fournit un cadre clair et cohérent, respectueux à la fois des droits fondamentaux des personnes transgenres et des mécanismes de protection des mineurs qui demeurent essentiels dans une société démocratique.",
  "version_courte": "## Résumé de l'ATF 151 III 1 : Changement de sexe à l'état civil des mineurs\n\n### Contexte et question juridique\n\nL'arrêt ATF 151 III 1, rendu le 6 novembre 2024 par la IIe Cour de droit civil du Tribunal fédéral, constitue la première décision publiée portant sur l'application de l'article 30b du Code civil suisse, entré en vigueur le 1er janvier 2022. Cette disposition révolutionnaire permet à toute personne de modifier son inscription de sexe à l'état civil par simple déclaration devant l'officier d'état civil, sans procédure judiciaire ni interventions médicales préalables, consacrant ainsi le principe d'autodétermination en matière d'identité de genre.\n\nL'affaire opposait les parents d'une adolescente de plus de 16 ans, qui refusaient de remettre les documents d'identité nécessaires à la démarche de changement de sexe de leur fille et exigeaient une expertise psychiatrique préalable, aux autorités de protection qui soutenaient la démarche de l'adolescente. Le tribunal cantonal genevois avait ordonné aux parents de remettre les documents sous menace de sanction pénale, considérant que le consentement parental n'était pas requis.\n\nLa question juridique centrale était double : premièrement, l'article 30b du Code civil doit-il être interprété comme exigeant systématiquement une expertise psychiatrique pour vérifier la capacité de discernement des mineurs souhaitant changer de sexe à l'état civil ? Deuxièmement, un mineur de plus de 16 ans capable de discernement peut-il effectuer cette démarche sans le consentement de ses parents ?\n\n### Principes juridiques fondamentaux\n\nLe Tribunal fédéral confirme que l'article 30b du Code civil consacre une procédure simple et rapide fondée sur l'autodétermination, sans interventions médicales ou expertises psychiatriques préalables systématiques. Le Message du Conseil fédéral du 6 décembre 2019 précise explicitement qu'il est particulièrement exclu d'exiger préalablement un diagnostic de la santé mentale. Cette orientation fondamentale vise à dépathologiser la transidentité et à reconnaître le droit de chaque personne à définir elle-même son identité de genre.\n\nToutefois, le principe d'autodétermination ne dispense pas l'officier d'état civil de vérifier la capacité de discernement. Cette vérification doit être effectuée d'office, c'est-à-dire systématiquement, à l'instar de la vérification de l'identité. En cas de doutes objectifs et fondés, l'officier peut exiger la collaboration de la personne concernée et l'inviter à présenter un certificat médical. Mais cette possibilité exceptionnelle ne doit pas devenir systématique au point de vider de sa substance la réforme législative.\n\nConcernant le consentement parental, l'article 30b alinéa 4 du Code civil définit trois situations dans lesquelles il est requis : lorsque la personne n'a pas encore 16 ans ; lorsqu'elle est sous curatelle de portée générale ; lorsque l'autorité de protection l'a ordonné après avoir déclaré la personne incapable de discernement pour cause de troubles psychiques. En dehors de ces trois cas, aucun consentement parental n'est nécessaire, même si les parents sont opposés à la démarche.\n\n### Raisonnement du Tribunal fédéral\n\nLe Tribunal procède à une analyse méthodologique approfondie, distinguant soigneusement les lacunes authentiques (situations non réglementées que le juge peut combler) des lacunes impropres (réglementations jugées insatisfaisantes mais que seul le législateur peut modifier). Les parents soutenaient que l'article 30b présentait une lacune authentique en ne mentionnant pas l'obligation d'une expertise psychiatrique, lacune que les tribunaux devraient combler.\n\nLe Tribunal rejette catégoriquement cette thèse. Analysant le texte légal éclairé par les travaux préparatoires, il constate qu'aucune lacune authentique n'existe. La volonté du législateur s'exprime clairement : vérification d'office de la capacité de discernement par l'officier d'état civil, possibilité de demander un certificat médical en cas de doutes, mais exclusion de toute expertise psychiatrique préalable systématique. Si certains jugent cette réglementation insuffisante, il s'agit d'une lacune impropre : c'est au législateur, et non aux tribunaux, de modifier éventuellement le régime.\n\nCette position témoigne d'une retenue judiciaire importante face à une réforme législative récente, fruit d'un débat démocratique approfondi. Le Tribunal refuse de se substituer au législateur pour \"corriger\" une loi dont le contenu peut susciter des controverses légitimes.\n\nConcernant le cas d'espèce, le Tribunal constate que l'adolescente était âgée de plus de 16 ans, qu'elle n'était pas sous curatelle de portée générale mais sous curatelle d'assistance éducative, et que l'autorité de protection n'avait pas ordonné que le consentement parental soit requis. Les trois conditions de l'article 30b alinéa 4 n'étaient donc pas remplies, et le consentement parental n'était juridiquement pas nécessaire.\n\n### Dispositif et conséquences\n\nLe Tribunal fédéral rejette le recours des parents dans la mesure où il est recevable et met à leur charge les frais judiciaires de 3'000 francs. Une indemnité de 500 francs est allouée à la curatrice de l'adolescente à titre d'honoraires.\n\nCette décision confirme que l'ordonnance du tribunal genevois enjoignant aux parents de remettre les documents d'identité était conforme au droit. Les parents devront donc s'exécuter, permettant à leur fille d'accomplir sa démarche de changement de sexe à l'état civil.\n\n### Portée et importance de l'arrêt\n\nL'arrêt revêt une importance capitale à plusieurs égards. Premièrement, il constitue le premier arrêt publié du Tribunal fédéral sur l'article 30b du Code civil et pose les jalons de son application. Deuxièmement, il clarifie définitivement qu'aucune expertise psychiatrique préalable systématique n'est exigée, mettant fin à d'éventuelles pratiques divergentes. Troisièmement, il confirme l'autonomie décisionnelle des mineurs de 16 ans ou plus en matière d'identité de genre, même contre l'avis de leurs parents.\n\nL'arrêt s'inscrit dans un débat sociétal majeur sur les questions d'identité de genre des mineurs, en privilégiant une approche fondée sur l'autodétermination plutôt que sur la médicalisation systématique. D'un point de vue méthodologique, il illustre la retenue judiciaire face à une réforme législative récente, renvoyant au processus démocratique toute éventuelle adaptation du régime.\n\nPour les praticiens, l'arrêt offre des clarifications importantes : les officiers d'état civil savent désormais qu'ils doivent vérifier d'office la capacité de discernement mais ne peuvent exiger systématiquement un certificat médical ; les autorités de protection comprennent que les mesures de protection ordinaires (curatelle d'assistance éducative) ne suffisent pas à déclencher l'exigence du consentement parental ; les familles savent que les parents d'un adolescent de plus de 16 ans capable de discernement n'ont pas de droit de veto juridique sur cette démarche identitaire.\n\nL'arrêt témoigne de l'évolution sociétale profonde concernant la compréhension de l'identité de genre et de la volonté du droit suisse de reconnaître la capacité des adolescents à décider eux-mêmes de questions touchant au cœur de leur identité personnelle, tout en maintenant des garde-fous procéduraux appropriés.",
  "statistiques": {
    "nombre_de_mots_analyse_complete": 9247,
    "nombre_de_mots_version_courte": 1186,
    "nombre_de_principes_juridiques": 8,
    "nombre_sources_legislatives": 9,
    "nombre_jurisprudence_connexe": 8,
    "date_creation_analyse": "2024-11-18",
    "auteur": "Analyse IA spécialisée en droit suisse",
    "version": "1.0"
  },
  "sources_recherche": [
    "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?lang=fr&type=show_document&highlight_docid=aza://06-11-2024-5A_623-2024",
    "https://www.bger.ch/ext/eurospider/live/fr/php/clir/http/index.php?highlight_docid=atf://151-III-1:fr&lang=fr&type=show_document",
    "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?highlight_docid=atf://151-III-1:de&lang=de&type=show_document",
    "https://www.bger.ch/ext/eurospider/live/fr/php/clir/http/index.php?highlight_docid=atf://142-III-617:fr&lang=fr&type=show_document",
    "https://www.bger.ch/ext/eurospider/live/fr/php/clir/http/index.php?highlight_docid=atf://141-III-312:fr&lang=fr&type=show_document",
    "https://www.bger.ch/ext/eurospider/live/fr/php/clir/http/index.php?highlight_docid=atf://143-III-65:fr&lang=fr&type=show_document",
    "https://www.bger.ch/ext/eurospider/live/fr/php/clir/http/index.php?highlight_docid=atf://145-I-167:fr&lang=fr&type=show_document",
    "Message du Conseil fédéral du 6 décembre 2019 concernant la modification du Code civil suisse (Changement de sexe à l'état civil)",
    "Code civil suisse (CC) - Art. 30b, 16, 307",
    "Convention relative aux droits de l'enfant (CDE) - Art. 3",
    "Constitution fédérale suisse (Cst.) - Art. 11"
  ]
}
