{
  "metadata": {
    "titre": "ATF 150 II 191 - Secret fiscal (art. 74 LTVA) et loi sur la transparence : limites de l'accès aux données sur les importations d'or",
    "reference_atf": "ATF 150 II 191",
    "numero_cause": "1C_272/2022",
    "date_arret": "2023-11-15",
    "formation": "Ire Cour de droit public",
    "parties": "Société pour les peuples menacés (SPM) contre Argor-Heraeus SA, Metalor Technologies SA, MKS (Switzerland) SA, Valcambi SA",
    "domaine_juridique": "Droit public - Secret fiscal - Transparence administrative",
    "mots_cles": [
      "secret fiscal",
      "art. 74 LTVA",
      "loi sur la transparence",
      "LTrans",
      "accès aux documents officiels",
      "importations d'or",
      "secret qualifié",
      "OFDF",
      "autorité de taxation",
      "obligations déclaratives",
      "pesée des intérêts",
      "données privées",
      "contrôle démocratique"
    ],
    "lois_appliquees": [
      "LTVA (art. 74)",
      "LTrans (art. 4 let. a, art. 6, art. 7)",
      "LIFD (art. 110)",
      "PA (art. 48)"
    ]
  },
  "decisions_principales": [
    {
      "faits": "Le 5 février 2018, la Société pour les peuples menacés (SPM), une association suisse de défense des minorités et des peuples indigènes, a demandé à l'Administration fédérale des douanes (devenue l'Office fédéral de la douane et de la sécurité des frontières, OFDF) l'accès à des statistiques complètes sur les importations d'or en Suisse pour les années 2014 à 2017. La requête portait sur les sept plus grands importateurs d'or brut de la position tarifaire 7108.1200, et visait à obtenir les quantités importées, l'identité des exportateurs étrangers ainsi que l'identité des importateurs suisses.\n\nLa demande se fondait sur la loi fédérale sur le principe de la transparence dans l'administration (LTrans). La SPM invoquait un intérêt public légitime à connaître l'origine de l'or importé en Suisse, dans le contexte de la responsabilité sociale des entreprises et de la lutte contre le commerce d'or provenant de zones de conflit.\n\nQuatre sociétés importatrices d'or (Argor-Heraeus SA, Metalor Technologies SA, MKS (Switzerland) SA et Valcambi SA) se sont opposées à la divulgation de ces informations, invoquant le secret fiscal (art. 74 LTVA), le secret des affaires et la protection de la personnalité. Après une procédure administrative et une recommandation du Préposé fédéral à la protection des données et à la transparence (PFPDT) du 31 octobre 2018, l'OFDF a accordé un accès partiel le 10 janvier 2019, sous forme de tableaux Excel excluant les codes postaux et les données de localisation bancaire.\n\nLes quatre sociétés importatrices ont recouru au Tribunal administratif fédéral (TAF), qui a admis leurs recours par arrêt du 16 mars 2022, considérant que le secret fiscal selon l'art. 74 LTVA s'appliquait de manière absolue aux informations demandées. Le TAF a jugé que l'OFDF agissait en tant qu'autorité de taxation lorsqu'elle recueillait ces données dans le cadre des obligations déclaratives des importateurs, et que le secret fiscal constituait un secret qualifié au sens de l'art. 4 let. a LTrans, excluant toute pesée des intérêts.\n\nLa SPM a alors recouru au Tribunal fédéral contre cet arrêt, contestant la qualification des données comme relevant du secret fiscal et arguant que la LTrans devait prévaloir dans le cadre du contrôle démocratique de l'activité étatique. Elle soutenait que les informations demandées concernaient uniquement l'activité commerciale privée des importateurs et non leur situation fiscale personnelle.",
      "principes_juridiques": [
        {
          "principe": "Le secret fiscal selon l'art. 74 LTVA constitue un secret qualifié qui s'applique à toutes les informations obtenues par les autorités dans l'exercice de leurs fonctions fiscales, sans qu'une pesée des intérêts soit nécessaire",
          "explication": "Le Tribunal fédéral confirme que le secret fiscal de l'art. 74 LTVA protège de manière absolue toutes les données que l'autorité obtient dans le cadre de sa fonction de taxation. Ce secret découle de la position vulnérable des contribuables tenus de faire des déclarations étendues à l'autorité fiscale. Le secret fiscal va au-delà du simple secret administratif général et constitue un 'secret qualifié' au sens de l'art. 4 let. a LTrans. Lorsque le secret fiscal s'applique, il opère comme une exception spéciale au droit d'accès général prévu par la LTrans, sans qu'il soit nécessaire de procéder à une pesée des intérêts entre la transparence et la confidentialité. Cette qualification absolue se justifie par la nécessité de protéger la relation de confiance entre le contribuable et l'administration fiscale, relation fondée sur l'obligation de déclarer des informations sensibles concernant sa situation économique.",
          "reference": "ATF 150 II 191 consid. 4.2 et 4.3"
        },
        {
          "principe": "Lorsqu'une autorité administrative recueille des informations dans le cadre d'obligations déclaratives à des fins fiscales, elle agit en tant qu'autorité de taxation et le secret fiscal s'applique même si les données ont également d'autres finalités administratives",
          "explication": "Le Tribunal fédéral précise que la qualification d'une autorité comme 'autorité de taxation' au sens de l'art. 74 LTVA ne dépend pas de sa désignation formelle, mais de la fonction qu'elle exerce effectivement lors de la collecte des données. L'OFDF, lorsqu'elle recueille des informations sur les importations d'or dans le cadre des obligations déclaratives des importateurs relatives à la TVA, agit en tant qu'autorité de taxation. Le fait que ces informations servent également à l'établissement de statistiques douanières ou à d'autres fins administratives n'exclut pas l'application du secret fiscal. Les informations sur les quantités et l'origine de l'or importé sont fournies par les importateurs en exécution de leurs obligations déclaratives fiscales (TVA à l'importation), ce qui les soumet au secret fiscal de manière prépondérante.",
          "reference": "ATF 150 II 191 consid. 4.4"
        },
        {
          "principe": "La loi sur la transparence (LTrans) ne vise pas à donner accès à des informations exclusivement privées sans lien avec l'activité étatique, mais à permettre le contrôle démocratique de l'administration",
          "explication": "Le Tribunal fédéral souligne que le principe de transparence ancré dans la LTrans sert le 'contrôle démocratique sur l'activité de l'État'. Ce principe ne peut pas s'étendre à l'obtention d'informations purement privées concernant des activités commerciales sans rapport avec la surveillance administrative étatique. La demande de la SPM portait exclusivement sur des activités commerciales privées des importateurs d'or (leurs relations d'affaires avec leurs fournisseurs étrangers), même si ces informations avaient été communiquées à l'autorité dans un cadre réglementaire. Le but de la LTrans n'est pas de transformer l'administration en source d'informations sur les activités privées des entreprises, mais de permettre un contrôle de l'action administrative elle-même. Cette limitation trouve son fondement dans l'équilibre entre transparence et protection de la sphère privée économique.",
          "reference": "ATF 150 II 191 consid. 5.2"
        },
        {
          "principe": "L'art. 4 let. a LTrans établit une hiérarchie normative claire : les dispositions spéciales déclarant des informations secrètes prévalent sur le principe général de transparence",
          "explication": "Selon l'art. 4 let. a LTrans, le droit d'accès aux documents officiels ne s'applique pas aux informations dont la loi déclare qu'elles sont secrètes ou qu'elles ne doivent pas être communiquées. Cette disposition établit une réserve en faveur des dispositions spéciales de confidentialité, dont fait partie l'art. 74 LTVA. Le législateur a ainsi créé un système où les secrets qualifiés, tels que le secret fiscal, constituent des exceptions absolues au principe de transparence. Cette hiérarchie normative reflète une pesée des intérêts effectuée par le législateur lui-même, qui a considéré que certains types d'informations méritent une protection absolue en raison de leur nature sensible. Les autorités d'application et les tribunaux n'ont donc pas à procéder à une nouvelle pesée des intérêts lorsqu'un secret qualifié s'applique.",
          "reference": "ATF 150 II 191 consid. 4.1"
        },
        {
          "principe": "Le parallèle entre l'art. 74 LTVA et l'art. 110 LIFD confirme le caractère absolu du secret fiscal dans l'ensemble du système fiscal suisse",
          "explication": "Le Tribunal fédéral rappelle que le secret fiscal est un principe général du droit fiscal suisse, codifié tant pour l'impôt fédéral direct (art. 110 LIFD) que pour la taxe sur la valeur ajoutée (art. 74 LTVA). Ces dispositions ont une portée équivalente et visent à protéger de manière absolue les informations fiscales. Le secret fiscal s'applique non seulement aux données personnelles du contribuable, mais à toutes les informations obtenues dans le cadre de la procédure fiscale. Cette protection s'étend aux renseignements sur l'identité, la situation économique, les transactions commerciales et tous les faits révélés à l'autorité fiscale dans le cadre des obligations déclaratives. Le caractère absolu de ce secret reflète la nécessité de maintenir la confiance dans le système fiscal fondé sur l'auto-déclaration.",
          "reference": "ATF 150 II 191 consid. 4.3"
        },
        {
          "principe": "Les entreprises parties à une procédure d'accès selon la LTrans ont qualité pour recourir si leurs intérêts dignes de protection (secret fiscal, secret des affaires) sont menacés par la divulgation d'informations",
          "explication": "Le Tribunal fédéral confirme que les entreprises dont les données sont susceptibles d'être divulguées dans le cadre d'une demande d'accès selon la LTrans disposent de la qualité pour recourir au sens de l'art. 48 PA. Elles ont un intérêt digne de protection à ce que leurs informations confidentielles ne soient pas communiquées en violation du secret fiscal ou du secret des affaires. Cette qualité pour recourir découle du fait que la divulgation d'informations protégées par le secret fiscal ou le secret des affaires peut causer un préjudice économique aux entreprises concernées, notamment en révélant leurs stratégies commerciales, leurs fournisseurs, leurs volumes d'activité ou d'autres informations concurrentielles sensibles. Les entreprises affectées doivent donc pouvoir participer à la procédure et contester les décisions d'accès qui menacent leurs intérêts légitimes.",
          "reference": "ATF 150 II 191 consid. 3.1 et 3.2"
        },
        {
          "principe": "Le secret fiscal ne connaît pas d'exception pour des motifs d'intérêt public général, sauf disposition légale expresse contraire",
          "explication": "Le Tribunal fédéral rejette l'argument selon lequel l'intérêt public à la transparence sur l'origine de l'or importé pourrait justifier une levée du secret fiscal. Le secret fiscal de l'art. 74 LTVA ne prévoit des exceptions que dans les cas expressément énumérés par la loi (notamment pour l'entraide administrative entre autorités fiscales, l'assistance internationale en matière fiscale, ou certaines procédures pénales). L'intérêt public général, aussi légitime soit-il (lutte contre le commerce d'or provenant de zones de conflit, responsabilité sociale des entreprises), ne constitue pas un motif de levée du secret fiscal en l'absence de base légale spécifique. Cette rigueur s'explique par la nécessité de préserver la sécurité juridique et la prévisibilité du système fiscal : les contribuables doivent pouvoir se fier au caractère absolu du secret fiscal lorsqu'ils fournissent des informations à l'administration.",
          "reference": "ATF 150 II 191 consid. 4.5 et 5.3"
        }
      ],
      "sources_legislatives": [
        {
          "article": "Art. 74 LTVA (Loi fédérale régissant la taxe sur la valeur ajoutée, RS 641.20)",
          "titre": "Secret",
          "texte_integral": "1 Toute personne chargée de l'exécution de la présente loi est tenue de garder le secret à l'égard des autres autorités et des personnes privées au sujet des faits dont elle a connaissance dans l'exercice de ses fonctions et de refuser la consultation de pièces officielles.\n\n2 L'obligation de garder le secret ne s'applique pas:\na. en cas de grave danger pour la Confédération ou les cantons;\nb. à la révélation de faits qui doivent être dénoncés en vertu de dispositions de droit fédéral;\nc. à la révélation de faits qui concernent la gestion officielle de la personne tenue au secret ou celle de l'autorité de surveillance;\nd. lors de l'octroi du droit de consulter le dossier dans le cadre de procédures selon la présente loi;\ne. aux cas prévus aux art. 75 à 78.",
          "pertinence": "Article central de l'arrêt, établissant le secret fiscal comme secret qualifié s'appliquant à toutes les informations obtenues dans le cadre de l'exécution de la LTVA, y compris les données sur les importations soumises à la TVA."
        },
        {
          "article": "Art. 4 LTrans (Loi fédérale sur le principe de la transparence dans l'administration, RS 152.3)",
          "titre": "Droit d'accès",
          "texte_integral": "Le droit d'accès aux documents officiels ne s'applique pas:\na. aux informations dont la loi déclare qu'elles sont secrètes ou qu'elles ne doivent pas être communiquées;\nb. aux informations qui émanent d'une autorité tierce ou qui lui sont destinées et qui ne sont pas également destinées à l'autorité en question;\nc. aux documents servant aux délibérations de l'autorité ou à sa prise de décision tant que celle-ci n'est pas terminée.",
          "pertinence": "Disposition établissant l'exception au principe de transparence pour les informations légalement secrètes, dont fait partie le secret fiscal de l'art. 74 LTVA."
        },
        {
          "article": "Art. 6 al. 1 LTrans",
          "titre": "Principe",
          "texte_integral": "Toute personne a le droit de consulter des documents officiels et d'obtenir des renseignements sur le contenu de documents officiels auprès des autorités.",
          "pertinence": "Principe général de transparence dont l'application est limitée par les exceptions de l'art. 4 LTrans."
        },
        {
          "article": "Art. 7 LTrans",
          "titre": "Restriction du droit d'accès",
          "texte_integral": "1 L'accès à un document officiel est restreint, différé ou refusé, lorsque sa consultation:\na. porte gravement atteinte au processus de libre formation de l'opinion et de la volonté d'une autorité qui est soumise à la présente loi, d'une autre autorité ou d'un organisme visé à l'art. 2, al. 2;\nb. entrave l'exécution de mesures concrètes prises par une autorité en vertu de la présente loi;\nc. compromet la sûreté intérieure ou extérieure de la Suisse;\nd. risque de provoquer des tensions dans les relations extérieures de la Suisse;\ne. compromet les intérêts en matière de politique économique ou monétaire de la Suisse;\nf. risque de dévoiler des secrets professionnels, de fabrication ou d'affaires;\ng. risque de dévoiler des informations fournies librement par un tiers à une autorité qui a garanti le respect du secret.\n\n2 L'accès à un document officiel est en outre restreint, différé ou refusé lorsque la consultation porte atteinte à la sphère privée de tiers, sauf si un intérêt public prépondérant justifie la consultation.",
          "pertinence": "Disposition prévoyant une pesée des intérêts dans certains cas, mais qui ne s'applique pas lorsqu'un secret qualifié au sens de l'art. 4 let. a LTrans (comme le secret fiscal) est en cause."
        },
        {
          "article": "Art. 110 al. 1 LIFD (Loi fédérale sur l'impôt fédéral direct, RS 642.11)",
          "titre": "Secret fiscal",
          "texte_integral": "1 Quiconque est chargé de l'exécution de la législation fiscale ou a l'occasion d'y participer est tenu de garder le secret sur ce qui lui est confié dans l'exercice de ses fonctions et sur les faits dont il a connaissance et de refuser à toute personne non autorisée la consultation de pièces officielles.",
          "pertinence": "Disposition parallèle à l'art. 74 LTVA pour l'impôt fédéral direct, confirmant le caractère général du secret fiscal dans le système fiscal suisse."
        },
        {
          "article": "Art. 48 PA (Loi fédérale sur la procédure administrative, RS 172.021)",
          "titre": "Qualité pour recourir",
          "texte_integral": "1 A qualité pour recourir quiconque:\na. a pris part à la procédure devant l'autorité inférieure ou a été privé de la possibilité de le faire;\nb. est spécialement atteint par la décision attaquée, et\nc. a un intérêt digne de protection à son annulation ou à sa modification.",
          "pertinence": "Base légale de la qualité pour recourir des entreprises dont les données sont menacées de divulgation dans le cadre d'une procédure d'accès selon la LTrans."
        },
        {
          "article": "Art. 18 al. 1 LD (Loi sur les douanes, RS 631.0)",
          "titre": "Obligation de déclarer",
          "texte_integral": "1 La personne assujettie à l'obligation de déclarer doit, sans délai et conformément aux prescriptions de l'OFDF:\na. présenter les marchandises ou les déclarer oralement à l'office de douane, dans les cas prévus par l'OFDF;\nb. déclarer les marchandises par écrit ou par voie électronique à l'office de douane, pour autant qu'une déclaration soit nécessaire;\nc. joindre à la déclaration en douane tous les documents nécessaires à la taxation;\nd. présenter spontanément les marchandises qui doivent être taxées.",
          "pertinence": "Base légale de l'obligation déclarative des importateurs, dans le cadre de laquelle sont collectées les données sur les importations d'or soumises au secret fiscal."
        },
        {
          "article": "Art. 2 al. 1 LTrans",
          "titre": "Objet",
          "texte_integral": "1 La présente loi règle:\na. le droit d'accès aux documents officiels;\nb. la publication des documents officiels;\nc. la protection des informations fournies à titre confidentiel.",
          "pertinence": "Disposition définissant l'objet de la loi sur la transparence, qui vise à concilier l'accès aux documents avec la protection des informations confidentielles."
        },
        {
          "article": "Art. 5 al. 2 Cst. (Constitution fédérale, RS 101)",
          "titre": "Principe de proportionnalité",
          "texte_integral": "Quiconque agit au nom de l'État est tenu de respecter le principe de la proportionnalité.",
          "pertinence": "Principe constitutionnel applicable à l'ensemble de l'activité administrative, mais qui ne permet pas de lever le secret fiscal en l'absence de base légale spécifique."
        }
      ],
      "jurisprudence_connexe": [
        {
          "reference": "ATF 143 II 506",
          "date": "2017-08-23",
          "themes": "Assistance administrative internationale en matière fiscale ; droits des tiers (employés de banque) dont les noms figurent dans des documents susceptibles d'être transmis ; secret fiscal et protection des données personnelles",
          "pertinence": "Cet arrêt traite de la protection des données de tiers dans le cadre de l'assistance administrative fiscale. Le Tribunal fédéral y reconnaît que les employés de banque dont les noms apparaissent dans la documentation bancaire ont qualité pour contester la transmission de leur identité. Selon l'art. 4 al. 3 LAAF, la transmission d'informations concernant des personnes non impliquées est exclue sauf si les informations sont raisonnablement pertinentes et proportionnées. Cet arrêt illustre le même principe de protection des informations sensibles que celui appliqué dans ATF 150 II 191, mais dans le contexte de l'échange international de renseignements fiscaux plutôt que de la transparence administrative interne."
        },
        {
          "reference": "ATF 144 II 29",
          "date": "2017-12-18",
          "themes": "Assistance administrative fiscale Suisse-USA ; caviardage des noms d'employés de banque et de conseillers professionnels dans les documents transmis ; distinction entre procédure fiscale et procédure pénale",
          "pertinence": "Le Tribunal fédéral précise dans cet arrêt que les informations identifiant les employés de banque, avocats et notaires apparaissant dans les documents transmis doivent être caviardées sauf si elles sont spécifiquement demandées et démonstrées nécessaires aux fins fiscales de l'État requérant. L'assistance administrative fiscale ne sert que l'administration fiscale, non la poursuite pénale. Cet arrêt confirme le principe selon lequel les informations sur des tiers non directement concernés par la procédure fiscale méritent une protection particulière, principe également applicable dans le contexte de ATF 150 II 191 où les données des importateurs d'or ne devaient pas être divulguées dans le cadre d'une demande de transparence."
        },
        {
          "reference": "ATF 142 II 340",
          "date": "2016-06-27",
          "themes": "Accès à l'information selon la LTrans ; secret des affaires ; données personnelles d'experts privés ayant assisté une entreprise pharmaceutique ; pesée des intérêts entre transparence et protection de la personnalité",
          "pertinence": "Dans cet arrêt concernant l'accès aux noms d'experts ayant participé à une procédure d'autorisation de médicament, le Tribunal fédéral applique l'art. 7 LTrans et effectue une pesée des intérêts entre la transparence (intérêt public à connaître les potentiels conflits d'intérêts) et la protection des données personnelles. Le Tribunal rejette l'argument que les noms d'experts constituent des secrets d'affaires. Cet arrêt se distingue de ATF 150 II 191 car il ne concernait pas un secret qualifié au sens de l'art. 4 let. a LTrans, mais une restriction au sens de l'art. 7 LTrans nécessitant une pesée des intérêts. Il illustre la différence fondamentale entre les deux types de limitations au droit d'accès : le secret qualifié (absolu) et la restriction nécessitant une pesée (relative)."
        },
        {
          "reference": "ATF 139 II 340",
          "date": "2013-05-22",
          "themes": "Assistance administrative fiscale internationale ; conditions de recevabilité des recours ; charge de démontrer des questions d'importance constitutionnelle ou juridique",
          "pertinence": "Cet arrêt clarifie les conditions de recevabilité des recours en matière d'assistance administrative fiscale. Les recourants doivent démontrer de manière affirmative pourquoi leur cas remplit les critères de recevabilité, notamment en expliquant l'importance fondamentale des questions soulevées. Le simple énumération de questions prétendument importantes ne suffit pas. Bien que cet arrêt concerne principalement des questions procédurales, il s'inscrit dans le contexte général de la protection du secret fiscal dans les procédures d'assistance internationale, thématique connexe à ATF 150 II 191."
        },
        {
          "reference": "ATF 146 II 150",
          "date": "2019-07-26",
          "themes": "Échange de renseignements fiscaux entre la Suisse et la France ; demandes groupées (list requests) ; portée temporelle de l'assistance administrative ; distinction entre demandes groupées et 'fishing expeditions'",
          "pertinence": "Le Tribunal fédéral confirme dans cet arrêt que les demandes groupées portant sur environ 40'000 numéros de comptes peuvent être admises si elles contiennent des soupçons concrets de violations du droit fiscal et ne constituent pas une 'fishing expedition' (recherche exploratoire). L'arrêt précise que des indices concrets (listes découvertes lors d'enquêtes pénales en Allemagne, 97% de comptes impliquant des contribuables français) suffisent à justifier l'assistance. Cet arrêt illustre les limites du secret fiscal dans le contexte de l'assistance administrative internationale, où des exceptions légales expressément prévues permettent la transmission d'informations fiscales à des conditions strictes, contrairement à ATF 150 II 191 où aucune exception légale ne permettait la divulgation selon la LTrans."
        },
        {
          "reference": "ATF 145 II 119",
          "date": "2019-05-13",
          "themes": "Assistance administrative fiscale internationale ; procédures de notification aux personnes domiciliées à l'étranger ; impossibilité de contraindre les détenteurs d'informations à désigner des représentants",
          "pertinence": "Cet arrêt clarifie que l'art. 14 al. 3 de la loi fédérale sur l'assistance administrative fiscale (LAAF) permet seulement de demander – mais non de contraindre – les détenteurs d'informations à organiser la désignation de représentants par les personnes étrangères. Lorsque le domicile d'une personne ne peut être déterminé, la publication dans la Feuille fédérale constitue une notification appropriée. Bien que cet arrêt traite principalement de questions procédurales en matière d'assistance administrative, il s'inscrit dans le contexte général de la protection procédurale dans les affaires fiscales, thématique connexe à ATF 150 II 191."
        },
        {
          "reference": "ATF 140 II 194",
          "date": "2014-01-24",
          "themes": "Système de contingents tarifaires pour les importations de viande ; principe de proportionnalité en droit douanier ; application disproportionnée du tarif prohibitif",
          "pertinence": "Le Tribunal fédéral juge dans cet arrêt que l'application du tarif prohibitif hors contingent (AKZA) en raison d'un retard de paiement de 17 jours viole le principe de proportionnalité de l'art. 5 al. 2 Cst. Une fois le paiement reçu, l'objectif réglementaire de garantie de paiement était satisfait, et exiger la différence tarifaire dépassait les buts de la réglementation. Bien que cet arrêt concerne le droit douanier et le principe de proportionnalité plutôt que le secret fiscal, il illustre les limites de l'action administrative dans le domaine des importations et du droit douanier, domaine connexe à celui de ATF 150 II 191 qui concernait des données d'importation."
        },
        {
          "reference": "ATF 138 II 346",
          "date": "2012-05-31",
          "themes": "Protection des données et droits de la personnalité concernant Google Street View ; données personnelles et identifiabilité malgré le floutage ; taux d'erreur admissible dans l'anonymisation automatique ; pesée des intérêts entre utilité publique et protection de la personnalité",
          "pertinence": "Cet arrêt établit les conditions de protection des données personnelles dans le contexte de la collecte et publication massive de photographies par Google Street View. Le Tribunal admet un taux d'erreur d'environ 1% dans l'anonymisation automatique si Google met en place des garanties supplémentaires. L'arrêt démontre l'importance de la protection des données personnelles même dans le contexte d'un service présentant une utilité publique. Bien que portant sur la protection des données plutôt que sur le secret fiscal, cet arrêt illustre la nécessité de protéger les informations privées contre la divulgation publique, thématique connexe à ATF 150 II 191 où le secret fiscal protégeait les données commerciales des importateurs."
        }
      ],
      "dispositif": "Le Tribunal fédéral rejette le recours de la Société pour les peuples menacés. L'arrêt du Tribunal administratif fédéral du 16 mars 2022 est confirmé. Les frais judiciaires de 2'000 francs sont mis à la charge de la recourante (SPM). Une indemnité de dépens de 4'000 francs est allouée aux quatre sociétés intimées (Argor-Heraeus SA, Metalor Technologies SA, MKS (Switzerland) SA et Valcambi SA), à la charge de la recourante. La demande d'assistance judiciaire de la recourante est rejetée.",
      "importance": "Cet arrêt constitue une décision fondamentale sur les rapports entre le secret fiscal (art. 74 LTVA) et le principe de transparence administrative (LTrans). Il confirme de manière claire et définitive que le secret fiscal constitue un secret qualifié au sens de l'art. 4 let. a LTrans, s'appliquant de manière absolue sans pesée des intérêts lorsque les informations ont été obtenues par l'autorité dans le cadre de ses fonctions de taxation. L'arrêt clarifie également les limites du principe de transparence, qui ne peut pas servir à obtenir des informations exclusivement privées sans lien avec l'activité étatique elle-même. Cette décision a des implications importantes pour toutes les demandes d'accès à des documents officiels contenant des données fiscales, qu'il s'agisse de la TVA, de l'impôt fédéral direct ou d'autres impôts. Elle confirme que l'intérêt public général, aussi légitime soit-il (responsabilité sociale des entreprises, lutte contre le commerce illicite), ne peut pas justifier une levée du secret fiscal en l'absence de base légale expresse. L'arrêt renforce ainsi la sécurité juridique dans les relations entre contribuables et administration fiscale, en garantissant que les informations fournies dans le cadre des obligations déclaratives restent strictement confidentielles."
    }
  ],
  "analyse_complete": "# Analyse juridique approfondie : ATF 150 II 191 - Secret fiscal et transparence administrative\n\n## I. Introduction et contexte de l'arrêt\n\nL'arrêt ATF 150 II 191 du 15 novembre 2023 constitue une décision fondamentale du Tribunal fédéral sur les rapports entre deux principes apparemment contradictoires du droit public suisse : le secret fiscal, ancré à l'art. 74 de la loi fédérale sur la taxe sur la valeur ajoutée (LTVA), et le principe de transparence administrative, codifié dans la loi fédérale sur le principe de la transparence dans l'administration (LTrans). Cette décision intervient dans un contexte de tension croissante entre, d'une part, les exigences de confidentialité nécessaires au bon fonctionnement du système fiscal et, d'autre part, les demandes accrues de transparence de la société civile sur les activités économiques ayant des implications éthiques ou environnementales.\n\nLe litige opposait la Société pour les peuples menacés (SPM), une organisation non gouvernementale suisse de défense des minorités et des peuples indigènes, à quatre des plus grandes sociétés suisses de raffinage d'or : Argor-Heraeus SA, Metalor Technologies SA, MKS (Switzerland) SA et Valcambi SA. La Suisse joue un rôle central dans le commerce mondial de l'or, puisqu'environ 70% de l'or extrait dans le monde transite par la Suisse pour y être raffiné. Cette position dominante s'accompagne de préoccupations concernant l'origine de certains métaux précieux, notamment leur provenance potentielle de zones de conflit ou de mines exploitant des travailleurs dans des conditions inacceptables.\n\nLa SPM avait demandé le 5 février 2018 à l'Administration fédérale des douanes (devenue l'Office fédéral de la douane et de la sécurité des frontières, OFDF) l'accès à des statistiques complètes sur les importations d'or brut de la position tarifaire 7108.1200 pour les années 2014 à 2017. La requête visait spécifiquement les sept plus grands importateurs et sollicitait trois types d'informations : les quantités d'or importées, l'identité des exportateurs étrangers, et l'identité des importateurs suisses. L'objectif déclaré de la SPM était d'obtenir une traçabilité de l'or importé en Suisse, afin de sensibiliser le public aux questions de responsabilité sociale des entreprises et de lutter contre le commerce d'or provenant de zones de conflit.\n\nLa demande se fondait sur la LTrans, entrée en vigueur le 1er juillet 2006, qui a introduit dans le droit suisse le principe général selon lequel \"toute personne a le droit de consulter des documents officiels et d'obtenir des renseignements sur le contenu de documents officiels auprès des autorités\" (art. 6 al. 1 LTrans). Ce principe de transparence, inspiré des législations scandinaves et du Freedom of Information Act américain, visait à renforcer le contrôle démocratique sur l'administration et à améliorer la confiance du public dans les institutions. Cependant, le législateur avait prévu plusieurs exceptions à ce principe général, notamment à l'art. 4 let. a LTrans qui exclut du droit d'accès \"les informations dont la loi déclare qu'elles sont secrètes ou qu'elles ne doivent pas être communiquées\".\n\nC'est précisément cette exception que les quatre sociétés importatrices ont invoquée pour s'opposer à la divulgation des informations demandées. Elles ont fait valoir que les données sur leurs importations d'or relevaient du secret fiscal au sens de l'art. 74 LTVA, qui impose à \"toute personne chargée de l'exécution de la présente loi\" de \"garder le secret à l'égard des autres autorités et des personnes privées au sujet des faits dont elle a connaissance dans l'exercice de ses fonctions\". Les sociétés ont également invoqué le secret des affaires et la protection de la personnalité.\n\nAprès une procédure administrative au cours de laquelle le Préposé fédéral à la protection des données et à la transparence (PFPDT) a émis une recommandation le 31 octobre 2018, l'OFDF a accordé un accès partiel le 10 janvier 2019, sous forme de tableaux Excel excluant certaines données jugées particulièrement sensibles (codes postaux et données de localisation bancaire). Insatisfaites de cette décision, les quatre sociétés ont recouru au Tribunal administratif fédéral (TAF), qui leur a donné raison par arrêt du 16 mars 2022. Le TAF a jugé que le secret fiscal selon l'art. 74 LTVA s'appliquait de manière absolue aux informations demandées, excluant toute pesée des intérêts.\n\nLa SPM a alors formé un recours au Tribunal fédéral, donnant à la plus haute juridiction suisse l'occasion de clarifier de manière définitive les rapports entre secret fiscal et transparence administrative. L'enjeu de l'arrêt dépassait largement le cas d'espèce : il s'agissait de déterminer si le principe de transparence pouvait, dans certaines circonstances, primer sur le secret fiscal, ou si ce dernier constituait un obstacle absolu à toute divulgation d'informations obtenues par l'administration fiscale.\n\n## II. Les faits et la procédure\n\n### A. La demande d'accès initiale\n\nLe 5 février 2018, la Société pour les peuples menacés (SPM) a adressé à l'Administration fédérale des douanes une demande formelle d'accès à des documents officiels fondée sur la LTrans. Cette demande portait sur des statistiques complètes concernant les importations d'or brut de la position tarifaire douanière 7108.1200 pour la période allant de 2014 à 2017.\n\nLa position tarifaire 7108.1200 correspond spécifiquement à l'\"or (y compris l'or platiné), sous formes brutes autres que la poudre\". Cette catégorie comprend l'or brut tel qu'il arrive en Suisse pour être raffiné, avant sa transformation en lingots standardisés ou en produits semi-finis. La SPM a ciblé les sept plus grands importateurs de cette catégorie, qui représentaient une part très significative du marché suisse du raffinage de l'or.\n\nLa demande sollicitait trois types d'informations précises :\n\n1. **Les quantités d'or importées** : volumes en kilogrammes ou en tonnes importés par chacun des sept principaux opérateurs pour chaque année de la période 2014-2017.\n\n2. **L'identité des exportateurs étrangers** : noms et localisations des fournisseurs étrangers ayant exporté l'or vers la Suisse.\n\n3. **L'identité des importateurs suisses** : noms des sociétés suisses ayant importé l'or, permettant de relier chaque flux d'importation à un opérateur suisse spécifique.\n\nLa SPM justifiait sa demande par plusieurs arguments d'intérêt public. L'organisation soulignait que la Suisse jouait un rôle central dans le commerce mondial de l'or, avec environ 70% de l'or mondial transitant par le pays pour y être raffiné. Cette position dominante s'accompagnait, selon la SPM, d'une responsabilité particulière en matière de transparence et de traçabilité. L'organisation évoquait les préoccupations internationales concernant l'origine de certains métaux précieux, notamment :\n\n- L'or provenant de zones de conflit armé, dont le commerce peut financer des groupes armés et perpétuer des violences ;\n- L'or extrait dans des conditions de travail inacceptables, impliquant parfois le travail forcé ou le travail des enfants ;\n- L'or issu de mines artisanales non réglementées causant des dommages environnementaux graves, notamment par l'utilisation de mercure ;\n- L'or blanchi pour dissimuler son origine illicite ou problématique.\n\nLa SPM arguait que la transparence sur l'origine de l'or importé en Suisse permettrait à la société civile d'exercer une surveillance sur les pratiques des raffineurs suisses et d'encourager ces derniers à adopter des politiques d'approvisionnement responsable. L'organisation invoquait le principe de transparence administrative consacré par la LTrans comme fondement juridique de sa demande.\n\n### B. L'opposition des importateurs\n\nDès que l'OFDF les a informées de la demande d'accès, conformément à l'obligation de consultation des tiers prévue par la LTrans, les quatre sociétés concernées (Argor-Heraeus SA, Metalor Technologies SA, MKS (Switzerland) SA et Valcambi SA) se sont fermement opposées à toute divulgation des informations demandées.\n\nLeur opposition reposait sur trois fondements juridiques principaux :\n\n1. **Le secret fiscal (art. 74 LTVA)** : Les sociétés faisaient valoir que les informations sur leurs importations d'or avaient été communiquées à l'OFDF dans le cadre de leurs obligations déclaratives fiscales relatives à la TVA à l'importation. En effet, toute importation de marchandises en Suisse est soumise à la TVA selon l'art. 52 LTVA, et l'importateur doit déclarer à l'administration douanière la nature, la quantité et la valeur des marchandises importées. Ces déclarations servent de base au calcul de la TVA due. Les sociétés soutenaient que ces informations, obtenues par l'OFDF dans l'exercice de sa fonction d'autorité fiscale, étaient protégées par le secret fiscal de l'art. 74 LTVA, qui interdit la divulgation de \"faits dont [l'autorité] a connaissance dans l'exercice de ses fonctions\".\n\n2. **Le secret des affaires** : Les importateurs arguaient que les informations demandées révéleraient des éléments essentiels de leur stratégie commerciale, notamment :\n   - Leurs volumes d'activité et leur positionnement sur le marché ;\n   - L'identité de leurs fournisseurs et leurs relations commerciales ;\n   - Leurs sources d'approvisionnement et leur stratégie de diversification géographique ;\n   - Des informations permettant à leurs concurrents de déduire leurs marges et leurs prix.\n   \n   La divulgation de ces informations pourrait, selon elles, causer un préjudice concurrentiel important en permettant à leurs concurrents d'identifier leurs sources d'approvisionnement et potentiellement de les contacter directement pour contourner les relations commerciales établies.\n\n3. **La protection de la personnalité et des données personnelles** : Les sociétés invoquaient également leur droit à la protection de la personnalité et de leurs données commerciales, qui constituent des informations privées même pour des personnes morales.\n\n### C. La décision de l'OFDF et la recommandation du PFPDT\n\nL'OFDF a initialement rejeté la demande d'accès de la SPM par décision du 9 août 2018, considérant que les informations demandées étaient protégées par le secret fiscal. La SPM a alors saisi le Préposé fédéral à la protection des données et à la transparence (PFPDT), autorité de surveillance compétente en matière de transparence.\n\nLe PFPDT a examiné la demande et émis une recommandation le 31 octobre 2018. Il a conclu qu'un accès partiel devait être accordé, estimant que certaines informations pouvaient être divulguées sans violer le secret fiscal ou le secret des affaires, moyennant des anonymisations appropriées. Le PFPDT considérait que l'intérêt public à la transparence sur l'origine de l'or importé justifiait un accès au moins partiel aux données.\n\nSur la base de cette recommandation, l'OFDF a rendu une nouvelle décision le 10 janvier 2019, accordant à la SPM un accès partiel aux informations demandées. L'OFDF a fourni des tableaux Excel contenant des données agrégées et partiellement anonymisées, excluant notamment :\n- Les codes postaux des importateurs ;\n- Les données de localisation bancaire ;\n- Certaines informations considérées comme particulièrement sensibles du point de vue commercial.\n\nCette décision ne satisfaisait ni les importateurs, qui estimaient que même un accès partiel violait le secret fiscal, ni la SPM, qui considérait que les informations fournies étaient insuffisantes pour atteindre l'objectif de traçabilité recherché.\n\n### D. L'arrêt du Tribunal administratif fédéral\n\nLes quatre sociétés importatrices ont formé recours auprès du Tribunal administratif fédéral contre la décision de l'OFDF du 10 janvier 2019. Par arrêt du 16 mars 2022, le TAF a admis leurs recours et a annulé la décision d'accès partiel de l'OFDF.\n\nLe TAF a développé une argumentation en plusieurs étapes :\n\n1. **Qualification de l'OFDF comme autorité de taxation** : Le TAF a d'abord examiné si l'OFDF agissait en tant qu'autorité de taxation lorsqu'elle recueillait les informations sur les importations d'or. Il a conclu par l'affirmative, considérant que ces données étaient collectées dans le cadre de la perception de la TVA à l'importation, qui constitue une fonction fiscale au sens de l'art. 74 LTVA.\n\n2. **Application du secret fiscal** : Le TAF a ensuite jugé que le secret fiscal de l'art. 74 LTVA s'appliquait à toutes les informations obtenues par l'OFDF dans l'exercice de cette fonction de taxation. Selon le TAF, ce secret couvre non seulement les données strictement nécessaires au calcul de l'impôt, mais l'ensemble des informations communiquées dans le cadre des obligations déclaratives fiscales.\n\n3. **Le secret fiscal comme secret qualifié** : Le TAF a qualifié le secret fiscal de \"secret qualifié\" au sens de l'art. 4 let. a LTrans. Cette qualification est fondamentale : elle signifie que le secret fiscal constitue une exception absolue au principe de transparence, prévue par une loi spéciale qui prime sur la LTrans. Lorsqu'un secret qualifié s'applique, aucune pesée des intérêts entre la transparence et la confidentialité n'est nécessaire ou permise.\n\n4. **Exclusion de toute pesée des intérêts** : Le TAF a donc conclu qu'il n'était pas nécessaire de procéder à une pesée des intérêts selon l'art. 7 LTrans entre l'intérêt public à la transparence et les intérêts privés à la confidentialité. L'art. 4 let. a LTrans excluait d'emblée l'application du principe de transparence.\n\n5. **Absence d'exception légale applicable** : Le TAF a également vérifié si l'une des exceptions au secret fiscal prévues à l'art. 74 al. 2 LTVA pouvait s'appliquer. Il a conclu que tel n'était pas le cas, car aucune des situations exceptionnelles énumérées (grave danger pour la Confédération, obligation de dénonciation, gestion officielle, consultation du dossier dans une procédure fiscale, cas prévus aux art. 75 à 78 LTVA) n'était réalisée.\n\nSur cette base, le TAF a annulé la décision d'accès partiel de l'OFDF et a confirmé que les informations demandées ne pouvaient pas être divulguées à la SPM.\n\n### E. Le recours au Tribunal fédéral\n\nInsatisfaite de l'arrêt du TAF, la SPM a formé un recours en matière de droit public au Tribunal fédéral. Dans son mémoire de recours, la SPM développait plusieurs arguments :\n\n1. **Interprétation restrictive du secret fiscal** : La SPM soutenait que le secret fiscal devait être interprété restrictivement et ne couvrait que les informations strictement nécessaires à la taxation, non les données commerciales générales fournies dans le cadre des obligations déclaratives.\n\n2. **Primauté du principe de transparence** : La SPM arguait que le principe de transparence, consacré à l'art. 6 LTrans, devait prévaloir lorsque les informations concernaient une activité économique ayant des implications d'intérêt public, telles que le commerce de l'or potentiellement issu de zones de conflit.\n\n3. **Finalité de la LTrans** : La SPM invoquait la finalité de la LTrans, qui vise à permettre le contrôle démocratique sur l'activité de l'administration. Selon elle, cette finalité commandait un accès aux informations permettant de vérifier que l'administration douanière exerçait correctement ses fonctions de surveillance du commerce international.\n\n4. **Proportionnalité** : La SPM faisait valoir que le refus total d'accès violait le principe de proportionnalité de l'art. 5 al. 2 Cst., car un accès partiel anonymisé aurait permis de concilier la transparence avec la protection des intérêts privés légitimes.\n\n5. **Pesée des intérêts nécessaire** : Subsidiairement, la SPM soutenait que même si le secret fiscal s'appliquait, une pesée des intérêts selon l'art. 7 LTrans aurait dû être effectuée, et que l'intérêt public prépondérant à connaître l'origine de l'or importé justifiait un accès au moins partiel.\n\nLe recours de la SPM a été attribué à la Ire Cour de droit public du Tribunal fédéral, compétente notamment pour les questions de droit administratif et de transparence. La SPM a également sollicité l'octroi de l'assistance judiciaire, arguant qu'elle agissait dans l'intérêt public et ne disposait pas de ressources financières suffisantes pour supporter les frais de la procédure.\n\n## III. Le raisonnement du Tribunal fédéral\n\n### A. La qualité pour recourir des sociétés importatrices\n\nAvant d'examiner le fond du litige, le Tribunal fédéral devait vérifier que les quatre sociétés importatrices disposaient de la qualité pour recourir au sens de l'art. 89 de la loi sur le Tribunal fédéral (LTF), lu en combinaison avec l'art. 48 de la loi fédérale sur la procédure administrative (PA).\n\nSelon l'art. 48 PA, a qualité pour recourir quiconque : a) a pris part à la procédure devant l'autorité inférieure ou a été privé de la possibilité de le faire ; b) est spécialement atteint par la décision attaquée, et c) a un intérêt digne de protection à son annulation ou à sa modification.\n\nLe Tribunal fédéral a confirmé sans difficulté que ces trois conditions étaient remplies :\n\n1. **Participation à la procédure** : Les sociétés avaient participé à la procédure devant l'OFDF et le TAF en tant que parties intéressées, ayant été consultées conformément aux exigences de la LTrans.\n\n2. **Atteinte spéciale** : Les sociétés étaient spécialement atteintes par la décision d'accès, puisque celle-ci concernait directement leurs données commerciales et fiscales. Le Tribunal fédéral a relevé que seules les entreprises dont les données sont susceptibles d'être divulguées sont spécialement atteintes, non l'ensemble des opérateurs économiques du secteur.\n\n3. **Intérêt digne de protection** : Le Tribunal fédéral a jugé que les sociétés avaient un intérêt digne de protection à ce que leurs informations confidentielles ne soient pas communiquées en violation du secret fiscal ou du secret des affaires. Cet intérêt découle du fait que la divulgation d'informations protégées par le secret fiscal ou le secret des affaires peut causer un préjudice économique aux entreprises concernées, notamment en révélant leurs stratégies commerciales, leurs fournisseurs, leurs volumes d'activité ou d'autres informations concurrentielles sensibles.\n\nLe Tribunal fédéral a ainsi confirmé que les entreprises dont les données sont menacées de divulgation dans le cadre d'une procédure d'accès selon la LTrans ont qualité pour défendre leurs intérêts en matière de confidentialité. Cette reconnaissance est importante car elle garantit que les tiers concernés peuvent participer effectivement à la procédure et contester les décisions d'accès qui menacent leurs intérêts légitimes.\n\n### B. Le secret fiscal comme secret qualifié\n\nLe cœur du raisonnement du Tribunal fédéral réside dans la qualification du secret fiscal de l'art. 74 LTVA comme \"secret qualifié\" au sens de l'art. 4 let. a LTrans. Cette qualification détermine l'ensemble de la solution du litige.\n\n#### 1. Le système de la LTrans\n\nLe Tribunal fédéral rappelle d'abord la structure de la LTrans, qui établit un principe général de transparence (art. 6 al. 1) assorti de plusieurs catégories d'exceptions :\n\n- **L'art. 4 LTrans** énumère les cas où le droit d'accès \"ne s'applique pas\" : il s'agit d'exclusions absolues du champ d'application de la loi. L'art. 4 let. a vise notamment \"les informations dont la loi déclare qu'elles sont secrètes ou qu'elles ne doivent pas être communiquées\". Ces informations, protégées par des \"secrets qualifiés\", échappent totalement au régime de la LTrans.\n\n- **L'art. 7 LTrans** prévoit ensuite les cas où \"l'accès à un document officiel est restreint, différé ou refusé\" : il s'agit de restrictions relatives au droit d'accès, nécessitant une pesée des intérêts entre la transparence et d'autres intérêts légitimes (sécurité, relations extérieures, secrets professionnels, sphère privée, etc.).\n\nCette distinction est fondamentale : dans le premier cas (art. 4), aucune pesée des intérêts n'est nécessaire car le législateur l'a déjà effectuée en édictant le secret qualifié ; dans le second cas (art. 7), l'autorité doit procéder à une pesée concrète des intérêts en présence.\n\n#### 2. La qualification du secret fiscal\n\nLe Tribunal fédéral examine ensuite si le secret fiscal de l'art. 74 LTVA constitue un secret qualifié au sens de l'art. 4 let. a LTrans. Il relève plusieurs éléments :\n\n**Formulation de l'art. 74 LTVA** : L'art. 74 al. 1 LTVA dispose que \"toute personne chargée de l'exécution de la présente loi est tenue de garder le secret à l'égard des autres autorités et des personnes privées au sujet des faits dont elle a connaissance dans l'exercice de ses fonctions et de refuser la consultation de pièces officielles\". Cette formulation impérative (\"est tenue\", \"doit refuser\") établit une obligation absolue de confidentialité.\n\n**Exceptions limitativement énumérées** : L'art. 74 al. 2 LTVA énumère de manière limitative les exceptions au secret fiscal : grave danger pour la Confédération ou les cantons, révélation de faits devant être dénoncés, révélation de faits concernant la gestion officielle, consultation du dossier dans le cadre de procédures selon la LTVA, et cas prévus aux art. 75 à 78 LTVA (notamment entraide administrative et assistance internationale). L'énumération limitative de ces exceptions démontre que le secret fiscal s'applique de manière absolue dans tous les autres cas.\n\n**Ratio legis du secret fiscal** : Le Tribunal fédéral rappelle la ratio legis du secret fiscal, qui découle de la \"position vulnérable des contribuables tenus de faire des déclarations étendues à l'autorité fiscale\". Le système fiscal suisse repose largement sur l'auto-déclaration : les contribuables doivent révéler spontanément à l'administration fiscale des informations détaillées sur leur situation économique, leurs revenus, leur fortune, leurs transactions commerciales, etc. Cette obligation de déclarer des informations sensibles ne peut fonctionner que si les contribuables ont la certitude que ces informations resteront strictement confidentielles. Le secret fiscal constitue ainsi la contrepartie nécessaire de l'obligation de déclarer.\n\n**Protection étendue** : Le Tribunal fédéral précise que le secret fiscal \"protège tous les renseignements que l'autorité obtient dans le cadre de sa fonction de taxation\". Il ne se limite pas aux données strictement nécessaires au calcul de l'impôt, mais couvre l'ensemble des informations communiquées dans le cadre des obligations déclaratives fiscales. Cette protection étendue se justifie par la nécessité de préserver la relation de confiance entre le contribuable et l'administration fiscale.\n\n**Comparaison avec l'art. 110 LIFD** : Le Tribunal fédéral relève que l'art. 74 LTVA a la même portée que l'art. 110 LIFD, qui établit le secret fiscal en matière d'impôt fédéral direct. Ces deux dispositions confirment que le secret fiscal constitue un principe général du droit fiscal suisse, applicable à l'ensemble des impôts fédéraux.\n\nSur la base de ces éléments, le Tribunal fédéral conclut que le secret fiscal de l'art. 74 LTVA constitue bien un secret qualifié au sens de l'art. 4 let. a LTrans. Cette qualification implique que lorsque le secret fiscal s'applique, le droit d'accès de la LTrans est exclu d'emblée, sans qu'une pesée des intérêts soit nécessaire.\n\n### C. L'OFDF comme autorité de taxation\n\nAyant établi que le secret fiscal constitue un secret qualifié, le Tribunal fédéral doit ensuite déterminer si les informations demandées par la SPM sont effectivement couvertes par ce secret fiscal. Cette question dépend de deux éléments : l'OFDF agissait-elle en tant qu'autorité de taxation ? Les informations ont-elles été obtenues dans l'exercice de cette fonction de taxation ?\n\nLe Tribunal fédéral examine d'abord la qualification de l'OFDF. Il relève que cette qualification ne dépend pas de la désignation formelle de l'autorité, mais de la fonction qu'elle exerce effectivement lors de la collecte des données. Selon l'art. 74 al. 1 LTVA, le secret s'impose à \"toute personne chargée de l'exécution de la présente loi\", c'est-à-dire à toute personne exerçant des fonctions en matière de TVA.\n\nL'OFDF remplit manifestement cette condition. En effet :\n\n1. **Compétence en matière de TVA à l'importation** : Selon l'art. 52 LTVA, les importations de biens sont soumises à la TVA. L'art. 70 al. 1 LTVA précise que \"l'Administration fédérale des contributions perçoit l'impôt sur les importations de biens\". Jusqu'au 1er janvier 2022, cette perception était assurée par l'Administration fédérale des douanes (devenue l'OFDF), qui agissait comme autorité de perception pour le compte de l'Administration fédérale des contributions (AFC).\n\n2. **Obligations déclaratives des importateurs** : Les importateurs sont tenus de déclarer les marchandises importées, notamment leur nature, leur quantité et leur valeur, conformément à l'art. 18 de la loi sur les douanes (LD). Ces déclarations servent de base au calcul de la TVA à l'importation.\n\n3. **Collecte des données dans un contexte fiscal** : Les informations sur les quantités d'or importées et l'identité des importateurs ont été collectées par l'OFDF dans le cadre de ces obligations déclaratives fiscales. Bien que ces données servent également à l'établissement de statistiques douanières et à d'autres fins administratives, elles ont été obtenues principalement dans le cadre de la perception de la TVA à l'importation.\n\nLe Tribunal fédéral conclut donc que l'OFDF agissait en tant qu'autorité chargée de l'exécution de la LTVA lorsqu'elle a collecté les informations sur les importations d'or. Le fait que ces informations aient également d'autres finalités administratives (statistiques, surveillance douanière) n'exclut pas l'application du secret fiscal. L'élément déterminant est que ces données ont été obtenues dans le cadre d'obligations déclaratives de nature fiscale.\n\n### D. Les informations demandées sont couvertes par le secret fiscal\n\nLe Tribunal fédéral examine ensuite si les informations spécifiquement demandées par la SPM sont couvertes par le secret fiscal. Il répond par l'affirmative pour les trois catégories d'informations demandées :\n\n1. **Quantités d'or importées** : Ces données révèlent directement le volume d'activité des importateurs et constituent des éléments essentiels pour le calcul de la TVA à l'importation. Elles ont été fournies par les importateurs en exécution de leurs obligations déclaratives fiscales.\n\n2. **Identité des exportateurs étrangers** : Ces informations, bien qu'elles concernent des tiers étrangers, ont également été communiquées dans le cadre des obligations déclaratives des importateurs. Elles révèlent les relations commerciales des importateurs et leur stratégie d'approvisionnement.\n\n3. **Identité des importateurs suisses** : Ces données permettent d'identifier les contribuables concernés et de relier les volumes d'importation à des entreprises spécifiques.\n\nLe Tribunal fédéral souligne que le secret fiscal ne protège pas seulement les données personnelles du contribuable au sens strict, mais \"tous les renseignements que l'autorité obtient dans le cadre de sa fonction de taxation\". Cette protection étendue inclut les informations sur les transactions commerciales, les relations d'affaires, les volumes d'activité et tous les autres faits révélés à l'autorité dans le cadre des obligations déclaratives.\n\nLe Tribunal fédéral rejette l'argument de la SPM selon lequel les informations demandées concerneraient uniquement l'activité commerciale privée des importateurs, non leur situation fiscale. Il relève que la distinction entre \"données commerciales\" et \"données fiscales\" est artificielle dans ce contexte : les données commerciales deviennent des données fiscales dès lors qu'elles sont communiquées à l'autorité fiscale dans le cadre des obligations déclaratives. C'est précisément cette communication obligatoire qui justifie la protection par le secret fiscal.\n\n### E. Exclusion de toute pesée des intérêts\n\nAyant établi que les informations demandées sont couvertes par le secret fiscal, qui constitue un secret qualifié au sens de l'art. 4 let. a LTrans, le Tribunal fédéral en tire la conséquence logique : aucune pesée des intérêts selon l'art. 7 LTrans n'est nécessaire ou permise.\n\nLe Tribunal fédéral explique que la qualification de \"secret qualifié\" signifie précisément que le législateur a déjà effectué la pesée des intérêts en édictant la disposition spéciale de confidentialité. En adoptant l'art. 74 LTVA, le législateur a considéré que les informations fiscales méritent une protection absolue en raison de leur nature sensible et de la nécessité de préserver la relation de confiance entre le contribuable et l'administration fiscale. Cette pesée législative prime sur toute pesée administrative ou judiciaire au cas par cas.\n\nLe Tribunal fédéral souligne que cette solution reflète la hiérarchie normative établie par l'art. 4 let. a LTrans lui-même : cette disposition prévoit expressément que le droit d'accès \"ne s'applique pas\" aux informations dont la loi déclare qu'elles sont secrètes. Le législateur de la LTrans a ainsi délibérément créé une exception au principe de transparence pour les secrets qualifiés, reconnaissant que certaines catégories d'informations nécessitent une protection absolue.\n\nLe Tribunal fédéral examine également si l'une des exceptions au secret fiscal prévues à l'art. 74 al. 2 LTVA pourrait s'appliquer. Il relève que cette disposition énumère limitativement les cas où le secret fiscal ne s'applique pas :\n\n- Grave danger pour la Confédération ou les cantons (let. a) ;\n- Révélation de faits devant être dénoncés en vertu du droit fédéral (let. b) ;\n- Révélation de faits concernant la gestion officielle de la personne tenue au secret ou de l'autorité de surveillance (let. c) ;\n- Consultation du dossier dans le cadre de procédures selon la LTVA (let. d) ;\n- Cas prévus aux art. 75 à 78 LTVA, notamment l'entraide administrative entre autorités fiscales et l'assistance internationale en matière fiscale (let. e).\n\nLe Tribunal fédéral constate qu'aucune de ces exceptions n'est réalisée en l'espèce. En particulier, l'accès demandé sur la base de la LTrans ne correspond à aucune des situations exceptionnelles énumérées. Le fait que la demande soit motivée par un intérêt public légitime (lutte contre le commerce d'or provenant de zones de conflit) ne suffit pas à créer une exception au secret fiscal en l'absence de base légale spécifique.\n\n### F. La finalité de la LTrans ne justifie pas la divulgation\n\nLe Tribunal fédéral examine enfin l'argument de la SPM selon lequel la finalité de la LTrans, qui vise à permettre le contrôle démocratique sur l'activité de l'administration, justifierait un accès aux informations demandées.\n\nLe Tribunal fédéral développe une argumentation en deux temps :\n\n#### 1. Le contrôle démocratique porte sur l'activité étatique\n\nLe Tribunal fédéral rappelle que la LTrans vise à permettre le \"contrôle démocratique sur l'activité de l'État\". Ce principe, issu du message du Conseil fédéral du 12 février 2003, implique que les citoyens doivent pouvoir accéder aux informations sur la manière dont l'administration exerce ses fonctions. La transparence permet ainsi de vérifier que l'administration agit conformément à la loi, de manière efficace et dans l'intérêt public.\n\nCependant, le Tribunal fédéral souligne que ce contrôle démocratique porte sur l'activité administrative elle-même, non sur les activités privées des administrés qui sont documentées par l'administration. En d'autres termes, la LTrans vise à rendre transparente l'action de l'État, pas à transformer l'administration en source d'informations sur les activités privées des entreprises ou des particuliers.\n\n#### 2. Les informations demandées concernent l'activité privée\n\nLe Tribunal fédéral relève que la demande de la SPM portait exclusivement sur des activités commerciales privées des importateurs d'or : leurs relations d'affaires avec leurs fournisseurs étrangers, leurs volumes d'importation, leurs sources d'approvisionnement. Même si ces informations ont été communiquées à l'autorité dans un cadre réglementaire (obligations déclaratives fiscales et douanières), elles ne concernent pas l'activité de l'administration elle-même.\n\nLa SPM ne demandait pas, par exemple, comment l'OFDF contrôle les importations d'or, quelles mesures elle prend pour vérifier la conformité des importations aux réglementations applicables, ou comment elle coopère avec d'autres autorités pour lutter contre le blanchiment d'or illicite. De telles informations, qui concerneraient directement l'action administrative, relèveraient pleinement du champ d'application de la LTrans et pourraient justifier un accès, sous réserve des exceptions légales.\n\nEn revanche, la SPM cherchait à obtenir des informations sur les activités commerciales privées des raffineurs d'or, dans le but déclaré d'exercer une surveillance citoyenne sur leurs pratiques d'approvisionnement. Aussi légitime que soit cet objectif du point de vue de la responsabilité sociale des entreprises, il ne correspond pas à la finalité de la LTrans, qui vise le contrôle de l'administration publique, non la surveillance des entreprises privées.\n\nLe Tribunal fédéral conclut que le principe de transparence \"ne peut pas s'étendre à l'obtention d'informations purement privées sans lien avec la surveillance administrative étatique\". Cette limitation découle de l'équilibre entre transparence et protection de la sphère privée économique que le législateur a voulu établir.\n\n## IV. Portée et implications de l'arrêt\n\n### A. Confirmation du caractère absolu du secret fiscal\n\nL'arrêt ATF 150 II 191 constitue une confirmation claire et définitive du caractère absolu du secret fiscal dans le droit suisse. Le Tribunal fédéral établit sans ambiguïté que lorsque le secret fiscal s'applique, aucune exception ne peut être admise en dehors des cas expressément prévus par la loi.\n\nCette position a des implications importantes pour l'ensemble du système fiscal suisse. Elle signifie que :\n\n1. **Sécurité juridique pour les contribuables** : Les contribuables peuvent se fier au fait que les informations qu'ils communiquent à l'administration fiscale dans le cadre de leurs obligations déclaratives resteront strictement confidentielles. Cette certitude est essentielle au bon fonctionnement d'un système fiscal fondé sur l'auto-déclaration.\n\n2. **Protection contre les demandes motivées par l'intérêt public** : Même lorsqu'une demande de divulgation est motivée par un intérêt public légitime (lutte contre le blanchiment, responsabilité sociale des entreprises, protection de l'environnement, etc.), le secret fiscal ne peut pas être levé en l'absence de base légale spécifique. L'intérêt public général ne constitue pas en soi une exception au secret fiscal.\n\n3. **Limitation du pouvoir d'appréciation de l'administration** : L'administration fiscale ne dispose d'aucun pouvoir d'appréciation pour lever le secret fiscal par une pesée des intérêts au cas par cas. Le secret s'applique de manière automatique dès lors que les conditions légales sont remplies.\n\n4. **Application uniforme à tous les impôts fédéraux** : Le raisonnement du Tribunal fédéral s'applique non seulement à la TVA (art. 74 LTVA), mais également à l'impôt fédéral direct (art. 110 LIFD) et à tous les autres impôts fédéraux comportant une disposition similaire de secret fiscal.\n\n### B. Clarification des rapports entre LTrans et secrets qualifiés\n\nL'arrêt clarifie également les rapports entre la loi sur la transparence et les dispositions spéciales de confidentialité. Il établit une hiérarchie normative claire :\n\n1. **Primauté des secrets qualifiés** : Les dispositions légales déclarant certaines informations secrètes (secrets qualifiés au sens de l'art. 4 let. a LTrans) priment sur le principe général de transparence. Cette primauté découle de la réserve expressément prévue à l'art. 4 let. a LTrans.\n\n2. **Distinction entre art. 4 et art. 7 LTrans** : L'arrêt confirme la distinction fondamentale entre les exclusions absolues du droit d'accès (art. 4) et les restrictions relatives nécessitant une pesée des intérêts (art. 7). Cette distinction détermine la méthode d'examen : présence ou absence d'un secret qualifié plutôt que pesée des intérêts.\n\n3. **Interprétation stricte mais complète des secrets qualifiés** : Le Tribunal fédéral adopte une approche qui, tout en reconnaissant le caractère absolu des secrets qualifiés, en délimite précisément le champ d'application. Le secret fiscal ne s'applique que lorsque trois conditions sont réunies : (a) l'autorité agit dans l'exercice de fonctions fiscales ; (b) les informations ont été obtenues dans ce cadre ; (c) aucune exception légale au secret n'est applicable.\n\n4. **Implication pour d'autres secrets qualifiés** : Le raisonnement du Tribunal fédéral s'applique mutatis mutandis à d'autres secrets qualifiés, tels que le secret de la procédure pénale, le secret médical dans le cadre de l'assurance-maladie, ou le secret statistique.\n\n### C. Délimitation du champ d'application de la LTrans\n\nL'arrêt précise également les limites du champ d'application matériel de la LTrans. Il établit que :\n\n1. **Focus sur l'activité administrative** : La LTrans vise à rendre transparente l'activité de l'administration, pas à donner accès à toutes les informations détenues par l'administration. La distinction dépend de l'objet de la demande : porte-t-elle sur la manière dont l'administration exerce ses fonctions, ou sur les activités privées documentées par l'administration ?\n\n2. **Informations purement privées** : Les informations \"purement privées sans lien avec la surveillance administrative étatique\" ne relèvent pas de la finalité de la LTrans, même si elles sont documentées dans des dossiers administratifs. Cette limitation protège la sphère privée économique contre une surveillance généralisée via les demandes de transparence.\n\n3. **Équilibre entre transparence et confidentialité** : L'arrêt confirme que le législateur a voulu établir un équilibre entre le principe de transparence et la protection de certaines catégories d'informations sensibles. Cet équilibre se reflète dans les exceptions prévues aux art. 4 et 7 LTrans.\n\n### D. Conséquences pratiques\n\nL'arrêt a plusieurs conséquences pratiques importantes :\n\n1. **Pour les demandes d'accès futures** : Toute demande d'accès à des informations fiscales selon la LTrans sera désormais vouée à l'échec, sauf si l'une des exceptions légales au secret fiscal s'applique. Les organisations de la société civile ne pourront pas utiliser la LTrans pour obtenir des informations sur les contribuables, leurs revenus, leur fortune, leurs transactions commerciales ou tout autre élément communiqué dans le cadre d'obligations déclaratives fiscales.\n\n2. **Pour l'administration** : Les autorités fiscales peuvent désormais se référer à cet arrêt pour refuser systématiquement les demandes d'accès à des informations fiscales, sans avoir à procéder à une pesée des intérêts au cas par cas. Cette clarification simplifie le traitement des demandes de transparence portant sur des données fiscales.\n\n3. **Pour les contribuables** : Les entreprises et les particuliers peuvent se fier au caractère absolu du secret fiscal, ce qui renforce la sécurité juridique et la confiance dans le système fiscal. Cette protection est particulièrement importante pour les entreprises dont les données commerciales sensibles sont communiquées à l'administration fiscale.\n\n4. **Pour la traçabilité de l'or** : L'arrêt signifie que la traçabilité de l'or importé en Suisse ne peut pas être obtenue via la LTrans. Si le législateur souhaite améliorer la transparence sur l'origine des métaux précieux importés, il devra adopter une législation spécifique créant des obligations de publication ou d'information, assorties d'exceptions appropriées au secret fiscal.\n\n### E. Questions en suspens\n\nMalgré sa clarté, l'arrêt laisse quelques questions ouvertes :\n\n1. **Données statistiques agrégées** : L'arrêt ne traite pas explicitement la question de savoir si des données statistiques fortement agrégées (par exemple, volumes totaux d'importation par pays d'origine, sans identification des importateurs) pourraient être divulguées sans violer le secret fiscal. Une telle divulgation pourrait être possible si l'agrégation empêche toute identification des contribuables individuels.\n\n2. **Informations obtenues à d'autres fins** : L'arrêt ne précise pas si des informations identiques obtenues par l'administration à d'autres fins (par exemple, dans le cadre de la surveillance douanière pure, sans lien avec la taxation) seraient également protégées par le secret fiscal. La réponse dépend probablement de la finalité principale de la collecte des données.\n\n3. **Articulation avec le droit international** : L'arrêt ne traite pas de l'articulation entre le secret fiscal national et les obligations internationales de la Suisse en matière de transparence (par exemple, dans le cadre de l'OCDE ou de conventions internationales sur la lutte contre le blanchiment). Cette question pourrait se poser si des organisations internationales demandaient l'accès à des données fiscales.\n\n## V. Mise en perspective juridique\n\n### A. Le secret fiscal dans le système juridique suisse\n\nL'arrêt ATF 150 II 191 s'inscrit dans une longue tradition de protection du secret fiscal dans le droit suisse. Cette protection remonte aux origines du système fiscal moderne et reflète des choix de politique législative profondément ancrés.\n\n#### 1. Fondements historiques\n\nLe secret fiscal trouve ses racines dans le système fédéraliste suisse et la tradition de respect de la sphère privée. Historiquement, l'impôt était perçu principalement au niveau cantonal, et chaque canton développait ses propres règles de confidentialité. L'introduction de l'impôt fédéral direct (initialement comme mesure temporaire en 1915, puis de manière permanente en 1958) s'est accompagnée de garanties strictes de confidentialité, afin de rassurer les contribuables et de favoriser la compliance fiscale volontaire.\n\nLe système fiscal suisse repose largement sur l'auto-déclaration : les contribuables doivent révéler spontanément leurs revenus et leur fortune. Ce système ne peut fonctionner que si les contribuables ont confiance dans la confidentialité de leurs déclarations. Le secret fiscal constitue ainsi la contrepartie nécessaire de l'obligation de déclarer.\n\n#### 2. Ratio legis du secret fiscal\n\nLe Tribunal fédéral rappelle régulièrement la ratio legis du secret fiscal, qu'il situe dans la \"position vulnérable des contribuables tenus de faire des déclarations étendues\". Cette formulation souligne plusieurs éléments :\n\n- **Obligation de déclarer** : Les contribuables n'ont pas le choix de révéler ou non leurs informations fiscales ; ils y sont contraints par la loi sous peine de sanctions pénales (soustraction d'impôt).\n\n- **Étendue des déclarations** : Les obligations déclaratives sont très détaillées, couvrant l'ensemble de la situation économique du contribuable (revenus de toutes sources, fortune, dettes, transactions commerciales, etc.).\n\n- **Sensibilité des informations** : Les informations fiscales révèlent des aspects très sensibles de la vie privée ou de la stratégie commerciale, dont la divulgation pourrait causer des préjudices importants (atteinte à la réputation, désavantage concurrentiel, risque de criminalité, etc.).\n\n- **Relation de confiance** : Le système fiscal repose sur une relation de confiance entre le contribuable et l'administration. Le secret fiscal protège cette relation en garantissant que les informations communiquées ne seront pas utilisées à d'autres fins ou divulguées à des tiers.\n\n#### 3. Portée du secret fiscal\n\nLa jurisprudence a progressivement précisé la portée du secret fiscal :\n\n- **Protection de toutes les informations obtenues** : Le secret fiscal ne se limite pas aux données strictement nécessaires au calcul de l'impôt, mais couvre l'ensemble des informations obtenues par l'autorité fiscale dans l'exercice de ses fonctions (ATF 150 II 191 consid. 4.3).\n\n- **Protection des tiers mentionnés** : Le secret fiscal protège non seulement les informations du contribuable lui-même, mais également celles de tiers mentionnés dans les documents fiscaux (par exemple, partenaires commerciaux, employés de banque dans le contexte de l'assistance administrative internationale - voir ATF 143 II 506 et ATF 144 II 29).\n\n- **Permanence du secret** : Le secret fiscal continue de s'appliquer même après la clôture de la procédure fiscale ou le décès du contribuable. Il n'y a pas de prescription du secret fiscal.\n\n- **Application à toutes les phases** : Le secret fiscal s'applique à toutes les phases de la procédure fiscale (taxation, recours, perception, contrôle ultérieur) et à toutes les autorités participant à cette procédure.\n\n### B. Le principe de transparence administrative\n\nL'arrêt doit également être compris dans le contexte de l'émergence du principe de transparence administrative en Suisse.\n\n#### 1. Introduction tardive de la transparence\n\nLa Suisse a été relativement tardive dans l'adoption d'une législation sur la transparence administrative. Alors que des pays comme la Suède ont une tradition séculaire de publicité des documents administratifs, et que les États-Unis ont adopté leur Freedom of Information Act en 1966, la Suisse n'a introduit le principe de transparence au niveau fédéral qu'avec la LTrans, entrée en vigueur le 1er juillet 2006.\n\nCette introduction tardive s'explique notamment par la tradition suisse du secret administratif, considéré comme une garantie de la qualité de l'administration et de la protection de la sphère privée. Le passage du secret à la transparence comme principe général a représenté un changement culturel important.\n\n#### 2. Objectifs de la LTrans\n\nLa LTrans poursuit plusieurs objectifs :\n\n- **Contrôle démocratique** : Permettre aux citoyens de contrôler l'activité de l'administration et de vérifier qu'elle agit conformément à la loi et dans l'intérêt public.\n\n- **Confiance dans les institutions** : Renforcer la confiance du public dans l'administration en rendant son action transparente et compréhensible.\n\n- **Participation démocratique** : Faciliter la participation des citoyens aux débats publics en leur donnant accès aux informations factuelles détenues par l'administration.\n\n- **Prévention de la corruption** : Contribuer à la prévention de la corruption et des abus en exposant l'action administrative au regard public.\n\n#### 3. Limites de la transparence\n\nLe législateur a cependant voulu établir un équilibre entre transparence et d'autres intérêts légitimes. La LTrans prévoit donc de nombreuses exceptions, qui se divisent en deux catégories :\n\n- **Exclusions absolues (art. 4 LTrans)** : Informations secrètes par la loi, documents émanant de tiers ou documents de délibération. Ces exclusions opèrent de plein droit, sans pesée des intérêts.\n\n- **Restrictions relatives (art. 7 LTrans)** : Atteinte au processus décisionnel, entrave à l'exécution de mesures, sécurité, relations extérieures, intérêts économiques, secrets professionnels, sphère privée. Ces restrictions nécessitent une pesée concrète des intérêts.\n\nL'arrêt ATF 150 II 191 confirme l'importance de cette distinction et la primauté des exclusions absolues sur le principe général de transparence.\n\n### C. Comparaison avec d'autres juridictions\n\n#### 1. Droit comparé sur le secret fiscal\n\nLa plupart des systèmes juridiques connaissent une forme de secret fiscal, mais son étendue et son caractère absolu varient :\n\n- **France** : Le secret fiscal est protégé par l'art. L. 103 du Livre des procédures fiscales, qui prévoit cependant de nombreuses exceptions, notamment pour la communication à d'autres administrations ou dans l'intérêt de la justice.\n\n- **Allemagne** : Le § 30 de l'Abgabenordnung (Code fiscal) établit un secret fiscal strict (Steuergeheimnis), similaire au droit suisse, mais avec des exceptions pour la coopération entre autorités.\n\n- **États-Unis** : Le § 6103 de l'Internal Revenue Code protège les déclarations fiscales (tax returns) et les informations fiscales (return information), mais prévoit de nombreuses exceptions, notamment pour les statistiques agrégées et certaines demandes du Congrès.\n\n- **Pays nordiques** : Les pays scandinaves ont traditionnellement des régimes plus transparents, certains publiant même les revenus imposables des contribuables.\n\nLe système suisse se caractérise par un secret fiscal particulièrement strict, avec des exceptions limitées.\n\n#### 2. Droit comparé sur la transparence administrative\n\nLes régimes de transparence administrative varient également considérablement :\n\n- **Suède** : Principe de publicité très large (offentlighetsprincipen) depuis 1766, avec des exceptions limitées. Les documents administratifs sont présumés publics.\n\n- **États-Unis** : Freedom of Information Act (FOIA) de 1966 établit un droit d'accès large, avec neuf catégories d'exceptions, dont les \"trade secrets\" et les informations confidentielles commerciales.\n\n- **Union européenne** : Règlement 1049/2001 sur l'accès aux documents des institutions européennes, avec un équilibre entre transparence et exceptions (notamment pour la protection des intérêts commerciaux).\n\n- **France** : Loi CADA (Commission d'accès aux documents administratifs) de 1978, avec un principe de communicabilité assorti de nombreuses exceptions.\n\nLa LTrans suisse s'inscrit dans cette famille de législations sur la transparence, avec une approche relativement prudente accordant une large place aux exceptions.\n\n### D. Perspectives d'évolution\n\nL'arrêt ATF 150 II 191 soulève la question de savoir si l'équilibre actuel entre secret fiscal et transparence est approprié dans le contexte contemporain.\n\n#### 1. Pressions en faveur d'une transparence accrue\n\nPlusieurs évolutions plaident pour une transparence accrue :\n\n- **Responsabilité sociale des entreprises** : La société civile demande de plus en plus de transparence sur les pratiques des entreprises en matière environnementale, sociale et de gouvernance (ESG).\n\n- **Lutte contre l'évasion fiscale** : Les scandales fiscaux (SwissLeaks, Panama Papers, etc.) ont accru les demandes de transparence sur les flux financiers internationaux.\n\n- **Évolutions internationales** : Des initiatives internationales comme le Country-by-Country Reporting (BEPS Action 13) ou les registres des bénéficiaires effectifs augmentent la transparence fiscale.\n\n- **Traçabilité des matières premières** : Les réglementations sur les minerais de conflit (comme le Dodd-Frank Act américain ou le règlement UE 2017/821) imposent des obligations de traçabilité.\n\n#### 2. Maintien du secret fiscal\n\nCependant, des arguments importants militent pour le maintien d'un secret fiscal strict :\n\n- **Compliance fiscale** : Le secret fiscal favorise la compliance volontaire en rassurant les contribuables sur la confidentialité de leurs déclarations.\n\n- **Protection de la sphère privée** : Les informations fiscales révèlent des aspects très sensibles de la vie privée, dont la divulgation pourrait causer des préjudices importants.\n\n- **Désavantage concurrentiel** : Pour les entreprises, la divulgation d'informations fiscales pourrait révéler des stratégies commerciales sensibles.\n\n- **Sécurité juridique** : Le caractère absolu du secret fiscal garantit la prévisibilité et évite des pesées d'intérêts casuistiques.\n\n#### 3. Solutions législatives alternatives\n\nSi le législateur souhaite améliorer la transparence dans certains domaines (comme la traçabilité de l'or) sans remettre en cause le secret fiscal général, il pourrait envisager :\n\n- **Obligations de publication spécifiques** : Imposer aux importateurs certaines obligations de publication sur l'origine de leurs matières premières, indépendamment des données fiscales.\n\n- **Registres publics** : Créer des registres publics pour certaines catégories d'informations (par exemple, registres des bénéficiaires effectifs).\n\n- **Données agrégées** : Autoriser la publication de statistiques fortement agrégées ne permettant pas l'identification de contribuables individuels.\n\n- **Certifications et labels** : Encourager les certifications volontaires (comme le label \"or équitable\") permettant la traçabilité sans imposer de divulgations générales.\n\n## VI. Conclusion\n\nL'arrêt ATF 150 II 191 du 15 novembre 2023 constitue une décision fondamentale sur les rapports entre secret fiscal et transparence administrative. Par une argumentation claire et rigoureuse, le Tribunal fédéral confirme le caractère absolu du secret fiscal de l'art. 74 LTVA, qui constitue un secret qualifié au sens de l'art. 4 let. a LTrans et exclut toute pesée des intérêts entre transparence et confidentialité.\n\nL'arrêt établit plusieurs principes essentiels :\n\n1. Le secret fiscal protège toutes les informations obtenues par l'autorité dans l'exercice de ses fonctions de taxation, sans limitation aux données strictement nécessaires au calcul de l'impôt.\n\n2. Lorsqu'une autorité administrative collecte des informations dans le cadre d'obligations déclaratives fiscales, elle agit en tant qu'autorité de taxation et le secret fiscal s'applique, même si les données ont également d'autres finalités administratives.\n\n3. Le secret fiscal constitue un secret qualifié qui prime sur le principe de transparence, sans qu'une pesée des intérêts soit nécessaire ou permise.\n\n4. L'intérêt public général, aussi légitime soit-il, ne peut pas justifier une levée du secret fiscal en l'absence de base légale expresse.\n\n5. La LTrans vise à permettre le contrôle démocratique sur l'activité administrative, non à donner accès à des informations purement privées documentées par l'administration.\n\nCette décision renforce la sécurité juridique dans les relations entre contribuables et administration fiscale. Elle garantit aux contribuables que les informations communiquées dans le cadre de leurs obligations déclaratives resteront strictement confidentielles. Cette protection est essentielle au bon fonctionnement d'un système fiscal fondé sur l'auto-déclaration et la confiance mutuelle.\n\nL'arrêt a également des implications plus larges pour l'interprétation de la LTrans. Il confirme la primauté des secrets qualifiés sur le principe général de transparence et précise les limites du champ d'application matériel de la loi. La transparence administrative vise à rendre visible l'action de l'État, pas à transformer l'administration en source d'informations sur les activités privées des administrés.\n\nDans le cas d'espèce, cette solution signifie que la traçabilité de l'or importé en Suisse ne peut pas être obtenue via la LTrans. Si le législateur souhaite améliorer la transparence sur l'origine des métaux précieux, il devra adopter une législation spécifique créant des obligations adaptées. Cette clarification législative permettrait de concilier les objectifs légitimes de responsabilité sociale des entreprises et de lutte contre le commerce de minerais de conflit avec la protection nécessaire du secret fiscal et du secret des affaires.\n\nL'arrêt ATF 150 II 191 illustre ainsi l'un des défis fondamentaux du droit public contemporain : concilier l'exigence croissante de transparence avec la protection de la sphère privée et la préservation de la confiance dans les institutions. Le Tribunal fédéral a tranché ce conflit en faveur du secret fiscal, tout en indiquant que d'autres voies législatives restent ouvertes pour atteindre les objectifs légitimes de transparence poursuivis par les organisations de la société civile.",
  "version_courte": "## Résumé de l'arrêt ATF 150 II 191\n\n### Contexte\n\nLa Société pour les peuples menacés (SPM) a demandé à l'Office fédéral de la douane et de la sécurité des frontières (OFDF) l'accès à des statistiques sur les importations d'or en Suisse pour 2014-2017, incluant les quantités, les exportateurs étrangers et les importateurs suisses, en se fondant sur la loi sur la transparence (LTrans). Quatre raffineurs d'or suisses se sont opposés à cette divulgation, invoquant le secret fiscal (art. 74 LTVA).\n\n### Question juridique\n\nLe secret fiscal de l'art. 74 LTVA constitue-t-il un obstacle absolu à la divulgation d'informations sur les importations d'or demandées selon la LTrans, ou le principe de transparence peut-il prévaloir lorsque l'intérêt public le justifie ?\n\n### Décision\n\nLe Tribunal fédéral rejette le recours de la SPM et confirme que le secret fiscal s'applique de manière absolue, sans pesée des intérêts entre transparence et confidentialité.\n\n### Principes établis\n\n**1. Le secret fiscal comme secret qualifié**\n\nL'art. 74 LTVA constitue un \"secret qualifié\" au sens de l'art. 4 let. a LTrans. Cette qualification signifie que lorsque le secret fiscal s'applique, le droit d'accès prévu par la LTrans est exclu d'emblée, sans qu'une pesée des intérêts soit nécessaire. Le législateur a déjà effectué cette pesée en édictant la disposition de secret fiscal.\n\n**2. Portée étendue du secret fiscal**\n\nLe secret fiscal protège toutes les informations obtenues par l'autorité dans l'exercice de ses fonctions fiscales, non seulement les données strictement nécessaires au calcul de l'impôt. Il couvre notamment les volumes d'importation, l'identité des partenaires commerciaux et toutes les informations communiquées dans le cadre des obligations déclaratives.\n\n**3. L'OFDF comme autorité de taxation**\n\nLorsque l'OFDF collecte des informations sur les importations dans le cadre de la perception de la TVA à l'importation, elle agit en tant qu'autorité de taxation. Le fait que ces données servent également à d'autres fins (statistiques, surveillance douanière) n'exclut pas l'application du secret fiscal.\n\n**4. Pas d'exception pour l'intérêt public général**\n\nL'intérêt public à la transparence sur l'origine de l'or importé, aussi légitime soit-il dans le contexte de la responsabilité sociale des entreprises, ne constitue pas une exception au secret fiscal. Les seules exceptions admissibles sont celles expressément prévues à l'art. 74 al. 2 LTVA.\n\n**5. Limites du principe de transparence**\n\nLa LTrans vise à permettre le contrôle démocratique sur l'activité de l'administration, non à donner accès à des informations exclusivement privées concernant les activités commerciales des administrés, même si ces informations sont documentées par l'administration.\n\n### Implications pratiques\n\n- Les demandes d'accès à des informations fiscales selon la LTrans seront systématiquement refusées, sauf exception légale expresse au secret fiscal.\n- Les contribuables bénéficient d'une protection absolue de leurs données fiscales, renforçant la sécurité juridique.\n- Pour améliorer la traçabilité de l'or ou d'autres matières premières, le législateur devrait adopter une législation spécifique plutôt que s'appuyer sur la LTrans.\n- L'arrêt confirme la primauté des secrets qualifiés (dont le secret fiscal) sur le principe général de transparence administrative.\n\n### Portée\n\nCet arrêt constitue la décision de référence sur les rapports entre secret fiscal et transparence administrative. Il clarifie définitivement que le secret fiscal de l'art. 74 LTVA (et par analogie celui de l'art. 110 LIFD) constitue un obstacle absolu à toute divulgation d'informations obtenues dans le cadre de la taxation, garantissant ainsi la confidentialité essentielle au bon fonctionnement du système fiscal fondé sur l'auto-déclaration.",
  "statistiques": {
    "nombre_de_mots": 8947,
    "nombre_de_principes": 7,
    "nombre_de_sources_legislatives": 9,
    "nombre_de_jurisprudences_connexes": 8,
    "date_creation": "2025-01-18",
    "version": "1.0"
  },
  "sources_recherche": [
    "https://www.bger.ch - Tribunal fédéral suisse - Jurisprudence",
    "https://www.admin.ch - Administration fédérale suisse - Législation",
    "https://fedlex.admin.ch - Recueil systématique du droit fédéral"
  ]
}
