{
  "metadata": {
    "titre": "Escroquerie aux crédits COVID-19 : conditions de l'astuce et responsabilité triangulaire",
    "reference_principale": "ATF 150 IV 169",
    "numero_cause": "6B_271/2022",
    "date_arret": "2024-03-11",
    "date_publication": "2024",
    "juridiction": "Tribunal fédéral suisse - Ire Cour de droit pénal",
    "domaine": "Droit pénal - Infractions contre le patrimoine",
    "sous_domaines": [
      "Escroquerie (art. 146 CP)",
      "Tromperie astucieuse",
      "Crédits COVID-19",
      "Droit pénal économique",
      "Fraude triangulaire",
      "Dommage patrimonial"
    ],
    "langues_disponibles": ["italien", "français", "allemand"],
    "auteur_analyse": "Claude",
    "date_analyse": "2025-11-11"
  },

  "arrets_principaux": [
    {
      "reference": "ATF 150 IV 169",
      "numero_cause": "6B_271/2022",
      "date": "2024-03-11",
      "formation": "Ire Cour de droit pénal",
      "parties": "Ministero pubblico del Canton Ticino (recourant) c. A._____ et B._____ (intimés)",
      "publication": "Recueil officiel 2024, vol. 150 IV page 169",

      "faits": {
        "contexte": "Dans le contexte de la pandémie de COVID-19, le Conseil fédéral a adopté le 25 mars 2020 l'Ordonnance sur les fidéiussions solidaires COVID-19 (OFiS-COVID-19, RS 951.261) pour permettre aux PME d'obtenir rapidement des crédits garantis par la Confédération. Deux ressortissants italiens, A._____ et B._____, ont frauduleusement obtenu plusieurs crédits COVID-19 en fournissant de fausses informations sur le chiffre d'affaires de leurs entreprises et en produisant des documents falsifiés. Les montants obtenus s'élevaient à environ CHF 1'557'831 au total.",

        "chronologie": [
          "2020-03-25: Entrée en vigueur de l'OFiS-COVID-19",
          "2020-03-26: Ouverture du système de demande de crédits COVID-19",
          "2020-04 à 2020-07: Dépôt de multiples demandes frauduleuses par A._____ et B._____",
          "2020-04-22: B._____ obtient un crédit de CHF 80'000 pour sa ditta individuale avec un CA déclaré fictif de CHF 1'050'000",
          "2020-06-16: Crédit de CHF 500'000 pour E._____ SA avec un CA déclaré fictif de CHF 5'780'000",
          "2021-06-16: Première instance condamne les prévenus pour escroquerie et faux dans les titres",
          "2021-12-21: La Cour d'appel tessinoise acquitte pour les chefs d'escroquerie liés aux crédits COVID",
          "2022: Le Ministère public forme un recours au Tribunal fédéral",
          "2024-03-11: ATF 150 IV 169 - Le TF accueille partiellement le recours et rétablit les condamnations pour escroquerie"
        ],

        "decision_contestee": "La Corte di appello e di revisione penale del Cantone Ticino a acquitté les prévenus des chefs d'escroquerie concernant l'obtention frauduleuse des crédits COVID-19, estimant que les simples fausses déclarations ne constituaient pas une tromperie astucieuse au sens de l'art. 146 CP, la banque ayant fait preuve de légèreté en n'effectuant aucune vérification.",

        "problematique": "La question centrale est de savoir si l'obtention frauduleuse de crédits COVID-19 par de simples fausses déclarations sur le chiffre d'affaires constitue une tromperie astucieuse (arglistige Täuschung) au sens de l'art. 146 CP, compte tenu du système simplifié de ces crédits qui reposait volontairement sur l'autodéclaration sans vérification approfondie."
      },

      "resume_officiel": "L'arrêt précise les conditions de la tromperie astucieuse en matière d'escroquerie (art. 146 CP) dans le contexte particulier des crédits COVID-19. Le Tribunal fédéral juge que, compte tenu du système simplifié et accéléré de ces crédits qui reposait sur l'autodéclaration, de simples fausses informations sur le chiffre d'affaires constituent une tromperie astucieuse, la vérification n'étant ni prévue ni raisonnablement exigible. L'arrêt clarifie également que, dans la structure triangulaire de ces crédits (demandeur - banque - organisation de cautionnement), le dommage se produit au niveau de l'organisation de cautionnement (fidéiusseur), et non de la banque, dès la conclusion du contrat de crédit.",

      "principes_juridiques": [
        {
          "principe": "Éléments constitutifs de l'escroquerie (art. 146 CP)",
          "enonce": "L'art. 146 CP punit celui qui, dans le dessein de se procurer ou de procurer à un tiers un enrichissement illégitime, aura trompé une personne par des affirmations fallacieuses ou par la dissimulation de faits vrais ou l'aura astucieusement confortée dans son erreur, et déterminé de la sorte la victime à des actes préjudiciables à ses intérêts pécuniaires ou à ceux d'un tiers.",
          "reference_considerant": "2.1",
          "base_legale": "Art. 146 al. 1 CP",
          "portee": "L'infraction requiert cinq éléments cumulatifs: (1) tromperie astucieuse, (2) erreur de la victime, (3) acte de disposition patrimoniale, (4) dommage patrimonial, (5) dessein d'enrichissement illégitime. L'astuce est un élément essentiel qui distingue l'escroquerie punissable du simple mensonge."
        },
        {
          "principe": "Notion de tromperie astucieuse (Arglist)",
          "enonce": "Il y a tromperie astucieuse lorsque l'auteur a créé un édifice de mensonges, a eu recours à des manœuvres frauduleuses ou à une mise en scène, mais aussi lorsqu'il a simplement donné de fausses informations si la vérification n'est pas possible, est difficile ou ne peut raisonnablement être exigée. L'astuce est exclue lorsque la personne trompée aurait pu éviter l'erreur en faisant preuve d'un minimum d'attention et en respectant les précautions les plus élémentaires.",
          "reference_considerant": "2.2",
          "jurisprudence_citee": "ATF 147 IV 73, ATF 143 IV 302, ATF 135 IV 76",
          "portee": "La frontière entre simple mensonge (non punissable) et tromperie astucieuse (punissable) dépend de la possibilité et de l'exigibilité d'une vérification par la victime. Dans un système reposant délibérément sur l'autodéclaration sans vérification, même de simples fausses informations peuvent constituer une tromperie astucieuse."
        },
        {
          "principe": "Spécificité des crédits COVID-19 : système simplifié reposant sur la confiance",
          "enonce": "Les crédits COVID-19 ont été conçus comme un système d'aide d'urgence reposant sur l'autodéclaration des entreprises, avec un processus volontairement simplifié et accéléré. Les banques n'étaient ni tenues ni encouragées à procéder à des vérifications approfondies des déclarations des demandeurs. Dans ce contexte, la vérification de la véracité des informations n'était ni prévue ni raisonnablement exigible de la part des banques.",
          "reference_considerant": "2.3.1, 3.2",
          "base_legale": "Ordonnance sur les fidéiussions solidaires à la suite du coronavirus (OFiS-COVID-19, RS 951.261)",
          "portee": "Le caractère simplifié et basé sur la confiance du système des crédits COVID-19 modifie l'appréciation de l'astuce : des fausses déclarations qui, dans un contexte bancaire normal, ne constitueraient pas nécessairement une tromperie astucieuse (car vérifiables), deviennent astucieuses dans ce contexte particulier où la vérification n'est pas exigible."
        },
        {
          "principe": "Astuce en cas de fausses déclarations sur les crédits COVID-19",
          "enonce": "Dans le système des crédits COVID-19, de simples fausses déclarations sur le chiffre d'affaires de l'entreprise constituent une tromperie astucieuse au sens de l'art. 146 CP, compte tenu du fait que le système reposait délibérément sur l'autodéclaration et que les banques n'étaient ni tenues ni en mesure de vérifier ces informations dans les délais imposés pour l'octroi rapide des crédits.",
          "reference_considerant": "3.2, 3.3",
          "portee": "Principe fondateur établi par cet ATF : l'astuce peut résulter de simples fausses affirmations lorsque le système normatif exclut volontairement la vérification pour des raisons d'efficacité et de rapidité. L'abus de confiance d'un système basé sur la bonne foi constitue en soi une forme d'astuce."
        },
        {
          "principe": "Structure triangulaire de l'escroquerie aux crédits COVID-19",
          "enonce": "L'escroquerie aux crédits COVID-19 présente une structure triangulaire (Dreiecksbetrug): l'auteur trompe la banque, qui octroie le crédit en croyant les conditions remplies, mais le dommage se produit au niveau de l'organisation de cautionnement (fidéiusseur) qui garantit le crédit. La banque est l'intermédiaire trompé, mais c'est le fidéiusseur qui subit le dommage patrimonial.",
          "reference_considerant": "4.2",
          "portee": "Cette qualification de fraude triangulaire a des conséquences importantes pour l'identification de la victime et du moment où se produit le dommage. Le dommage naît dès la conclusion du contrat de crédit, par la création d'une obligation de cautionnement pour le fidéiusseur, indépendamment du remboursement ultérieur du crédit."
        },
        {
          "principe": "Notion de dommage patrimonial dans la fraude triangulaire",
          "enonce": "Le dommage patrimonial consiste en une diminution du patrimoine (en actif ou en passif), mais également en une mise en danger de nature à diminuer la valeur du patrimoine d'un point de vue économique. Dans le cas des crédits COVID-19, le dommage pour l'organisation de cautionnement se produit dès la conclusion du contrat de crédit obtenu frauduleusement, par l'augmentation de son engagement de garantie, indépendamment du remboursement ultérieur du crédit.",
          "reference_considerant": "4.3",
          "jurisprudence_citee": "Jurisprudence constante en matière de dommage patrimonial",
          "portee": "Le dommage est réalisé dès la naissance de l'obligation de garantie, même si celle-ci n'est jamais appelée. Le remboursement ultérieur du crédit ne supprime pas rétroactivement l'infraction déjà consommée. Un dommage temporaire suffit."
        },
        {
          "principe": "Légèreté de la victime et astuce",
          "enonce": "La légèreté de la victime n'exclut l'astuce que si elle atteint un degré tel que la victime a violé les précautions les plus élémentaires. Dans le cas des crédits COVID-19, le fait que la banque n'ait pas vérifié les déclarations ne constitue pas une légèreté excluant l'astuce, puisque le système reposait précisément sur l'absence de vérification approfondie.",
          "reference_considerant": "3.4",
          "jurisprudence_citee": "ATF 143 IV 302",
          "portee": "La banque ne peut être considérée comme ayant manqué aux précautions élémentaires si elle a simplement appliqué le système prévu par l'ordonnance fédérale, lequel reposait délibérément sur l'autodéclaration sans vérification approfondie."
        },
        {
          "principe": "Moment de la consommation de l'infraction",
          "enonce": "L'escroquerie est consommée dès que le dommage patrimonial se produit, soit dès la conclusion du contrat de crédit obtenu frauduleusement, qui crée une obligation de garantie pour le fidéiusseur. Le remboursement ultérieur du crédit constitue une réparation du dommage mais n'efface pas rétroactivement l'infraction déjà commise.",
          "reference_considerant": "4.3",
          "portee": "Cette précision temporelle est importante pour la prescription, la tentative et les circonstances aggravantes (métier, bande). L'infraction est consommée immédiatement, indépendamment de l'évolution ultérieure du crédit."
        }
      ],

      "dispositif": "1. Le recours est accueilli partiellement; 2. L'arrêt de la Corte di appello e di revisione penale del Canton Ticino du 21 décembre 2021 est annulé en tant qu'il acquitte les intimés des chefs d'escroquerie concernant les crédits COVID-19 de B._____ (ditta individuale) et E._____ SA; 3. La cause est renvoyée à la cour cantonale pour nouvelle détermination de la peine; 4. Pour le surplus, le recours est rejeté; 5. Les frais judiciaires sont mis à la charge des intimés solidairement; 6. Communication écrite.",

      "ratio_decidendi": "Le Tribunal fédéral accueille partiellement le recours du Ministère public tessinois en jugeant que les fausses déclarations sur le chiffre d'affaires des entreprises pour obtenir des crédits COVID-19 constituent bien une tromperie astucieuse au sens de l'art. 146 CP. Le raisonnement repose sur trois éléments clés: (1) Le système des crédits COVID-19 reposait délibérément sur l'autodéclaration sans vérification approfondie, pour permettre une aide rapide aux entreprises; (2) Dans ce contexte, la vérification de la véracité des déclarations n'était ni prévue ni raisonnablement exigible de la part des banques; (3) Par conséquent, de simples fausses déclarations suffisent à constituer une tromperie astucieuse, l'abus de confiance d'un système basé sur la bonne foi constituant en soi une forme d'astuce. Le Tribunal fédéral précise également que le dommage se produit au niveau de l'organisation de cautionnement (structure triangulaire) dès la conclusion du contrat de crédit, indépendamment du remboursement ultérieur.",

      "obiter_dicta": "Le Tribunal fédéral relève que la question de savoir si l'obtention frauduleuse de crédits COVID-19 constitue une escroquerie a fait l'objet de controverses doctrinales. Certains auteurs estimaient que l'absence de vérification par les banques excluait l'astuce, la légèreté de la victime étant excessive. Le Tribunal fédéral tranche clairement cette controverse en faveur de la punissabilité, soulignant que la 'légèreté' de la banque était en réalité le comportement prescrit par le système lui-même.",

      "pertinence": "Arrêt de principe en matière d'escroquerie aux crédits COVID-19, définissant les conditions de la tromperie astucieuse dans un contexte de système simplifié reposant sur la confiance. L'arrêt a une portée qui dépasse le seul contexte COVID-19 : il précise que l'astuce peut résulter de simples fausses déclarations lorsque le système normatif exclut la vérification, et il clarifie les notions de fraude triangulaire et de dommage patrimonial dans ce contexte."
    }
  ],

  "arrets_connexes": [
    {
      "reference": "6B_262/2024",
      "date": "2024-11-27",
      "theme": "Crédits COVID-19 - Distinction entre escroquerie et faux dans les titres",
      "lien": "Arrêt ultérieur précisant la distinction entre art. 146 CP (escroquerie) et art. 251 CP (faux dans les titres) pour les crédits COVID-19",
      "apport": "Le Tribunal fédéral juge que les déclarations dans le formulaire de demande de crédit COVID-19 ne constituent pas un faux dans les titres au sens de l'art. 251 CP, car ces engagements contractuels futurs (utilisation conforme, remboursement) ne jouissent pas d'une crédibilité renforcée (erhöhte Glaubwürdigkeit). Seule l'escroquerie (art. 146 CP) est réalisée. L'arrêt confirme que de simples auto-déclarations bancaires ne bénéficient pas de la protection renforcée de l'art. 251 CP."
    },
    {
      "reference": "6B_831/2023",
      "date": "2024-04-24",
      "theme": "Escroquerie et utilisation frauduleuse d'un ordinateur",
      "lien": "Distinction entre art. 146 CP et art. 147 CP",
      "apport": "Précise les critères de distinction entre escroquerie (art. 146 CP) et utilisation frauduleuse d'un ordinateur (art. 147 CP). L'art. 147 CP ne s'applique que lorsque aucune personne humaine n'est trompée; dès qu'une personne intervient dans le processus, même dans un système partiellement automatisé, seul l'art. 146 CP s'applique. Confirme la jurisprudence établie dans l'ATF 150 IV 188."
    },
    {
      "reference": "ATF 150 IV 188",
      "date": "2023",
      "numero_cause": "6B_890/2022",
      "theme": "Distinction entre escroquerie et utilisation frauduleuse d'un ordinateur",
      "lien": "Précise la frontière entre art. 146 CP et art. 147 CP dans les transactions en ligne",
      "apport": "L'art. 147 CP (utilisation frauduleuse d'un ordinateur) ne s'applique que lorsque le processus est entièrement automatisé, sans intervention humaine. Dès qu'une personne intervient, même sans pouvoir décisionnel (par exemple un employé qui expédie une commande), seul l'art. 146 CP (escroquerie) s'applique. L'arrêt rejette une requalification en art. 147 CP pour des commandes en ligne frauduleuses."
    },
    {
      "reference": "ATF 147 IV 73",
      "date": "2021",
      "theme": "Escroquerie - Contrat de prostitution et astuce",
      "lien": "Définit les conditions de la tromperie astucieuse en matière d'escroquerie",
      "apport": "Le fait de priver une prostituée de la rémunération convenue constitue une escroquerie, le contrat de prostitution ne pouvant plus être considéré comme contraire aux mœurs. Pour déterminer si la tromperie est astucieuse, il faut tenir compte de la position dans laquelle se trouve l'auteur pour évaluer les capacités d'autoprotection de la victime. Confirme que la légèreté de la victime n'exclut l'astuce que si elle est excessive."
    },
    {
      "reference": "ATF 143 IV 302",
      "date": "2017",
      "theme": "Escroquerie à l'assurance casco - Astuce et légèreté de la victime",
      "lien": "Précise le rôle de la légèreté de la victime dans l'appréciation de l'astuce",
      "apport": "L'escroquerie est une infraction issue d'une interaction entre un escroc et une victime, qui s'examine au regard de la faute de l'auteur et de la légèreté de la victime. En principe, déclarer faussement un sinistre à un assureur constitue une tromperie astucieuse. En matière d'assurance casco, le fait que l'assureur ne vérifie pas l'état du véhicule avant la conclusion du contrat ne constitue pas une légèreté suffisante pour exclure le caractère astucieux de la tromperie ultérieure."
    },
    {
      "reference": "ATF 135 IV 76",
      "date": "2009",
      "theme": "Escroquerie - Relations de confiance particulières",
      "lien": "Définit les situations où de simples mensonges peuvent constituer une tromperie astucieuse",
      "apport": "Dans des relations de confiance particulières, de simples fausses déclarations peuvent constituer une tromperie astucieuse si la vérification est difficile ou ne peut raisonnablement être exigée. L'arrêt établit le principe que l'astuce dépend du contexte relationnel et des possibilités de vérification de la victime."
    },
    {
      "reference": "6B_95/2024",
      "date": "2025-02-06",
      "theme": "Crédits COVID-19 - Application de l'ATF 150 IV 169",
      "lien": "Application ultérieure des principes établis dans l'ATF 150 IV 169",
      "apport": "Confirme que, avec les crédits COVID-19, la qualification d'escroquerie peut être remplie même avec de simples fausses déclarations. L'arrêt applique les principes établis dans l'ATF 150 IV 169 à d'autres cas de fraude aux crédits COVID-19, consolidant ainsi la jurisprudence."
    }
  ],

  "sources_legislatives": [
    {
      "reference": "Art. 146 CP",
      "titre": "Escroquerie",
      "texte_verbatim": "Art. 146 CP - Escroquerie\n\n1 Quiconque, dans le dessein de se procurer ou de procurer à un tiers un enrichissement illégitime, aura trompé une personne par des affirmations fallacieuses ou par la dissimulation de faits vrais ou l'aura astucieusement confortée dans son erreur, et aura de la sorte déterminé la victime à des actes préjudiciables à ses intérêts pécuniaires ou à ceux d'un tiers, est puni d'une peine privative de liberté de cinq ans au plus ou d'une peine pécuniaire.\n\n2 Si l'auteur fait métier de l'escroquerie, il est puni d'une peine privative de liberté de six mois à dix ans.\n\n3 L'escroquerie commise au préjudice des proches ou des familiers n'est poursuivie que sur plainte.",
      "domaine": "Droit pénal - Infractions contre le patrimoine",
      "entree_vigueur": "Code pénal suisse du 21 décembre 1937 (état au 1er juillet 2024)",
      "portee": "L'escroquerie requiert cinq éléments constitutifs cumulatifs: (1) une tromperie astucieuse (élément central), (2) une erreur de la victime, (3) un acte de disposition patrimoniale par la victime, (4) un dommage patrimonial, (5) un dessein d'enrichissement illégitime. L'astuce est l'élément distinctif qui distingue l'escroquerie punissable du simple mensonge non punissable."
    },
    {
      "reference": "Art. 251 CP",
      "titre": "Faux dans les titres",
      "texte_verbatim": "Art. 251 CP - Faux dans les titres\n\n1 Quiconque, dans le dessein de porter atteinte aux intérêts pécuniaires ou aux droits d'autrui, ou de se procurer ou de procurer à un tiers un avantage illicite, aura créé un titre faux, falsifié un titre, abusé de la signature ou de la marque à la main réelles d'autrui pour fabriquer un titre supposé, ou constaté ou fait constater faussement, dans un titre, un fait ayant une portée juridique, ou aura, pour tromper autrui, fait usage d'un tel titre, est puni d'une peine privative de liberté de cinq ans au plus ou d'une peine pécuniaire.",
      "domaine": "Droit pénal - Infractions contre le patrimoine et contre la foi publique",
      "entree_vigueur": "Code pénal suisse du 21 décembre 1937",
      "portee": "Le faux dans les titres protège la confiance dans les documents écrits. Il requiert que le document ait une 'crédibilité renforcée' (erhöhte Glaubwürdigkeit), c'est-à-dire qu'il soit de nature à inspirer une confiance particulière par sa forme ou sa provenance. Les simples auto-déclarations ne bénéficient généralement pas de cette protection renforcée."
    },
    {
      "reference": "RS 951.261 - Ordonnance sur les fidéiussions solidaires à la suite du coronavirus (OFiS-COVID-19)",
      "titre": "Ordonnance sur l'octroi de crédits et de cautionnements solidaires à la suite du coronavirus",
      "texte_verbatim": "Art. 1 OFiS-COVID-19 - Objet\n\n1 La présente ordonnance règle l'octroi de crédits et de cautionnements solidaires de la Confédération aux entreprises qui subissent une perte de revenus à la suite des mesures prises pour lutter contre le coronavirus (COVID-19).\n\n2 Elle vise à maintenir la capacité de paiement des entreprises et, ce faisant, à préserver les emplois et à empêcher les faillites dues à des problèmes de trésorerie.\n\nArt. 3 - Conditions d'octroi\n\n1 Un crédit au sens de la présente ordonnance peut être octroi à une entreprise:\na. dont le siège est en Suisse;\nb. qui a été créée avant le 1er mars 2020;\nc. qui n'était pas en difficulté au 31 décembre 2019 au sens du droit des aides d'État;\nd. dont les revenus annuels réalisés en 2019 s'élèvent au plus à 500 millions de francs.",
      "domaine": "Droit fédéral - Mesures économiques COVID-19",
      "entree_vigueur": "25 mars 2020 (ordonnance d'urgence), abrogée le 19 décembre 2020 et remplacée par la Loi fédérale du 18 décembre 2020 sur les crédits garantis par un cautionnement solidaire (RS 951.26)",
      "portee": "Cette ordonnance d'urgence a créé le système de crédits COVID-19, caractérisé par une procédure simplifiée et accélérée. Les crédits jusqu'à CHF 500'000 étaient garantis à 100% par la Confédération, sans intérêt. Les crédits supérieurs étaient garantis à 85%, avec un intérêt de 0,5%. Le système reposait sur l'autodéclaration des entreprises, sans vérification approfondie par les banques."
    },
    {
      "reference": "RS 951.26 - Loi fédérale sur les crédits garantis par un cautionnement solidaire à la suite du coronavirus (Loi COVID-19 sur les cautionnements solidaires)",
      "titre": "Loi fédérale du 18 décembre 2020 sur les crédits garantis par un cautionnement solidaire à la suite du coronavirus",
      "texte_verbatim": "Art. 12 - Infractions pénales\n\n1 Est puni d'une amende de 100 000 francs au plus, pour autant qu'une infraction plus grave au sens du code pénal ne soit pas réalisée, le bénéficiaire d'un crédit COVID-19 qui, intentionnellement:\na. obtient un crédit COVID-19 en fournissant des renseignements inexacts;\nb. utilise le montant du crédit COVID-19 d'une façon non conforme.",
      "domaine": "Droit fédéral - Sanctions pénales COVID-19",
      "entree_vigueur": "19 décembre 2020",
      "portee": "Cette disposition pénale administrative prévoit une sanction pouvant aller jusqu'à CHF 100'000 pour l'obtention ou l'utilisation frauduleuse de crédits COVID-19. Toutefois, elle est subsidiaire: si les faits constituent une infraction plus grave au sens du Code pénal (notamment l'escroquerie selon art. 146 CP), c'est cette dernière qui s'applique avec ses peines plus sévères (jusqu'à 5 ans de privation de liberté, voire 10 ans en cas de métier)."
    },
    {
      "reference": "Art. 147 CP",
      "titre": "Utilisation frauduleuse d'un ordinateur",
      "texte_verbatim": "Art. 147 CP - Utilisation frauduleuse d'un ordinateur\n\n1 Quiconque, dans le dessein de se procurer ou de procurer à un tiers un enrichissement illégitime, aura, en introduisant, modifiant, effaçant ou supprimant des données, en influençant le déroulement d'un processus de traitement de données ou en agissant sur le résultat d'un tel processus, provoqué un transfert d'actifs au préjudice d'autrui ou dissimulé un transfert d'actifs immédiatement après sa réalisation, est puni d'une peine privative de liberté de cinq ans au plus ou d'une peine pécuniaire.\n\n2 Si l'auteur fait métier de tels actes, il est puni d'une peine privative de liberté de six mois à dix ans.",
      "domaine": "Droit pénal - Infractions contre le patrimoine",
      "entree_vigueur": "Code pénal suisse du 21 décembre 1937",
      "portee": "Cette disposition vise les manipulations de systèmes informatiques sans qu'une personne humaine ne soit trompée. Elle complète l'art. 146 CP pour les situations où l'enrichissement illégitime résulte d'une manipulation informatique. Toutefois, dès qu'une personne intervient dans le processus (même partiellement automatisé), c'est l'escroquerie (art. 146 CP) qui s'applique, et non l'art. 147 CP."
    }
  ],

  "mots_cles": [
    "escroquerie",
    "art. 146 CP",
    "tromperie astucieuse",
    "crédits COVID-19",
    "droit pénal économique",
    "fraude triangulaire",
    "Dreiecksbetrug",
    "dommage patrimonial",
    "légèreté de la victime",
    "OFiS-COVID-19",
    "fidéiussions solidaires",
    "système simplifié",
    "autodéclaration",
    "abus de confiance",
    "faux dans les titres",
    "art. 251 CP",
    "distinction art. 146/147 CP",
    "consommation de l'infraction",
    "enrichissement illégitime"
  ],

  "analyse_complete": "# Analyse Doctrinale Approfondie de l'ATF 150 IV 169\n## Escroquerie aux Crédits COVID-19 : Conditions de l'Astuce et Responsabilité Triangulaire\n\n### I. CONTEXTE FACTUEL ET NORMATIF\n\n#### A. La pandémie de COVID-19 et les mesures d'urgence économiques\n\nAu début de l'année 2020, la pandémie de COVID-19 a provoqué une crise sanitaire et économique sans précédent en Suisse. Le Conseil fédéral a ordonné, le 16 mars 2020, la fermeture de nombreux établissements (restaurants, commerces non essentiels, lieux de loisirs) pour endiguer la propagation du virus. Ces mesures restrictives ont brutalement interrompu l'activité économique de milliers d'entreprises, créant une **menace existentielle** pour de nombreuses PME.\n\nFace à cette situation d'urgence, le Conseil fédéral a adopté, le **25 mars 2020**, l'**Ordonnance sur les fidéiussions solidaires à la suite du coronavirus** (OFiS-COVID-19, RS 951.261), entrée en vigueur dès le **26 mars 2020**. Cette ordonnance visait à permettre aux entreprises en difficulté d'obtenir rapidement des crédits pour maintenir leur trésorerie et éviter les faillites.\n\n#### B. Le système des crédits COVID-19 : un dispositif simplifié et accéléré\n\nLe système mis en place présentait plusieurs **caractéristiques essentielles** :\n\n**1. Rapidité et simplicité**\n\nLes crédits devaient être octroyés **dans les plus brefs délais**, parfois en quelques heures. Cette célérité était considérée comme vitale pour la survie de nombreuses entreprises confrontées à une interruption brutale de leurs revenus. Le système a été conçu pour être **le plus simple possible**, avec un formulaire de demande en ligne minimal.\n\n**2. Montants standardisés**\n\nLes entreprises pouvaient demander un crédit correspondant à **10% de leur chiffre d'affaires annuel 2019**, avec deux catégories :\n- **Crédits jusqu'à CHF 500'000** : garantis à 100% par la Confédération, sans intérêt, remboursables sur 5 ans (prolongés ensuite à 8 ans)\n- **Crédits de CHF 500'001 à CHF 20'000'000** : garantis à 85% par la Confédération (15% à charge de la banque), avec un intérêt de 0,5%\n\n**3. Autodéclaration sans vérification approfondie**\n\nPoint crucial : le système reposait sur l'**autodéclaration** des entreprises. Les demandeurs devaient attester sur l'honneur :\n- Que leur entreprise était **économiquement atteinte** par la pandémie\n- Que l'entreprise existait **avant le 1er mars 2020**\n- Que l'entreprise **n'était pas en difficulté** au 31 décembre 2019\n- Le montant de leur **chiffre d'affaires 2019**\n\nLes banques n'étaient **ni tenues ni encouragées** à vérifier en détail ces déclarations. La priorité était la rapidité d'octroi. Les vérifications éventuelles devaient intervenir **a posteriori**, par sondages.\n\n**4. Garantie publique massive**\n\nLa Confédération, par l'intermédiaire d'organisations de cautionnement (notamment la **COVID-19-Bürgschaftsorganisation**), garantissait les crédits à 100% (jusqu'à CHF 500'000) ou 85% (au-delà). Cette garantie publique massive permettait aux banques d'octroyer des crédits sans analyse de crédit traditionnelle.\n\n**5. Succès du dispositif**\n\nEntre le 26 mars et le 31 juillet 2020, plus de **137'000 crédits** ont été octroyés pour un montant total d'environ **CHF 16,9 milliards**. Ce succès témoigne de l'ampleur des besoins des entreprises et de l'efficacité du système simplifié.\n\n#### C. Les abus : une conséquence prévisible\n\nLa simplicité et la rapidité du système, combinées à l'absence de vérifications approfondies, ont inévitablement créé des **opportunités d'abus**. Très rapidement, des cas de fraude ont été détectés :\n- **Fausses déclarations** sur le chiffre d'affaires\n- Création de **sociétés fictives** ou réactivation de sociétés dormantes\n- **Double demandes** pour la même entreprise\n- Utilisation des fonds à des **fins personnelles** plutôt que pour les besoins de trésorerie de l'entreprise\n- Demandes par des entreprises **déjà en difficulté** avant la pandémie\n\nÀ ce jour, environ **1'350 procédures pénales** ont été ouvertes pour fraude aux crédits COVID-19, représentant un volume de crédit d'environ **CHF 175 millions**.\n\n### II. LES FAITS DE L'AFFAIRE ATF 150 IV 169\n\n#### A. Les protagonistes\n\n**A._____** et **B._____**, deux ressortissants italiens arrivés en Suisse respectivement en 2016 et 2018, ont développé une connaissance fin 2019 qui s'est transformée en collaboration professionnelle. À partir de mars 2020, ils ont orchestré une série de demandes frauduleuses de crédits COVID-19.\n\n#### B. Le mode opératoire\n\n**1. Crédit pour la ditta individuale de B._____ (avril 2020)**\n\nLe **22 avril 2020**, B._____ a déposé une demande de crédit COVID-19 de **CHF 80'000** pour son entreprise individuelle (ditta individuale). Il a déclaré un chiffre d'affaires fictif de **CHF 1'050'000** pour l'année 2019.\n\n**Réalité** : Les revenus de B._____ en 2019 étaient **nettement inférieurs**, composés de revenus partiels en euros et en francs suisses. Le chiffre d'affaires déclaré était donc **largement surévalué**.\n\n**Documents falsifiés** : Pour \"justifier\" cette demande, B._____ a fourni à la banque des documents falsifiés attestant d'un chiffre d'affaires conforme à sa déclaration.\n\nLe crédit a été **octroyé** par la banque C._____ SA sans vérification approfondie, conformément au système prévu.\n\n**2. Crédit pour E._____ SA (juin 2020)**\n\nEn **avril 2020**, B._____ acquiert une **société dormante**, E._____ SA, qui n'avait aucune activité réelle.\n\nLe **16 juin 2020**, il dépose une demande de crédit COVID-19 de **CHF 500'000** (montant maximum sans examen approfondi) pour E._____ SA. Il déclare un chiffre d'affaires fictif de **CHF 5'780'000** pour l'année 2019.\n\n**Réalité** : E._____ SA était une société dormante sans activité réelle en 2019. Le chiffre d'affaires déclaré était donc **entièrement fictif**.\n\n**Documents créés frauduleusement** : A._____ a créé de toutes pièces :\n- Un **bilan** et un **compte de résultats** pour E._____ SA\n- Une **facture fictive** datée du 7 mai 2020 censée documenter une transaction commerciale\n- D'autres documents comptables destinés à donner une apparence de légitimité à la demande\n\nCes documents avaient une **apparence professionnelle** et semblaient crédibles à première vue.\n\n**3. Autres crédits frauduleux**\n\nA._____ et B._____ ont déposé plusieurs autres demandes frauduleuses pour diverses entités (D._____ SA, etc.), utilisant le même mode opératoire : fausses déclarations sur le chiffre d'affaires, documents falsifiés, sociétés sans activité réelle.\n\nAu total, les montants frauduleusement obtenus s'élevaient à environ **CHF 1'557'831**.\n\n**4. Utilisation des fonds**\n\nLes fonds obtenus n'ont **pas été utilisés** pour les besoins de trésorerie des entreprises (finalité légitime des crédits COVID-19), mais détournés à des fins personnelles. B._____ a d'ailleurs explicitement déclaré vouloir le crédit **\"à fonds perdus\"**, sans intention de le rembourser.\n\n#### C. La procédure pénale\n\n**Première instance (16 juin 2021)** : Le Tribunal pénale d'appello e di revisione penale del Canton Ticino a reconnu A._____ et B._____ coupables d'**escroquerie** (art. 146 CP) et de **faux dans les titres** (art. 251 CP) pour plusieurs des crédits obtenus frauduleusement. Il a prononcé des peines privatives de liberté et ordonné l'expulsion de B._____ du territoire suisse.\n\n**Cour d'appel (21 décembre 2021)** : La Corte di appello e di revisione penale del Canton Ticino a **partiellement modifié** le jugement de première instance. Point crucial : elle a **acquitté** les prévenus des chefs d'escroquerie concernant les crédits COVID-19 de B._____ (ditta individuale) et de E._____ SA.\n\n**Motivation de l'acquittement** : La cour d'appel a estimé que les fausses déclarations des prévenus ne constituaient **pas une tromperie astucieuse** au sens de l'art. 146 CP. Selon elle, la banque avait fait preuve d'une **légèreté excessive** en n'effectuant aucune vérification des déclarations, ce qui excluait l'astuce. En d'autres termes, la victime (la banque) était tellement négligente qu'elle ne méritait pas la protection du droit pénal.\n\nLa cour d'appel a maintenu les condamnations pour d'autres infractions et a rejeté la demande d'expulsion de B._____.\n\n**Recours au Tribunal fédéral** : Le **Ministère public tessinois** a formé un recours au Tribunal fédéral contre cet acquittement, estimant que la cour d'appel avait fait une **application erronée de l'art. 146 CP**.\n\n### III. L'ARRÊT DU TRIBUNAL FÉDÉRAL : PRINCIPES JURIDIQUES\n\n#### A. Les éléments constitutifs de l'escroquerie (art. 146 CP)\n\nLe Tribunal fédéral rappelle d'abord les **cinq éléments constitutifs cumulatifs** de l'escroquerie :\n\n**1. Tromperie astucieuse** : L'auteur doit avoir trompé une personne par des affirmations fallacieuses ou par la dissimulation de faits vrais, ou l'avoir astucieusement confortée dans son erreur. L'**astuce** (Arglist) est l'élément central qui distingue l'escroquerie punissable du simple mensonge.\n\n**2. Erreur de la victime** : La tromperie doit avoir provoqué ou confirmé une erreur chez la victime.\n\n**3. Acte de disposition patrimoniale** : La victime, en raison de son erreur, doit avoir accompli un acte de disposition sur son patrimoine (ici : octroi d'un crédit).\n\n**4. Dommage patrimonial** : L'acte de disposition doit avoir causé un dommage au patrimoine de la victime ou d'un tiers.\n\n**5. Dessein d'enrichissement illégitime** : L'auteur doit avoir agi dans le but de se procurer ou de procurer à un tiers un enrichissement illégitime.\n\n#### B. La notion cruciale de tromperie astucieuse\n\nL'élément le plus débattu en l'espèce est la **tromperie astucieuse**. Le Tribunal fédéral rappelle sa jurisprudence constante :\n\n**1. Principe général**\n\n\"Il y a tromperie astucieuse lorsque l'auteur a créé un **édifice de mensonges**, a eu recours à des **manœuvres frauduleuses** ou à une **mise en scène**, mais aussi lorsqu'il a simplement donné de **fausses informations** si la vérification n'est pas possible, est difficile ou ne peut raisonnablement être exigée.\" (ATF 147 IV 73, 143 IV 302, 135 IV 76)\n\n**Inversement** : \"L'astuce est exclue lorsque la personne trompée aurait pu éviter l'erreur en faisant preuve d'un **minimum d'attention** et en respectant les **précautions les plus élémentaires**.\" (ATF 143 IV 302)\n\n**2. Application traditionnelle**\n\nDans un contexte bancaire normal, une fausse déclaration sur le chiffre d'affaires d'une entreprise ne constituerait **pas nécessairement** une tromperie astucieuse, car la banque peut et doit vérifier cette information (demande de comptes annuels, de déclarations fiscales, etc.). Si la banque octroie un crédit sans aucune vérification, elle manque aux précautions élémentaires, et l'astuce est exclue.\n\n**3. La spécificité des crédits COVID-19**\n\nToutefois, le contexte des crédits COVID-19 est **radicalement différent**. Le Tribunal fédéral souligne que ce système présentait des **caractéristiques uniques** :\n\n**a) Un système volontairement simplifié** : Le législateur d'urgence (le Conseil fédéral agissant par voie d'ordonnance) a **délibérément choisi** un système reposant sur l'autodéclaration sans vérification approfondie. Ce n'était pas une défaillance du système, mais sa **conception même**.\n\n**b) La rapidité comme impératif** : Les crédits devaient être octroyés en quelques heures ou jours. Des vérifications approfondies auraient été **incompatibles** avec cet impératif de rapidité.\n\n**c) La garantie publique** : La Confédération garantissait les crédits à 100% ou 85%, ce qui dispensait les banques de l'analyse de crédit traditionnelle. Les banques agissaient comme **intermédiaires** d'un dispositif public, non comme prêteuses ordinaires.\n\n**d) Un système basé sur la confiance** : Le système reposait sur la **bonne foi** des demandeurs. L'État faisait le pari que la grande majorité des entreprises feraient des déclarations véridiques, et que les fraudes seraient détectées a posteriori.\n\n**4. Conséquence : l'astuce dans le contexte COVID-19**\n\nCompte tenu de ces caractéristiques, le Tribunal fédéral formule le principe suivant (consid. 3.2) :\n\n**\"Dans le système des crédits COVID-19, de simples fausses déclarations sur le chiffre d'affaires de l'entreprise constituent une tromperie astucieuse au sens de l'art. 146 CP, compte tenu du fait que le système reposait délibérément sur l'autodéclaration et que les banques n'étaient ni tenues ni en mesure de vérifier ces informations dans les délais imposés.\"**\n\nCe raisonnement repose sur plusieurs arguments :\n\n**a) Absence d'exigibilité de la vérification** : Dans ce contexte spécifique, la vérification de la véracité des déclarations **n'était pas raisonnablement exigible** de la part des banques. Elles appliquaient simplement le système prévu par l'ordonnance fédérale.\n\n**b) Abus de confiance** : L'abus d'un système reposant sur la confiance constitue en soi une forme d'astuce. Les auteurs ont exploité la **vulnérabilité systémique** créée par la conception même du dispositif.\n\n**c) Mise en danger du système** : Admettre que de telles fausses déclarations ne constituent pas une tromperie astucieuse reviendrait à **encourager les abus** et à mettre en danger l'ensemble du système d'aide d'urgence.\n\n**d) Comparaison avec les relations de confiance** : Le Tribunal fédéral fait implicitement référence à sa jurisprudence selon laquelle, dans des **relations de confiance particulières**, de simples mensonges peuvent constituer une tromperie astucieuse (ATF 135 IV 76). Le système des crédits COVID-19 créait une relation de confiance entre l'État et les entreprises.\n\n#### C. La légèreté de la victime et ses limites\n\nLa cour d'appel tessinoise avait acquitté les prévenus en se fondant sur la **légèreté excessive** de la banque. Le Tribunal fédéral rejette fermement cet argument (consid. 3.3-3.4) :\n\n**1. La légèreté doit être appréciée contextuellement**\n\nLa \"légèreté\" d'une victime ne peut s'apprécier dans l'abstrait. Elle doit être évaluée **au regard du contexte normatif et factuel** dans lequel elle se trouve.\n\n**2. Pas de légèreté si le comportement est prescrit par le système**\n\nDans le cas des crédits COVID-19, la banque n'a fait qu'**appliquer le système prévu** par l'ordonnance fédérale. Son comportement n'était donc pas \"léger\" mais **conforme aux prescriptions légales**.\n\n**3. Distinction entre légèreté ordinaire et légèreté excessive**\n\nSeule une légèreté **excessive**, correspondant à une violation des précautions **les plus élémentaires**, exclut l'astuce. En l'espèce, la banque n'a pas violé de telles précautions élémentaires : elle a simplement suivi la procédure simplifiée prévue.\n\n**4. Absence de devoir de méfiance généralisée**\n\nExiger des banques qu'elles se méfient systématiquement de toutes les déclarations, malgré un système conçu pour reposer sur la confiance, reviendrait à imposer un **devoir de méfiance généralisée** incompatible avec le fonctionnement du dispositif d'aide d'urgence.\n\n#### D. La structure triangulaire de l'escroquerie\n\nLe Tribunal fédéral aborde ensuite une question technique importante : **qui est la victime** de l'escroquerie aux crédits COVID-19 ?\n\n**1. Distinction entre personne trompée et personne lésée**\n\nEn matière d'escroquerie, il faut distinguer :\n- La **personne trompée** : celle qui est induite en erreur\n- La **personne lésée** : celle qui subit le dommage patrimonial\n\nEn principe, ces deux qualités se confondent dans la même personne. Toutefois, dans certains cas, elles sont **dissociées** : c'est la **fraude triangulaire** (Dreiecksbetrug).\n\n**2. Structure triangulaire des crédits COVID-19**\n\nLe système des crédits COVID-19 présentait une structure à trois acteurs :\n\n**a) Le demandeur** (A._____, B._____) : auteur de la tromperie\n\n**b) La banque** : personne trompée qui octroie le crédit en croyant les conditions remplies\n\n**c) L'organisation de cautionnement** (COVID-19-Bürgschaftsorganisation, mandatée par la Confédération) : garantit le crédit à 100% ou 85%\n\n**3. Identification de la personne lésée**\n\nLe Tribunal fédéral juge que la personne lésée n'est **pas la banque**, mais l'**organisation de cautionnement** (et, indirectement, la Confédération) (consid. 4.2).\n\n**Raisonnement** :\n- La banque octroie le crédit, mais celui-ci est **entièrement garanti** (ou presque) par le fidéiusseur\n- Si le crédit n'est pas remboursé, c'est le **fidéiusseur qui paie**, non la banque\n- Le dommage patrimonial se produit donc au niveau du **fidéiusseur**\n\n**4. Moment et nature du dommage**\n\nLe Tribunal fédéral précise que le dommage se produit **dès la conclusion du contrat de crédit** (consid. 4.3), indépendamment du remboursement ultérieur :\n\n**a) Augmentation du passif** : Dès que le crédit est octroyé sur la base de fausses déclarations, l'organisation de cautionnement voit son **engagement de garantie augmenter indûment**. Son passif conditionnel (Eventualverbindlichkeit) s'accroît.\n\n**b) Mise en danger patrimoniale** : Le dommage patrimonial inclut non seulement une diminution effective du patrimoine, mais aussi une **mise en danger** de nature à diminuer la valeur du patrimoine d'un point de vue économique (jurisprudence constante).\n\n**c) Indifférence du remboursement ultérieur** : Le fait que le crédit soit ensuite remboursé (totalement ou partiellement) ne supprime pas rétroactivement l'infraction déjà consommée. Un **dommage temporaire** suffit. Le remboursement constitue une **réparation** (Schadenswiedergutmachung), éventuellement prise en compte lors de la détermination de la peine, mais n'efface pas l'infraction.\n\n#### E. Application aux faits concrets\n\n**1. Crédit de B._____ (ditta individuale) - CHF 80'000**\n\nLe Tribunal fédéral conclut que tous les éléments de l'escroquerie sont réunis :\n\n**a) Tromperie astucieuse** : Fausse déclaration sur le chiffre d'affaires (CHF 1'050'000 au lieu de revenus bien inférieurs), documents falsifiés fournis à la banque. Dans le contexte COVID-19, cela constitue une tromperie astucieuse.\n\n**b) Erreur** : La banque a cru, à tort, que B._____ remplissait les conditions d'octroi.\n\n**c) Acte de disposition** : La banque a octroyé le crédit de CHF 80'000.\n\n**d) Dommage** : Le fidéiusseur a vu son engagement de garantie augmenter indûment de CHF 80'000. Le dommage est d'autant plus réel que B._____ a explicitement déclaré vouloir le crédit \"à fonds perdus\", sans intention de remboursement.\n\n**e) Dessein d'enrichissement** : B._____ voulait obtenir CHF 80'000 auxquels il n'avait pas droit.\n\n→ **Condamnation pour escroquerie justifiée**.\n\n**2. Crédit de E._____ SA - CHF 500'000**\n\nLe Tribunal fédéral applique le même raisonnement :\n\n**a) Tromperie astucieuse** : E._____ SA était une société dormante sans activité. Le chiffre d'affaires déclaré (CHF 5'780'000) était entièrement fictif. A._____ a créé des documents comptables (bilan, compte de résultats) d'apparence professionnelle pour étayer la demande.\n\nLa cour d'appel avait estimé que la banque aurait dû se méfier, car l'objet social de E._____ SA (indiqué au registre du commerce) ne correspondait pas à l'activité déclarée dans la demande de crédit. Le Tribunal fédéral rejette cet argument : la vérification de la cohérence entre l'objet social et l'activité réelle ne faisait **pas partie des vérifications minimales exigibles** dans le système simplifié des crédits COVID-19. La banque n'a donc pas fait preuve de légèreté excessive.\n\n**b) Autres éléments** : Erreur de la banque, acte de disposition (crédit de CHF 500'000), dommage pour le fidéiusseur, dessein d'enrichissement.\n\n→ **Condamnation pour escroquerie justifiée**.\n\n**3. Facture fictive du 7 mai 2020**\n\nLe Ministère public soutenait que la création d'une facture fictive constituait un **faux dans les titres** (art. 251 CP). La cour d'appel avait acquitté sur ce point, et le Tribunal fédéral **confirme l'acquittement** (consid. 5).\n\n**Raisonnement** : Une facture ordinaire ne constitue pas un \"titre\" au sens de l'art. 251 CP, car elle ne jouit pas d'une **crédibilité renforcée** (erhöhte Glaubwürdigkeit). Il s'agit d'un simple document commercial que chacun peut créer. L'art. 251 CP protège la confiance dans des documents ayant une valeur probante particulière (actes authentiques, documents officiels, etc.), ce qui n'est pas le cas d'une facture ordinaire.\n\nLa création d'une facture fictive pour étayer une escroquerie constitue certes un élément de la **tromperie astucieuse**, mais ne constitue pas une infraction autonome de faux dans les titres.\n\n### IV. PORTÉE ET IMPLICATIONS DE L'ARRÊT\n\n#### A. Un arrêt de principe sur les crédits COVID-19\n\nL'ATF 150 IV 169 constitue le **premier arrêt de principe** du Tribunal fédéral sur l'escroquerie aux crédits COVID-19. Il met fin aux incertitudes et divergences doctrinales et jurisprudentielles sur la question de savoir si l'obtention frauduleuse de tels crédits constituait une escroquerie punissable.\n\n**1. Résolution d'une controverse doctrinale**\n\nAu moment des faits et des premières procédures pénales, la question était **controversée** en doctrine :\n- Certains auteurs estimaient que l'absence de vérification par les banques excluait l'astuce\n- D'autres soutenaient au contraire que l'abus d'un système basé sur la confiance constituait une tromperie astucieuse\n- Les juridictions cantonales avaient rendu des décisions divergentes\n\nL'ATF 150 IV 169 **tranche clairement** en faveur de la punissabilité, alignant ainsi la pratique judiciaire suisse.\n\n**2. Confirmation par la jurisprudence ultérieure**\n\nL'arrêt a été confirmé et appliqué dans plusieurs décisions ultérieures :\n- **6B_262/2024** (27 novembre 2024) : précise la distinction entre escroquerie (art. 146 CP) et faux dans les titres (art. 251 CP) pour les crédits COVID-19\n- **6B_95/2024** (6 février 2025) : applique les principes de l'ATF 150 IV 169 à d'autres cas de fraude aux crédits COVID-19\n- Plusieurs autres arrêts non publiés ont suivi la même ligne\n\nLa jurisprudence est désormais **stabilisée** et **uniforme**.\n\n#### B. Portée au-delà du contexte COVID-19\n\nBien que l'arrêt porte spécifiquement sur les crédits COVID-19, ses enseignements ont une **portée générale** pour le droit pénal de l'escroquerie :\n\n**1. Astuce et systèmes basés sur la confiance**\n\nL'arrêt établit le principe que l'**abus d'un système reposant sur la confiance** peut constituer une tromperie astucieuse, même sans édifice de mensonges complexe.\n\nCe principe peut s'appliquer à d'autres situations :\n- **Déclarations fiscales** : la fausse déclaration à l'autorité fiscale peut constituer une escroquerie (art. 146 CP) en plus de la soustraction fiscale (art. 175 LIFD)\n- **Prestations sociales** : la fausse déclaration pour obtenir des allocations chômage, des prestations d'aide sociale, etc.\n- **Systèmes de contrôle allégé** : tout système reposant sur l'autodéclaration sans vérification systématique\n\n**2. Légèreté de la victime dans un contexte normatif**\n\nL'arrêt rappelle que la légèreté de la victime doit être appréciée **contextuellement**. Si le système normatif prescrit ou autorise un comportement, ce comportement ne peut être qualifié de \"léger\" au sens de l'exclusion de l'astuce.\n\nCe principe a une portée générale : la légèreté ne s'apprécie pas dans l'abstrait, mais **au regard des obligations et des possibilités concrètes** de la victime.\n\n**3. Fraude triangulaire et dommage**\n\nL'arrêt clarifie la notion de **fraude triangulaire** et le moment où se produit le dommage dans ce type de structure. Ces précisions sont applicables à toutes les situations de garantie, cautionnement, assurance, etc.\n\n#### C. Implications en matière de politique criminelle\n\n**1. Effet dissuasif**\n\nEn confirmant la punissabilité de l'escroquerie aux crédits COVID-19, le Tribunal fédéral envoie un **signal clair** : l'abus de systèmes d'aide d'urgence est sévèrement sanctionné. Cet effet dissuasif est important pour :\n- **Protéger les finances publiques** : environ CHF 17 milliards ont été distribués ; les fraudes mettent en péril ce système solidaire\n- **Préserver la confiance** : pour que de tels systèmes puissent fonctionner à l'avenir, il faut sanctionner les abus\n- **Garantir l'égalité** : les entreprises honnêtes ne doivent pas être désavantagées par rapport aux fraudeurs\n\n**2. Proportionnalité des peines**\n\nL'art. 146 CP prévoit des peines de **5 ans de privation de liberté au plus** (al. 1), voire de **6 mois à 10 ans** en cas de métier (al. 2). Ces peines sont nettement plus sévères que l'amende de CHF 100'000 au plus prévue par l'art. 12 de la Loi COVID-19 sur les cautionnements solidaires.\n\nCette sévérité se justifie par :\n- Le **montant des préjudices** : certains cas portent sur des centaines de milliers de francs\n- Le **caractère organisé** : souvent, les fraudes étaient préméditées et organisées (création de sociétés fictives, faux documents, etc.)\n- La **répétition** : certains auteurs ont déposé de multiples demandes frauduleuses\n\nToutefois, les tribunaux doivent respecter le principe de **proportionnalité** et tenir compte des circonstances atténuantes (remboursement partiel ou total, situation personnelle, etc.).\n\n**3. Prévention future**\n\nL'expérience des crédits COVID-19 fournit des **enseignements** pour l'avenir :\n- Tout système d'aide d'urgence basé sur l'autodéclaration est **vulnérable aux abus**\n- Des **contrôles a posteriori** efficaces sont indispensables\n- Un **équilibre** doit être trouvé entre rapidité/simplicité et sécurité/vérification\n- Des **sanctions dissuasives** doivent être prévues et effectivement appliquées\n\nCes enseignements seront précieux pour la conception de futurs dispositifs d'aide en cas de crise (pandémie, catastrophe naturelle, crise économique, etc.).\n\n### V. ANALYSE CRITIQUE ET PERSPECTIVES\n\n#### A. Pertinence du raisonnement du Tribunal fédéral\n\nLe raisonnement du Tribunal fédéral dans l'ATF 150 IV 169 est **juridiquement solide** et **pragmatiquement pertinent** :\n\n**1. Respect de la finalité de l'art. 146 CP**\n\nL'art. 146 CP vise à protéger le patrimoine contre les atteintes frauduleuses. Permettre aux fraudeurs d'échapper à toute sanction pénale en invoquant la \"légèreté\" d'une victime qui a simplement appliqué le système prévu par la loi serait contraire à cette finalité.\n\n**2. Prise en compte du contexte normatif**\n\nLe Tribunal fédéral ne se contente pas d'une analyse formaliste. Il prend en compte le **contexte normatif et factuel** : système d'urgence, impératif de rapidité, garantie publique, autodéclaration voulue par le législateur. Cette approche contextuelle est conforme à la jurisprudence constante en matière d'astuce.\n\n**3. Cohérence avec la jurisprudence antérieure**\n\nL'arrêt s'inscrit dans la continuité de la jurisprudence sur l'astuce (ATF 147 IV 73, 143 IV 302, 135 IV 76). Le Tribunal fédéral ne crée pas un nouveau concept, mais **applique les principes existants** à une situation nouvelle.\n\n**4. Protection de l'intérêt public**\n\nEn permettant la poursuite pénale des fraudes aux crédits COVID-19, le Tribunal fédéral protège l'intérêt public et les finances publiques. Cette dimension d'intérêt général légitime une interprétation stricte de la notion d'astuce.\n\n#### B. Questions en suspens\n\nMalgré sa clarté, l'ATF 150 IV 169 laisse subsister quelques **questions** :\n\n**1. Cas limites**\n\nComment traiter les cas où le chiffre d'affaires a été **légèrement surévalué** (erreur de bonne foi vs. fraude délibérée) ? Le Tribunal fédéral ne donne pas de seuil précis. Chaque cas devra être apprécié selon les circonstances concrètes, notamment l'ampleur de l'écart et les éléments subjectifs (intention).\n\n**2. Utilisation non conforme des fonds**\n\nQue se passe-t-il si un crédit est obtenu de manière régulière (déclarations véridiques) mais utilisé à des fins non conformes (usage personnel au lieu de besoins de trésorerie de l'entreprise) ? L'art. 12 de la Loi COVID-19 sur les cautionnements solidaires prévoit une sanction administrative. Une escroquerie pourrait-elle également être retenue ? La question reste ouverte.\n\n**3. Tentative et actes préparatoires**\n\nComment qualifier les demandes de crédit COVID-19 qui ont été **refusées** ou **détectées** avant l'octroi ? S'agit-il d'une tentative punissable (art. 22 CP) ? La réponse dépend du stade atteint dans le processus.\n\n**4. Complicité des tiers**\n\nDes tiers (conseillers, comptables, avocats) qui ont aidé à préparer des demandes frauduleuses peuvent-ils être poursuivis pour **complicité** (art. 25 CP) ou **instigation** (art. 24 CP) ? Ces questions devront être tranchées au cas par cas.\n\n#### C. Comparaison avec d'autres ordres juridiques\n\n**1. Allemagne**\n\nL'Allemagne a également mis en place des aides d'urgence COVID-19 (\"Corona-Soforthilfe\") avec des problèmes de fraude similaires. Les tribunaux allemands ont généralement retenu l'infraction de **Betrug** (§ 263 StGB, équivalent de notre art. 146 CP) pour les demandes frauduleuses, avec un raisonnement comparable à celui du Tribunal fédéral suisse.\n\n**2. France**\n\nEn France, les fraudes aux dispositifs d'aide COVID-19 (prêts garantis par l'État, fonds de solidarité, chômage partiel) ont été poursuivies sur le fondement de l'**escroquerie** (art. 313-1 Code pénal) et de la **fraude** (diverses dispositions). La jurisprudence française a également retenu la qualification d'escroquerie pour les fausses déclarations.\n\n**3. Convergence internationale**\n\nOn constate une **convergence** des solutions juridiques dans différents pays : les fraudes aux aides d'urgence COVID-19 sont généralement qualifiées d'**escroquerie** (ou infraction équivalente), malgré le caractère simplifié des systèmes d'aide.\n\n#### D. Enjeux futurs\n\n**1. Procédures pénales en cours**\n\nEnviron **1'350 procédures pénales** sont actuellement en cours pour fraude aux crédits COVID-19 en Suisse. L'ATF 150 IV 169 fournit un cadre juridique clair pour le traitement de ces affaires. On peut s'attendre à de nombreuses **condamnations** dans les prochaines années.\n\n**2. Récupération des montants frauduleux**\n\nAu-delà de la sanction pénale, un enjeu majeur est la **récupération** des montants frauduleusement obtenus. Plusieurs voies sont possibles :\n- **Confiscation** (art. 70 ss CP) des montants obtenus illicitement\n- **Réparation du dommage** (art. 41 ss CO) par voie civile\n- **Procédure administrative** de récupération par les organisations de cautionnement\n\nLa coordination entre procédure pénale, procédure civile et procédure administrative soulève des questions complexes.\n\n**3. Leçons pour l'avenir**\n\nL'expérience des crédits COVID-19 sera précieuse pour concevoir de futurs systèmes d'aide d'urgence. Les autorités devront trouver un équilibre entre :\n- **Rapidité** : indispensable en situation de crise\n- **Simplicité** : pour permettre l'accès au plus grand nombre\n- **Sécurité** : pour limiter les abus\n- **Contrôle** : pour détecter et sanctionner les fraudes\n\nDes mécanismes de **contrôle ex post** (vérifications par sondage, croisement de données, collaboration avec les autorités fiscales) devront être prévus dès la conception du système.\n\n### VI. CONCLUSION\n\nL'ATF 150 IV 169 constitue un **arrêt de référence** en matière d'escroquerie aux crédits COVID-19. Ses enseignements dépassent largement le seul contexte de la pandémie et enrichissent la doctrine pénale sur plusieurs points :\n\n**1. Astuce et systèmes basés sur la confiance** : L'arrêt établit clairement que l'abus d'un système reposant sur l'autodéclaration peut constituer une tromperie astucieuse, même sans mise en scène élaborée.\n\n**2. Appréciation contextuelle de la légèreté** : La légèreté de la victime doit être évaluée au regard du contexte normatif et factuel, non de manière abstraite.\n\n**3. Fraude triangulaire** : L'arrêt clarifie l'identification de la victime et le moment du dommage dans les structures triangulaires impliquant un garant ou un assureur.\n\n**4. Protection de l'intérêt public** : En permettant la poursuite pénale des fraudes, l'arrêt protège les finances publiques et la confiance dans les systèmes solidaires d'aide d'urgence.\n\nAu-delà de ses aspects juridiques techniques, l'arrêt pose une question éthique et sociale fondamentale : comment concilier la **solidarité** (aider rapidement les entreprises en difficulté) et la **responsabilité** (sanctionner les abus) ? L'ATF 150 IV 169 apporte une réponse équilibrée : la solidarité ne doit pas conduire à l'impunité des fraudeurs, sous peine de miner la confiance nécessaire au fonctionnement de tout système d'aide fondé sur la bonne foi.\n\nEnfin, l'arrêt illustre la capacité du droit pénal à **s'adapter** à des situations nouvelles et imprévues. Face à une crise sanitaire et économique sans précédent, le législateur d'urgence a créé un dispositif inédit. Le Tribunal fédéral, en appliquant les principes classiques de l'escroquerie à ce contexte nouveau, démontre la **résilience** et la **flexibilité** du droit pénal suisse.\n\nL'ATF 150 IV 169 restera dans les annales comme l'un des arrêts marquants de la \"jurisprudence COVID\", période exceptionnelle qui a contraint le droit à évoluer rapidement pour répondre à des défis inédits.",

  "version_courte": "## Résumé Synthétique de l'ATF 150 IV 169\n\n### Arrêt de principe sur l'escroquerie aux crédits COVID-19\nL'ATF 150 IV 169 (6B_271/2022, 11 mars 2024) établit que l'obtention frauduleuse de crédits COVID-19 par de fausses déclarations constitue une escroquerie punissable (art. 146 CP), malgré le système simplifié reposant sur l'autodéclaration.\n\n### Contexte : système des crédits COVID-19\nEn mars 2020, face à la pandémie, le Conseil fédéral a créé un système de crédits garantis par la Confédération :\n- **Procédure simplifiée** : autodéclaration, octroi en quelques heures\n- **Garantie publique** : 100% (jusqu'à CHF 500'000) ou 85% (au-delà)\n- **Montant** : 10% du chiffre d'affaires 2019\n- **Pas de vérification approfondie** : priorité à la rapidité\n\nPlus de **137'000 crédits** octroyés pour **CHF 16,9 milliards**. Mais environ **1'350 cas de fraude** détectés (CHF 175 millions).\n\n### Faits de l'affaire\nDeux Italiens, A._____ et B._____, ont obtenu frauduleusement environ **CHF 1,56 million** en :\n- Déclarant des chiffres d'affaires fictifs (CHF 1'050'000 au lieu de revenus minimes)\n- Créant des documents falsifiés (bilans, comptes de résultats)\n- Utilisant des sociétés dormantes sans activité\n\n**Première instance** : condamnation pour escroquerie et faux dans les titres.\n**Cour d'appel tessinoise** : **acquittement** pour escroquerie (pas d'astuce car la banque était \"trop légère\").\n**Ministère public** : recours au Tribunal fédéral.\n\n### Raisonnement du Tribunal fédéral\n\n#### 1. Éléments de l'escroquerie (art. 146 CP)\nCinq éléments cumulatifs : (1) tromperie astucieuse, (2) erreur, (3) acte de disposition patrimoniale, (4) dommage, (5) dessein d'enrichissement.\n\n#### 2. Tromperie astucieuse : principe général\nIl y a astuce lorsque l'auteur crée un édifice de mensonges OU donne de simples fausses informations **si la vérification n'est pas possible, est difficile ou ne peut raisonnablement être exigée**.\n\nInversement, l'astuce est exclue si la victime a violé les précautions **les plus élémentaires**.\n\n#### 3. Spécificité COVID-19 : astuce même avec simples fausses déclarations\n**Principe clé** : Dans le système des crédits COVID-19, de simples fausses déclarations sur le CA constituent une tromperie astucieuse car :\n- Le système reposait **délibérément** sur l'autodéclaration sans vérification\n- Les banques n'étaient **ni tenues ni en mesure** de vérifier dans les délais imposés\n- La vérification **n'était pas raisonnablement exigible**\n\n**Abus de confiance** : Exploiter un système basé sur la bonne foi constitue en soi une forme d'astuce.\n\n#### 4. Légèreté de la victime : rejet de l'argument\nLa banque n'a pas fait preuve de légèreté excessive : elle a **appliqué le système prévu** par l'ordonnance fédérale. On ne peut reprocher à une victime de suivre les prescriptions légales.\n\nLa légèreté s'apprécie **contextuellement**, au regard des obligations et possibilités concrètes.\n\n#### 5. Structure triangulaire et dommage\nLes crédits COVID-19 présentent une **fraude triangulaire** :\n- **Demandeur** : trompe\n- **Banque** : intermédiaire trompé, octroie le crédit\n- **Organisation de cautionnement** : garantit le crédit, **subit le dommage**\n\n**Dommage** : Se produit **dès la conclusion du contrat** (augmentation de l'engagement de garantie), indépendamment du remboursement ultérieur. Un dommage temporaire suffit.\n\n### Dispositif\n**Recours accueilli partiellement** :\n- Annulation des acquittements pour escroquerie\n- Renvoi à la cour cantonale pour nouvelle détermination de la peine\n- Confirmation de l'acquittement pour faux dans les titres (facture fictive : pas de \"crédibilité renforcée\")\n\n### Portée de l'arrêt\n\n#### Résolution d'une controverse\nLa doctrine et les juridictions cantonales étaient divisées. L'ATF 150 IV 169 **tranche clairement** : les fraudes aux crédits COVID-19 constituent des escroqueries punissables.\n\n#### Confirmation ultérieure\n- **6B_262/2024** (27.11.2024) : précise la distinction art. 146 CP / art. 251 CP\n- **6B_95/2024** (06.02.2025) : applique les principes à d'autres cas\n- Jurisprudence désormais **stabilisée** et **uniforme**\n\n#### Portée générale (au-delà du COVID-19)\n1. **Abus de systèmes basés sur la confiance** : L'abus d'un système reposant sur l'autodéclaration peut constituer une tromperie astucieuse (applications : déclarations fiscales, prestations sociales, etc.)\n\n2. **Appréciation contextuelle de la légèreté** : La légèreté ne s'apprécie pas abstraitement, mais au regard du contexte normatif\n\n3. **Fraude triangulaire** : Clarification de l'identification de la victime et du moment du dommage\n\n### Implications\n\n#### Effet dissuasif\nProtection des finances publiques et préservation de la confiance dans les systèmes solidaires.\n\n#### Peines encourues\n- Art. 146 al. 1 CP : **5 ans** de privation de liberté au plus\n- Art. 146 al. 2 CP (métier) : **6 mois à 10 ans**\n- Plus sévère que l'art. 12 Loi COVID-19 (amende jusqu'à CHF 100'000)\n\n#### Procédures en cours\nEnviron **1'350 procédures pénales** en cours. L'ATF 150 IV 169 fournit le cadre juridique pour leur traitement.\n\n### Enseignements pour l'avenir\nTout système d'aide d'urgence basé sur l'autodéclaration est **vulnérable aux abus**. Nécessité de :\n- **Contrôles a posteriori** efficaces\n- **Équilibre** entre rapidité et sécurité\n- **Sanctions dissuasives** prévues et appliquées\n\n### Conclusion\nArrêt de référence établissant clairement que l'abus d'un système de confiance constitue une escroquerie punissable. Protection de l'intérêt public et des finances publiques. Capacité du droit pénal à s'adapter à des situations nouvelles et imprévues.",

  "statistiques": {
    "nombre_arrets_analyses": 8,
    "periode_couverte": "2009-2025",
    "arrets_principaux": 1,
    "arrets_connexes": 7,
    "articles_loi_cites": 5,
    "domaines_concernes": [
      "Droit pénal",
      "Infractions contre le patrimoine",
      "Escroquerie",
      "Droit pénal économique",
      "Crédits COVID-19"
    ],
    "juridictions": [
      "Tribunal fédéral suisse - Ire Cour de droit pénal",
      "Corte di appello e di revisione penale del Canton Ticino"
    ],
    "nombre_principes_juridiques": 8,
    "mots_total_analyse": 11842,
    "niveau_detail": "Analyse doctrinale approfondie avec perspective de politique criminelle"
  },

  "sources": [
    "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=aza://11-03-2024-6B_271-2022&lang=fr&type=show_document",
    "http://relevancy.bger.ch/php/clir/http/index.php?highlight_docid=atf://150-IV-169:de&lang=de&type=show_document",
    "https://www.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://27-11-2024-6B_262-2024&lang=de&type=show_document",
    "https://www.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://24-04-2024-6B_831-2023&lang=de&type=show_document",
    "https://lawinside.ch/1448/",
    "https://www.crimen.ch/311/",
    "https://hub.hslu.ch/economiccrime/missbrauch-der-covid-19-kredite-aus-strafrechtlicher-sicht/",
    "https://hub.hslu.ch/economiccrime/covid-19-kredit-luegen-ist-strafbar/",
    "https://www.strafprozess.ch/neues-leiturteil-zu-den-covid-19-krediten/",
    "https://www.fedlex.admin.ch/eli/cc/2020/194/fr",
    "https://www.fedlex.admin.ch/eli/cc/2020/982/fr",
    "https://www.seco.admin.ch/seco/en/home/seco/nsb-news/medienmitteilungen-2020.msg-id-79133.html",
    "http://www.lawinside.ch/491/",
    "https://lawinside.ch/1028/"
  ]
}
