{
  "metadata": {
    "titre": "Interdiction communale de l'affichage commercial : liberté économique, garantie de la propriété et intérêt public environnemental",
    "reference_principale": "ATF 151 I 3",
    "numero_cause": "2C_36/2023 et 2C_38/2023 (causes jointes)",
    "date_arret": "2024-06-05",
    "juridiction": "Tribunal fédéral suisse, IIe Cour de droit public",
    "domaine": "Droit constitutionnel et administratif",
    "sous_domaines": [
      "Libertés économiques",
      "Garantie de la propriété",
      "Autonomie communale",
      "Protection de l'environnement",
      "Aménagement du territoire",
      "Police des constructions"
    ],
    "mots_cles": [
      "liberté économique",
      "art. 27 Cst.",
      "garantie de la propriété",
      "art. 26 Cst.",
      "art. 36 Cst.",
      "proportionnalité",
      "affichage commercial",
      "publicité",
      "pollution visuelle",
      "protection du paysage",
      "art. 94 Cst.",
      "mesures de politique économique",
      "intérêt public",
      "Vernier",
      "autonomie communale"
    ],
    "auteur_analyse": "Claude",
    "date_analyse": "2025-11-11"
  },
  "arrets_principaux": [
    {
      "reference": "ATF 151 I 3",
      "numero_cause": "2C_36/2023 et 2C_38/2023",
      "date": "2024-06-05",
      "juridiction": "Tribunal fédéral suisse, IIe Cour de droit public",
      "formation": "IIe Cour de droit public",
      "parties": {
        "recourants": "Huit sociétés d'affichage et particuliers actifs dans le secteur publicitaire",
        "autorite_intimee": "Commune de Vernier (Canton de Genève), Conseil municipal"
      },
      "faits": {
        "contexte_general": "La commune de Vernier (Canton de Genève, environ 35'000 habitants, deuxième commune genevoise) a adopté le 6 septembre 2022 un règlement interdisant l'affichage commercial sur le domaine public et sur le domaine privé visible depuis le domaine public. Cette interdiction concerne l'affichage papier (affiches, annonces, panneaux peints) mais autorise l'affichage culturel, sportif et associatif à but non lucratif. L'objectif déclaré : préserver la qualité du paysage, lutter contre la pollution visuelle, protéger les habitants de l'exposition involontaire à la publicité commerciale.",
        "chronologie": [
          {
            "date": "2022-09-06",
            "evenement": "Adoption par le Conseil municipal de Vernier du 'Règlement relatif aux procédés de réclame sur le territoire de la commune de Vernier' interdisant l'affichage commercial sur domaine public et privé visible depuis le domaine public. Le règlement modifie et complète la loi cantonale genevoise sur les procédés de réclame (LPR/GE) du 9 juin 2000."
          },
          {
            "date": "2022-10",
            "evenement": "Tentative de référendum communal par des opposants (sociétés d'affichage, commerçants). Le référendum n'aboutit pas (signatures insuffisantes)."
          },
          {
            "date": "2023-01-23",
            "evenement": "Dépôt de deux recours en matière de droit public au Tribunal fédéral par huit recourants (sociétés d'affichage : Clear Channel Schweiz AG, APG SGA SA, Affichage Holding SA, Neo Advertising SA ; et particuliers). Les recourants invoquent la violation de la liberté économique (art. 27 Cst.), de la garantie de la propriété (art. 26 Cst.), de l'égalité de traitement (art. 8 Cst.), ainsi que l'art. 94 Cst. (interdiction de mesures de politique économique)."
          },
          {
            "date": "2024-06-05",
            "evenement": "Arrêt du Tribunal fédéral : rejet des deux recours. Le règlement communal est conforme à la Constitution. L'interdiction de l'affichage commercial poursuit des buts d'intérêt public (protection du paysage, lutte contre pollution visuelle, protection des consommateurs), repose sur une base légale suffisante, est proportionnée, et ne constitue pas une mesure de politique économique prohibée."
          }
        ],
        "contenu_reglement": {
          "interdiction_generale": "Interdiction de tout affichage commercial, publicitaire, mercantile sur le domaine public ET sur le domaine privé visible depuis le domaine public. Concerne l'affichage papier : affiches, annonces, panneaux peints.",
          "exceptions_autorisees": [
            "Affichage culturel (concerts, théâtres, expositions)",
            "Affichage sportif (événements sportifs)",
            "Affichage associatif à but non lucratif",
            "Enseignes commerciales identifiant l'établissement (nom, logo, activité) fixées sur ou à proximité immédiate du lieu d'activité",
            "Affichage officiel (informations publiques, électorales)"
          ],
          "base_legale": "Règlement communal complétant la Loi genevoise sur les procédés de réclame (LPR/GE) du 9 juin 2000 et son règlement d'application du 11 octobre 2000. Art. 50 de la Constitution genevoise autorise les communes à adopter des règlements dans les matières déléguées par la loi cantonale."
        },
        "enjeux_economiques": "Les sociétés d'affichage tirent l'essentiel de leurs revenus de l'exploitation de panneaux publicitaires dans l'espace public et sur domaines privés visibles. L'interdiction supprime ce marché dans la commune de Vernier. Les recourants estiment le préjudice économique important : disparition d'emplacements publicitaires rentables, perte de revenus pour les propriétaires qui louent des surfaces, atteinte à la concurrence entre acteurs économiques (ceux qui peuvent se permettre de l'affichage en dehors de Vernier vs. ceux qui ne le peuvent pas)."
      },
      "principes_juridiques": [
        {
          "principe": "Liberté économique : contenu et portée (art. 27 Cst.)",
          "enonce": "La liberté économique garantit notamment le libre choix de la profession, le libre accès à une activité économique lucrative privée et son libre exercice (art. 27 al. 2 Cst.). Elle protège toute activité économique privée, exercée à titre professionnel et tendant à la production d'un gain ou d'un revenu. Le droit de faire de la publicité (droit à l'affichage publicitaire) fait partie intégrante de la liberté économique.",
          "reference_considerant": "Consid. 7.1",
          "portee": "La liberté économique n'est pas absolue. Selon l'art. 27 al. 2 in fine Cst., des dérogations sont admissibles si elles sont prévues par la Constitution ou fondées sur des régales. De plus, toute restriction doit respecter les conditions de l'art. 36 Cst. : base légale, intérêt public, proportionnalité."
        },
        {
          "principe": "Droit à la publicité comme composante de la liberté économique",
          "enonce": "La liberté économique comprend le droit de faire de la publicité pour ses produits ou services. Le Tribunal fédéral a constamment reconnu que la publicité constitue un moyen légitime et nécessaire pour exercer une activité économique dans une économie de marché. L'interdiction de l'affichage publicitaire restreint donc la liberté économique.",
          "reference_considerant": "Consid. 7.1 et jurisprudence ATF 128 I 295",
          "portee": "Toutefois, l'interdiction de l'affichage sur domaine public et privé visible ne prive pas totalement les opérateurs de moyens publicitaires : il reste possible de faire de la publicité par d'autres canaux (presse, radio, télévision, Internet, prospectus, marketing direct). La restriction est donc partielle, non totale."
        },
        {
          "principe": "Garantie de la propriété (art. 26 Cst.)",
          "enonce": "La garantie de la propriété (art. 26 al. 1 Cst.) protège toutes les situations patrimoniales conférées par le droit privé. Elle englobe toutes les choses et tous les droits patrimoniaux, notamment le droit d'user de son bien. Un propriétaire qui loue des surfaces de son bien pour l'affichage publicitaire exerce un attribut de la propriété. L'interdiction de cette exploitation constitue une restriction à la garantie de la propriété.",
          "reference_considerant": "Consid. 7.2",
          "portee": "Comme la liberté économique, la garantie de la propriété n'est pas absolue. Les restrictions sont admissibles selon l'art. 36 Cst. si elles reposent sur une base légale, sont justifiées par un intérêt public et sont proportionnées. Le principe d'indemnisation (art. 26 al. 2 Cst.) ne s'applique pas aux restrictions de peu d'importance, aux restrictions générales et abstraites, ni aux restrictions justifiées par l'intérêt public prépondérant."
        },
        {
          "principe": "Art. 94 Cst. : Interdiction des mesures de politique économique",
          "enonce": "L'art. 94 al. 1 Cst. énonce que 'la Confédération et les cantons respectent le principe de la liberté économique'. L'art. 94 al. 4 Cst. prohibe les mesures de politique économique, c'est-à-dire les mesures qui tendent à diriger l'économie selon un plan déterminé, à favoriser certains secteurs ou entreprises, ou à fausser la concurrence. Une telle mesure n'est admissible que si elle est prévue par la Constitution fédérale ou fondée sur une régale cantonale.",
          "reference_considerant": "Consid. 6",
          "portee": "Le Tribunal fédéral distingue les mesures de politique économique prohibées des mesures de police (sécurité, ordre, salubrité publics) et des mesures de politique sociale/environnementale qui sont admissibles. Une mesure poursuivant un but de protection de l'environnement, du paysage, de la santé publique ne constitue pas une mesure de politique économique prohibée, même si elle a accessoirement des effets économiques."
        },
        {
          "principe": "Qualification du règlement de Vernier : Mesure de police/environnementale, NON mesure de politique économique",
          "enonce": "Le règlement communal poursuit des objectifs de politique environnementale et sociale : préserver la qualité du paysage, faciliter la mobilité des piétons, protéger les habitants de l'exposition involontaire à la publicité, lutter contre la pollution visuelle, prévenir les risques de surconsommation et de surendettement. Ces objectifs relèvent de la protection de l'environnement, de la santé publique, de l'aménagement du territoire. Le règlement ne vise PAS à favoriser certains secteurs économiques ou à diriger l'économie.",
          "reference_considerant": "Consid. 6.2",
          "portee": "Le fait que le règlement ait des effets économiques négatifs pour les entreprises d'affichage ne le transforme pas en mesure de politique économique. L'art. 94 al. 4 Cst. n'est donc pas violé. Le règlement relève de la compétence communale déléguée par la loi cantonale."
        },
        {
          "principe": "Conditions de restriction des droits fondamentaux (art. 36 Cst.) : Base légale",
          "enonce": "Toute restriction d'un droit fondamental doit reposer sur une base légale (art. 36 al. 1 Cst.). Plus la restriction est grave, plus la base légale doit être de rang élevé (principe de la densité normative). Pour les restrictions importantes, une loi au sens formel (adoptée par le parlement) est nécessaire. Pour les restrictions de moindre gravité, un règlement communal peut suffire s'il est habilité par une loi cantonale.",
          "reference_considerant": "Consid. 7.3",
          "portee": "Dans le cas d'espèce, le règlement communal de Vernier complète la loi cantonale genevoise sur les procédés de réclame (LPR/GE) de 2000. La loi cantonale autorise les communes à réglementer l'affichage. La base légale est donc suffisante. Les recourants ne contestent pas ce point."
        },
        {
          "principe": "Intérêt public justifiant la restriction",
          "enonce": "Le règlement poursuit plusieurs intérêts publics reconnus : (1) La protection du paysage et de l'environnement bâti (art. 78 Cst. : protection de la nature et du paysage), (2) La lutte contre la pollution visuelle et l'amélioration du cadre de vie, (3) La protection des consommateurs contre l'exposition involontaire à la publicité commerciale et les risques de surconsommation, (4) La facilitation de la mobilité des piétons (visibilité, sécurité).",
          "reference_considerant": "Consid. 7.4",
          "portee": "Ces intérêts sont légitimes et reconnus par la jurisprudence et la législation. La protection du paysage est un objectif constitutionnel (art. 78 Cst.). La lutte contre la pollution visuelle et la préservation de la qualité de vie urbaine relèvent de l'aménagement du territoire et de la protection de l'environnement. La protection des consommateurs est un objectif social légitime."
        },
        {
          "principe": "Proportionnalité : Aptitude, nécessité, proportionnalité au sens étroit",
          "enonce": "Une restriction doit être proportionnée au but visé (art. 36 al. 3 Cst.). Le test de proportionnalité comporte trois volets : (1) Aptitude : la mesure est-elle apte à atteindre le but ? (2) Nécessité : existe-t-il une mesure moins restrictive et aussi efficace ? (3) Proportionnalité au sens étroit : la restriction est-elle raisonnable au regard du but poursuivi, y a-t-il un équilibre acceptable entre l'atteinte aux droits fondamentaux et l'intérêt public ?",
          "reference_considerant": "Consid. 7.5",
          "portee": "Le Tribunal fédéral applique un contrôle de proportionnalité relativement souple en matière d'aménagement du territoire et de police locale, reconnaissant une marge d'appréciation aux autorités communales. Il n'intervient qu'en cas d'excès manifeste ou d'arbitraire."
        },
        {
          "principe": "Aptitude de l'interdiction à atteindre les buts poursuivis",
          "enonce": "L'interdiction de l'affichage commercial est apte à atteindre les objectifs poursuivis. En supprimant les panneaux publicitaires, la mesure réduit effectivement la pollution visuelle, préserve les perspectives paysagères, diminue l'exposition des habitants à la publicité commerciale. L'aptitude ne fait pas de doute.",
          "reference_considerant": "Consid. 7.5.1",
          "portee": "Les recourants ne contestent pas sérieusement l'aptitude. Ils reconnaissent que l'interdiction atteint effectivement les buts annoncés."
        },
        {
          "principe": "Nécessité : Absence de mesure moins restrictive et aussi efficace",
          "enonce": "Les recourants proposent des mesures alternatives moins restrictives : réglementation plus précise (limitation des formats, emplacements, densité), obligation d'autorisation préalable, charte de qualité. Le Tribunal fédéral estime que ces mesures seraient moins efficaces. Une simple réglementation maintiendrait une présence publicitaire significative, donc une pollution visuelle résiduelle. L'interdiction est la mesure la plus sûre pour atteindre l'objectif de suppression de la pollution visuelle.",
          "reference_considerant": "Consid. 7.5.2",
          "portee": "Le Tribunal reconnaît une marge d'appréciation à la commune. Celle-ci peut légitimement estimer qu'une interdiction totale est nécessaire pour préserver efficacement le paysage et protéger ses habitants. Il ne s'agit pas d'un excès manifeste de pouvoir."
        },
        {
          "principe": "Proportionnalité au sens étroit : Équilibre acceptable",
          "enonce": "Le Tribunal fédéral estime que la restriction, bien que sévère, reste proportionnée. Éléments pris en compte : (1) Les entreprises d'affichage peuvent toujours exercer leur activité sur d'autres communes, (2) Les annonceurs peuvent utiliser d'autres canaux publicitaires (Internet, presse, TV, radio, prospectus), (3) Les enseignes commerciales sur lieu d'activité restent autorisées, (4) L'affichage culturel, sportif, associatif reste possible, (5) Les intérêts publics en jeu (qualité de vie, protection environnement) sont importants, (6) La restriction ne touche qu'une seule commune (pas d'interdiction cantonale ou nationale).",
          "reference_considerant": "Consid. 7.5.3",
          "portee": "La proportionnalité est une question d'appréciation et d'équilibre. Le Tribunal fédéral respecte le choix politique de la commune, qui reflète une volonté démocratique locale. Il n'y a pas de disproportion manifeste justifiant l'invalidation du règlement."
        },
        {
          "principe": "Égalité de traitement (art. 8 Cst.) : Exceptions pour affichage culturel/sportif/associatif",
          "enonce": "Les recourants invoquent une violation du principe d'égalité : l'affichage culturel, sportif et associatif reste autorisé, tandis que l'affichage commercial est interdit. Cette différence de traitement créerait une discrimination entre opérateurs économiques. Le Tribunal fédéral rejette cet argument : l'affichage culturel/sportif/associatif poursuit des buts d'intérêt général (promotion de la culture, du sport, du tissu associatif), non des buts lucratifs. La distinction est objectivement justifiée.",
          "reference_considerant": "Consid. 8",
          "portee": "Le principe d'égalité (art. 8 Cst.) n'interdit pas toute différenciation, mais seulement les différenciations arbitraires ou non justifiées. Ici, la distinction entre affichage commercial (but lucratif) et affichage culturel/sportif/associatif (but d'intérêt général) repose sur un critère objectif et pertinent. Il n'y a pas de violation de l'art. 8 Cst."
        }
      ],
      "dispositif": "Le Tribunal fédéral rejette les deux recours en matière de droit public. Les frais judiciaires sont mis solidairement à la charge des recourants. Pas de dépens (l'autorité intimée, commune de Vernier, n'a pas droit à des dépens car elle agit dans l'exercice de ses attributions officielles).",
      "ratio_decidendi": "La ratio decidendi réside dans la qualification du règlement comme mesure de protection environnementale et sociale, NON comme mesure de politique économique prohibée, et dans la conclusion que les restrictions apportées à la liberté économique et à la garantie de la propriété, bien que réelles, sont justifiées par des intérêts publics importants (protection du paysage, lutte contre pollution visuelle, protection des consommateurs) et proportionnées au but poursuivi. Le Tribunal reconnaît une large marge d'appréciation aux autorités communales en matière d'aménagement du territoire et de protection de l'environnement local. L'interdiction, bien que sévère, ne constitue pas un excès manifeste de pouvoir dès lors que les entreprises conservent d'autres canaux publicitaires et que la mesure se limite à une seule commune.",
      "obiter_dicta": "Le Tribunal fédéral développe plusieurs considérations incidentes : (1) la reconnaissance explicite du droit à la publicité comme composante de la liberté économique, (2) la confirmation que les mesures environnementales et sociales ne sont pas des mesures de politique économique prohibées, même si elles ont des effets économiques négatifs, (3) la précision que le principe d'égalité autorise les distinctions objectivement justifiées entre affichage commercial et affichage culturel/sportif/associatif, (4) la reconnaissance d'une large autonomie communale en matière d'aménagement local et de protection du cadre de vie. Ces développements, bien que non strictement nécessaires, renforcent le raisonnement et donnent des indications pour des cas futurs."
    }
  ],
  "arrets_connexes": [
    {
      "reference": "ATF 128 I 295",
      "date": "2002",
      "lien": "Réglementation genevoise sur l'affichage du tabac et de l'alcool",
      "pertinence": "Arrêt de principe sur la liberté économique en matière d'affichage publicitaire. Confirme que le droit de faire de la publicité fait partie de la liberté économique (art. 27 Cst.). Valide une réglementation genevoise interdisant l'affichage de tabac et d'alcool fort sur domaine public et privé visible. Établit que de telles restrictions sont admissibles si elles poursuivent un intérêt public (protection de la santé, notamment des jeunes) et sont proportionnées. Cité comme précédent majeur dans l'ATF 151 I 3."
    },
    {
      "reference": "ATF 128 I 3",
      "date": "2001",
      "lien": "Monopole cantonal de l'affichage sur domaine privé",
      "pertinence": "Arrêt invalidant un monopole cantonal sur l'affichage publicitaire sur domaine privé. Le Tribunal fédéral juge qu'un tel monopole constitue une restriction disproportionnée à la liberté économique. Distinction importante : un monopole (réservant l'activité à un seul opérateur) est plus grave qu'une interdiction générale (s'appliquant à tous également). L'ATF 151 I 3 se distingue de ce cas car il n'y a pas de monopole, mais une interdiction générale et abstraite."
    },
    {
      "reference": "ATF 132 I 97",
      "date": "2005",
      "lien": "Restrictions à la publicité pour l'alcool",
      "pertinence": "Arrêt validant des restrictions cantonales à la publicité pour les boissons alcooliques. Confirme que la protection de la santé publique, notamment des jeunes, constitue un intérêt public légitime justifiant des restrictions à la liberté économique. Applique le test de proportionnalité en matière de publicité. Cité dans l'ATF 151 I 3 pour confirmer la légitimité des objectifs de protection des consommateurs."
    },
    {
      "reference": "ATF 143 I 37",
      "date": "2016",
      "lien": "Services de voiturier (valet parking), art. 94 Cst.",
      "pertinence": "Arrêt sur l'art. 94 Cst. et la distinction entre mesures de politique économique prohibées et mesures de police/sécurité publique admissibles. Le Tribunal invalide une réglementation genevoise sur les services de voiturier jugée disproportionnée. Précise que les mesures de police (sécurité routière, ordre public) ne sont pas des mesures de politique économique. L'ATF 151 I 3 applique le même raisonnement pour qualifier le règlement de Vernier de mesure environnementale, non de politique économique."
    },
    {
      "reference": "ATF 132 I 282",
      "date": "2006",
      "lien": "Monopole électrique cantonal et art. 94 Cst.",
      "pertinence": "Arrêt traitant des monopoles cantonaux en matière d'électricité et de l'art. 94 al. 4 Cst. Confirme que les monopoles fondés sur des régales cantonales traditionnelles peuvent être maintenus, mais que l'art. 94 Cst. limite strictement la création de nouvelles mesures de politique économique. Utile pour comprendre la portée de l'art. 94 Cst. et la distinction entre mesures économiques et autres mesures."
    },
    {
      "reference": "ATF 142 I 76",
      "date": "2015",
      "lien": "Garantie de la propriété et restrictions (art. 26 Cst.)",
      "pertinence": "Arrêt sur la garantie de la propriété et les conditions de restriction selon l'art. 36 Cst. Précise que la garantie de la propriété n'est pas absolue et que des restrictions sont admissibles si elles reposent sur une base légale, poursuivent un intérêt public et sont proportionnées. Confirme que les restrictions générales et abstraites, justifiées par l'intérêt public, ne donnent généralement pas droit à indemnisation. L'ATF 151 I 3 applique ces principes à la restriction de l'usage de la propriété pour l'affichage."
    }
  ],
  "sources_legislatives": [
    {
      "reference": "Art. 27 al. 2 Cst. (RS 101)",
      "texte_verbatim": "La liberté économique garantit notamment le libre choix de la profession, le libre accès à une activité économique lucrative privée et son libre exercice.",
      "langue": "français",
      "portee": "Garantie constitutionnelle fondamentale. La liberté économique protège l'ensemble des activités économiques privées lucratives. Elle inclut le droit de faire de la publicité. Toutefois, l'art. 27 al. 3 Cst. prévoit des dérogations selon les conditions de l'art. 36 Cst."
    },
    {
      "reference": "Art. 26 al. 1 Cst. (RS 101)",
      "texte_verbatim": "La propriété est garantie.",
      "langue": "français",
      "portee": "Garantie constitutionnelle de la propriété. Protège toutes les positions juridiques patrimoniales, notamment le droit d'user de son bien et d'en tirer profit. L'interdiction de louer des surfaces pour l'affichage restreint cette garantie."
    },
    {
      "reference": "Art. 36 Cst. (RS 101)",
      "texte_verbatim": "1 Toute restriction d'un droit fondamental doit être fondée sur une base légale. Les restrictions graves doivent être prévues par une loi. Les cas de danger sérieux, direct et imminent sont réservés. 2 Toute restriction d'un droit fondamental doit être justifiée par un intérêt public ou par la protection d'un droit fondamental d'autrui. 3 Toute restriction d'un droit fondamental doit être proportionnée au but visé. 4 L'essence des droits fondamentaux est inviolable.",
      "langue": "français",
      "portee": "Article clé régissant toute restriction de droits fondamentaux. Établit quatre conditions cumulatives : base légale, intérêt public, proportionnalité, respect de l'essence du droit. L'ATF 151 I 3 applique systématiquement ce test."
    },
    {
      "reference": "Art. 94 al. 1 et 4 Cst. (RS 101)",
      "texte_verbatim": "1 La Confédération et les cantons respectent le principe de la liberté économique. [...] 4 Les dérogations au principe de la liberté économique, en particulier les mesures menaçant la concurrence, ne sont admissibles que si elles sont prévues par la Constitution fédérale ou fondées sur des régales cantonales.",
      "langue": "français",
      "portee": "Interdiction de principe des mesures de politique économique (dirigisme, protectionnisme, favoritisme sectoriel). Distinction essentielle : les mesures de police, sociales, environnementales ne sont PAS des mesures de politique économique prohibées. L'ATF 151 I 3 qualifie le règlement de Vernier de mesure environnementale, donc non prohibée."
    },
    {
      "reference": "Art. 8 Cst. (RS 101)",
      "texte_verbatim": "1 Tous les êtres humains sont égaux devant la loi. 2 Nul ne doit subir de discrimination du fait notamment de son origine, de sa race, de son sexe, de son âge, de sa langue, de sa situation sociale, de son mode de vie, de ses convictions religieuses, philosophiques ou politiques ni du fait d'une déficience corporelle, mentale ou psychique.",
      "langue": "français",
      "portee": "Principe d'égalité et interdiction de la discrimination. S'applique aux relations entre l'État et les particuliers. Interdit les différenciations arbitraires. L'ATF 151 I 3 confirme que la distinction entre affichage commercial et affichage culturel/sportif/associatif est objectivement justifiée, donc conforme à l'art. 8 Cst."
    },
    {
      "reference": "Art. 78 Cst. (RS 101)",
      "texte_verbatim": "1 La protection de la nature et du paysage incombe aux cantons. 2 Dans l'accomplissement de ses tâches, la Confédération prend en considération les objectifs de la protection de la nature et du paysage. Elle ménage les paysages, les sites, les lieux historiques ainsi que les monuments naturels et culturels; elle les conserve dans leur intégralité si l'intérêt public l'exige.",
      "langue": "français",
      "portee": "Mandat constitutionnel de protection de la nature et du paysage. Justifie les mesures de préservation du paysage urbain et de lutte contre la pollution visuelle. L'ATF 151 I 3 s'appuie sur cet article pour reconnaître l'intérêt public poursuivi par le règlement de Vernier."
    },
    {
      "reference": "Loi genevoise sur les procédés de réclame (LPR/GE) du 9 juin 2000",
      "texte_verbatim": "[Loi cantonale déléguant aux communes la compétence de réglementer l'affichage sur leur territoire]",
      "langue": "français",
      "portee": "Base légale cantonale autorisant les communes genevoises à adopter des règlements sur l'affichage. Délégation de compétence de l'État cantonal aux communes. Le règlement de Vernier repose sur cette délégation. La base légale est donc suffisante (loi cantonale + règlement communal)."
    },
    {
      "reference": "Art. 50 de la Constitution genevoise",
      "texte_verbatim": "[Autonomie communale et compétence réglementaire des communes dans les matières déléguées par la loi cantonale]",
      "langue": "français",
      "portee": "Fondement constitutionnel cantonal de l'autonomie communale. Les communes genevoises peuvent adopter des règlements dans les domaines que la loi cantonale leur délègue. L'affichage en fait partie."
    }
  ],
  "analyse_complete": "# Analyse doctrinale approfondie : ATF 151 I 3 - Interdiction communale de l'affichage commercial à Vernier\n\n## Introduction : Un conflit entre liberté économique et qualité de vie urbaine\n\nL'ATF 151 I 3 du 5 juin 2024 marque une étape importante dans la jurisprudence suisse relative aux restrictions de la publicité commerciale dans l'espace public. Pour la première fois, le Tribunal fédéral valide une interdiction communale quasi-totale de l'affichage commercial, qu'il soit sur domaine public ou sur domaine privé visible depuis l'espace public.\n\nCette affaire oppose deux visions du développement urbain et deux conceptions de la liberté :\n\n**D'un côté, les défenseurs de la liberté économique** : sociétés d'affichage (Clear Channel, APG SGA, etc.) et opérateurs publicitaires qui estiment que le droit de faire de la publicité constitue une composante essentielle de l'économie de marché. Pour eux, l'interdiction de Vernier constitue une atteinte disproportionnée à la liberté d'entreprendre, à la propriété privée, et crée une inégalité de traitement entre différentes formes d'expression publique.\n\n**De l'autre côté, les défenseurs de la qualité de vie et de l'environnement** : la commune de Vernier et ses habitants qui considèrent que l'omniprésence de la publicité commerciale dans l'espace public constitue une forme de pollution visuelle nuisant à la qualité du paysage, au bien-être des habitants, et exposant involontairement les citoyens à des messages mercantiles.\n\nCe débat dépasse largement les frontières de Vernier. Il s'inscrit dans une tendance internationale de questionnement sur la place de la publicité dans l'espace public : São Paulo (Brésil) a interdit l'affichage extérieur dès 2007, Grenoble (France) en 2014, plusieurs villes des États-Unis, du Canada, d'Australie ont adopté des restrictions sévères. En Suisse, Genève avait déjà restreint la publicité pour le tabac et l'alcool (ATF 128 I 295, 2002).\n\nL'ATF 151 I 3 aborde des questions juridiques fondamentales :\n\n1. **La nature de la liberté économique** : Le droit de faire de la publicité est-il un élément essentiel de la liberté économique ? Jusqu'où peut-on le restreindre ?\n\n2. **La qualification des mesures restrictives** : L'interdiction de l'affichage commercial constitue-t-elle une mesure de politique économique prohibée (art. 94 Cst.) ou une mesure de protection environnementale admissible ?\n\n3. **La proportionnalité des interdictions totales** : Une interdiction quasi-totale (vs. une simple réglementation) est-elle proportionnée ? Ou constitue-t-elle un excès de pouvoir ?\n\n4. **L'équilibre entre intérêts publics et privés** : Comment concilier l'intérêt public à un environnement urbain agréable avec les intérêts économiques des professionnels de la publicité et des propriétaires ?\n\n5. **L'autonomie communale** : Quelle marge d'appréciation reconnaître aux communes en matière d'aménagement local ?\n\nLe Tribunal fédéral apporte des réponses nuancées, reconnaissant une large autonomie aux communes tout en fixant des limites constitutionnelles. L'arrêt constitue une validation du pouvoir local face aux acteurs économiques, dans un domaine où les enjeux de société (consumérisme, environnement, santé publique) l'emportent sur les intérêts commerciaux.\n\n## I. Contexte factuel et procédural : Vernier, pionnière de l'interdiction publicitaire en Suisse\n\n### A. La commune de Vernier et sa démarche environnementale\n\n**Vernier** est la deuxième commune du canton de Genève par sa population (environ 35'000 habitants). Située en bordure du Rhône et du lac Léman, elle se caractérise par une mixité urbain-rural : quartiers résidentiels denses (Châtelaine, Les Avanchets), zones industrielles et artisanales, et espaces agricoles et naturels (Moulin-de-Vert, bois de Vernier).\n\nDepuis plusieurs années, Vernier mène une politique environnementale ambitieuse : développement de mobilité douce, végétalisation de l'espace public, transition énergétique, promotion de l'économie circulaire. Le règlement sur l'affichage s'inscrit dans cette démarche globale.\n\n**Motivations de l'interdiction** (selon les débats du Conseil municipal et les mémoires de la commune) :\n\n1. **Protection du paysage et lutte contre la pollution visuelle** : Les panneaux publicitaires (certains de grande taille, 12m², rétro-éclairés, à défilement numérique) sont perçus comme des éléments disgracieux qui défigurent le paysage urbain et naturel. Ils créent une \"pollution visuelle\" comparable à la pollution sonore ou atmosphérique.\n\n2. **Préservation du patrimoine architectural et urbain** : Vernier possède un centre historique (le Vieux-Vernier) et des quartiers résidentiels dont l'harmonie architecturale mérite protection. L'affichage commercial massif nuit à cette harmonie.\n\n3. **Protection des habitants contre l'exposition involontaire** : Contrairement à la publicité dans les médias (qu'on peut éteindre) ou sur Internet (qu'on peut bloquer), l'affichage dans l'espace public s'impose au regard de tous, sans possibilité d'échapper. Ceci pose des questions de liberté individuelle : a-t-on le droit de ne PAS être exposé à la publicité dans l'espace commun ?\n\n4. **Prévention de la surconsommation et du surendettement** : La publicité incite à la consommation, créant des besoins artificiels. Dans un contexte de crise climatique et de surendettement des ménages, la commune estime légitime de limiter cette incitation.\n\n5. **Facilitation de la mobilité piétonne et routière** : Les panneaux publicitaires encombrent les trottoirs, réduisent la visibilité (notamment aux intersections), et constituent des sources de distraction pour les conducteurs.\n\n6. **Cohérence avec les objectifs de développement durable** : La publicité valorise la consommation de masse, contradictoire avec les objectifs de transition écologique que la commune poursuit.\n\n### B. Le contenu du règlement : Interdiction large, exceptions ciblées\n\nLe règlement adopté le 6 septembre 2022 (entré en vigueur le 1er janvier 2023) comporte :\n\n**1. Interdiction générale (art. X du règlement)**\n\n\"Est interdit sur le territoire de la commune tout affichage commercial, publicitaire ou mercantile, qu'il soit sur domaine public ou sur domaine privé visible depuis le domaine public.\"\n\nCette formulation extensive couvre :\n\n- **Support** : Affiches papier, panneaux peints, écrans numériques, projections lumineuses.\n- **Lieu** : Domaine public (routes, places, parcs) ET domaine privé si visible de l'espace public (façades, toitures, terrains privés).\n- **Contenu** : Tout message à but commercial, publicitaire ou mercantile (visant à promouvoir la vente de biens ou services).\n\n**2. Exceptions maintenues**\n\nLe règlement autorise :\n\n- **Les enseignes commerciales** : Panneaux fixés sur ou à proximité immédiate du lieu d'exercice de l'activité, indiquant la raison sociale, le logo, la nature de l'activité. Fonction : identifier l'établissement, non faire de la publicité générale.\n\n- **L'affichage culturel** : Affiches pour spectacles, concerts, expositions, événements culturels.\n\n- **L'affichage sportif** : Annonces d'événements sportifs locaux ou régionaux.\n\n- **L'affichage associatif à but non lucratif** : Communications d'associations sans but lucratif (ONG, associations caritatives, groupes de quartier).\n\n- **L'affichage officiel** : Informations publiques, électorales, communications des autorités.\n\n**Justification des exceptions** : Ces formes d'affichage poursuivent un intérêt général (promotion de la culture, du sport, du tissu associatif, information publique), non un but lucratif privé. Elles contribuent au lien social et au débat démocratique.\n\n**3. Régime transitoire**\n\nLe règlement prévoyait un régime transitoire : les affichages commerciaux existants devaient être supprimés dans un délai de 12 mois (soit avant fin 2023). Les contrats en cours pouvaient être résiliés moyennant indemnisation selon le droit des obligations.\n\n### C. Les acteurs en présence et leurs intérêts\n\n**1. Les recourants**\n\nHuit recourants forment deux recours parallèles :\n\n- **Sociétés d'affichage multinationales** : Clear Channel Schweiz AG (leader mondial), APG SGA SA (leader suisse), Affichage Holding SA, Neo Advertising SA. Ces sociétés exploitent des réseaux de panneaux publicitaires en Suisse. Leur modèle d'affaires : elles installent des panneaux (sur domaine public via concessions, sur domaines privés via contrats de location), puis vendent des espaces publicitaires à des annonceurs (commerces, marques, services). Vernier compte plusieurs dizaines d'emplacements publicitaires, représentant un chiffre d'affaires annuel significatif.\n\n- **Particuliers** : Quelques propriétaires qui louent des surfaces de leurs immeubles pour l'affichage, tirant un revenu locatif.\n\nLeurs intérêts :\n\n- **Économiques** : Perte de revenus directs (loyers, chiffre d'affaires publicitaire). Dévalorisation des actifs (panneaux installés deviennent inutilisables). Coûts de démontage.\n\n- **Concurrentiels** : Désavantage pour les entreprises locales de Vernier qui ne peuvent plus faire de publicité locale, au profit d'entreprises des communes voisines.\n\n- **Principe** : Défense de la liberté d'entreprendre et du droit de propriété face à ce qu'ils perçoivent comme une dérive interventionniste des pouvoirs publics.\n\n**2. La commune de Vernier**\n\nLa commune défend son règlement au nom de :\n\n- **L'intérêt public local** : Qualité de vie des habitants, préservation du paysage, cohérence avec la politique environnementale.\n\n- **L'autonomie communale** : Droit de la collectivité locale de décider démocratiquement de l'aménagement de son territoire.\n\n- **La proportionnalité** : L'interdiction touche tous les opérateurs également (pas de discrimination), et les annonceurs conservent d'autres canaux publicitaires.\n\n**3. Les autorités cantonales**\n\nLe canton de Genève soutient le règlement. La loi cantonale sur les procédés de réclame (LPR/GE) de 2000 délègue aux communes la compétence de réglementer l'affichage, dans le cadre fixé par la loi cantonale. Vernier agit donc dans le cadre de ses compétences.\n\n### D. Procédure : Du Conseil municipal au Tribunal fédéral\n\n**Phase politique (2022)**\n\nLe projet de règlement est élaboré par le Conseil administratif (exécutif communal), puis soumis au Conseil municipal (législatif communal). Après débats, le Conseil municipal l'adopte le 6 septembre 2022 par une majorité claire (les Verts, les Socialistes et une partie du Centre soutiennent ; la droite libérale s'oppose).\n\nUne tentative de référendum communal est lancée par les opposants (sociétés d'affichage et commerçants). Mais le nombre de signatures requis n'est pas atteint. Le règlement entre en vigueur le 1er janvier 2023.\n\n**Recours au Tribunal fédéral (2023)**\n\nFaute de voie de recours cantonale ordinaire (le règlement communal est adopté en dernier ressort par le Conseil municipal, sans recours cantonal possible selon le droit genevois), les recourants saisissent directement le Tribunal fédéral.\n\nIls forment deux recours en matière de droit public (art. 82 ss LTF) :\n\n- **Recours 2C_36/2023** : Déposé par Clear Channel Schweiz AG, APG SGA SA et deux autres sociétés.\n- **Recours 2C_38/2023** : Déposé par Affichage Holding SA, Neo Advertising SA et deux particuliers.\n\nLes deux causes sont jointes pour jugement commun (elles soulèvent les mêmes questions juridiques).\n\n**Moyens soulevés par les recourants** :\n\n1. **Violation de l'art. 94 Cst.** : Le règlement constitue une mesure de politique économique prohibée, car il vise à favoriser certains acteurs (ceux de l'affichage culturel/sportif) au détriment d'autres (affichage commercial), et tend à diriger l'économie selon un plan idéologique (décroissance, anti-consumérisme).\n\n2. **Violation de l'art. 27 Cst. (liberté économique)** : Le droit de faire de la publicité est une composante essentielle de la liberté économique. L'interdiction totale est disproportionnée : la commune aurait pu opter pour une simple réglementation (limitation des formats, emplacements, densité) moins restrictive et aussi efficace.\n\n3. **Violation de l'art. 26 Cst. (garantie de la propriété)** : Les propriétaires qui louent des surfaces pour l'affichage perdent un revenu légitime. Cette restriction de la propriété n'est pas justifiée par un intérêt public prépondérant et devrait donner lieu à indemnisation.\n\n4. **Violation de l'art. 8 Cst. (égalité de traitement)** : L'affichage culturel, sportif et associatif reste autorisé, tandis que l'affichage commercial est interdit. Cette distinction crée une discrimination injustifiée entre différentes formes d'expression. Pourquoi un concert peut-il être annoncé et pas un commerce ?\n\n**Arrêt du Tribunal fédéral (5 juin 2024)**\n\nLa IIe Cour de droit public rend un arrêt de rejet. Elle rejette tous les moyens des recourants et confirme la validité du règlement.\n\n## II. Fondements juridiques : Architecture constitutionnelle des libertés économiques et de leurs limites\n\n### A. La liberté économique (art. 27 Cst.) : Contenu, portée, limites\n\n**1. Contenu de la liberté économique**\n\nL'art. 27 al. 2 Cst. énonce : \"La liberté économique garantit notamment le libre choix de la profession, le libre accès à une activité économique lucrative privée et son libre exercice.\"\n\nCette formulation englobe plusieurs composantes :\n\n- **Liberté professionnelle** : Choix libre de sa profession, formation, carrière.\n- **Liberté d'établissement** : Droit de créer une entreprise, de s'installer où on le souhaite (sous réserve des règles d'aménagement).\n- **Liberté d'exercice** : Droit d'exercer son activité économique selon ses choix, notamment : fixer ses prix, choisir ses clients, ses fournisseurs, ses méthodes de production, ses canaux de distribution, ses stratégies marketing.\n\nLa jurisprudence constante reconnaît que **le droit de faire de la publicité** fait partie intégrante de la liberté d'exercice de l'activité économique (ATF 128 I 295 consid. 3a ; ATF 128 I 3 consid. 2b).\n\nRaisons :\n\n- Dans une économie de marché, la publicité est un moyen légitime et nécessaire de faire connaître ses produits/services.\n- Restreindre sévèrement la publicité revient à entraver l'accès au marché et la concurrence.\n- La publicité contribue à l'information du consommateur (même si elle est partiale).\n\n**2. Titulaires de la liberté économique**\n\nLa liberté économique protège :\n\n- Les **personnes physiques** suisses et étrangères (avec quelques restrictions pour les étrangers).\n- Les **personnes morales** de droit privé (sociétés, associations) ayant leur siège en Suisse ou dans l'UE/AELE.\n\nDans l'ATF 151 I 3, tant les sociétés d'affichage (personnes morales) que les particuliers propriétaires (personnes physiques) peuvent invoquer la liberté économique.\n\n**3. Limites de la liberté économique**\n\nLa liberté économique n'est pas absolue. Elle peut être restreinte selon deux fondements distincts :\n\n**a) Restrictions selon l'art. 27 al. 3 Cst.**\n\nL'art. 27 al. 3 Cst. dispose : \"Toute pratique de la concurrence déloyale est interdite.\"\n\nCette disposition autorise l'État à restreindre la liberté économique pour protéger la loyauté de la concurrence (LCD, loi sur les cartels, etc.).\n\n**b) Restrictions selon l'art. 36 Cst. (clause générale)**\n\nComme tout droit fondamental, la liberté économique peut être restreinte selon les conditions de l'art. 36 Cst. (base légale, intérêt public, proportionnalité). C'est ce fondement qu'applique l'ATF 151 I 3.\n\n**c) Interdiction des mesures de politique économique (art. 94 al. 4 Cst.)**\n\nRègle spécifique : Même si les conditions de l'art. 36 Cst. sont remplies, une mesure de politique économique (dirigisme, protectionnisme, favoritisme sectoriel) reste prohibée sauf base constitutionnelle ou régale.\n\n### B. La garantie de la propriété (art. 26 Cst.)\n\n**1. Contenu de la garantie**\n\nL'art. 26 al. 1 Cst. proclame : \"La propriété est garantie.\"\n\nCette garantie couvre :\n\n- **Toutes les choses** (immeubles, meubles).\n- **Tous les droits patrimoniaux** (créances, droits de propriété intellectuelle, parts sociales, etc.).\n- **Toutes les situations patrimoniales acquises** (droits acquis).\n\nLa garantie comporte plusieurs aspects :\n\n- **Garantie de l'institution** : L'ordre juridique doit connaître et protéger la propriété privée en tant qu'institution.\n- **Garantie du droit individuel** : Chaque propriétaire a un droit subjectif protégé contre l'État et les tiers.\n- **Droit d'user et de jouir** : Le propriétaire peut user de sa chose, en percevoir les fruits, en disposer (vendre, donner, détruire).\n\nDans l'ATF 151 I 3, les propriétaires qui louent des surfaces de leurs immeubles pour l'affichage publicitaire exercent un attribut classique de la propriété : tirer un revenu de son bien. L'interdiction de cette exploitation restreint la garantie de la propriété.\n\n**2. Limites de la garantie de la propriété**\n\nLa garantie de la propriété n'est pas absolue. Elle peut être restreinte selon les conditions de l'art. 36 Cst.\n\nDistinctions importantes :\n\n**a) Restriction vs. Expropriation**\n\n- **Restriction** : Limitation générale et abstraite de l'usage de la propriété, s'appliquant à tous les propriétaires dans la même situation (ex : règles de construction, interdictions de certaines activités). Les restrictions générales justifiées par l'intérêt public ne donnent généralement PAS droit à indemnisation (art. 26 al. 2 Cst. a contrario).\n\n- **Expropriation** : Privation individuelle et concrète de la propriété ou d'attributs essentiels, au bénéfice de la collectivité. L'expropriation nécessite une base légale formelle et donne droit à pleine indemnisation (art. 26 al. 2 Cst.).\n\nL'interdiction de l'affichage à Vernier constitue une **restriction générale** (elle s'applique à tous, abstraitement), non une expropriation. Donc pas de droit à indemnisation.\n\n**b) Restrictions graves vs. légères**\n\nPlus la restriction est grave, plus elle doit respecter strictement les conditions de l'art. 36 Cst. (notamment : base légale de rang élevé, contrôle de proportionnalité sévère).\n\nL'interdiction de l'affichage commercial supprime un usage possible de la propriété, mais ne supprime pas la propriété elle-même ni ses usages principaux (habitation, commerce, etc.). C'est une restriction significative mais non gravissime.\n\n### C. L'art. 94 Cst. : Interdiction des mesures de politique économique\n\n**1. Principe de la liberté économique (art. 94 al. 1 Cst.)**\n\nL'art. 94 al. 1 Cst. dispose : \"La Confédération et les cantons respectent le principe de la liberté économique.\"\n\nCet article réaffirme au niveau des principes économiques ce que l'art. 27 Cst. garantit au niveau des droits fondamentaux individuels. Il engage l'État à créer un cadre économique libéral, fondé sur la liberté de marché et la concurrence.\n\n**2. Interdiction des mesures de politique économique (art. 94 al. 4 Cst.)**\n\nL'art. 94 al. 4 Cst. énonce : \"Les dérogations au principe de la liberté économique, en particulier les mesures menaçant la concurrence, ne sont admissibles que si elles sont prévues par la Constitution fédérale ou fondées sur des régales cantonales.\"\n\nCette disposition prohibe les **mesures de politique économique**, c'est-à-dire les mesures qui :\n\n- Tendent à diriger l'économie selon un plan déterminé (dirigisme, planification économique).\n- Visent à protéger ou favoriser certains secteurs, certaines formes d'exploitation, certaines entreprises (protectionnisme, favoritisme).\n- Faussent la concurrence en avantageant certains opérateurs au détriment d'autres.\n\nExemples de mesures prohibées (sauf base constitutionnelle ou régale) :\n\n- Contingentement de l'accès à une profession pour limiter la concurrence.\n- Fixation de prix minimaux ou maximaux (sauf exceptions constitutionnelles).\n- Subventions sélectives avantageant certaines entreprises.\n- Monopoles publics ou privés (sauf régales reconnues).\n\n**3. Distinction fondamentale : Politique économique vs. Police/Social/Environnement**\n\nL'art. 94 al. 4 Cst. NE prohibe PAS :\n\n- **Les mesures de police** : Mesures visant la sécurité, l'ordre, la salubrité publics. Ex : règles de sécurité au travail, normes sanitaires, interdiction de produits dangereux.\n\n- **Les mesures de politique sociale** : Mesures visant la protection des travailleurs, des consommateurs, des personnes vulnérables. Ex : salaire minimum, durée maximale du travail, protection des locataires.\n\n- **Les mesures de protection de l'environnement et du paysage** : Mesures visant la protection de la nature, du climat, de la biodiversité, du paysage, de la santé publique. Ex : normes anti-pollution, interdiction de substances toxiques, protection d'espaces naturels.\n\nCes mesures, bien qu'elles aient souvent des effets économiques (coûts pour les entreprises, limitations d'activités), sont admissibles car elles ne poursuivent PAS un but de politique économique (diriger l'économie, favoriser un secteur), mais un but d'intérêt public non économique.\n\n**Application à l'ATF 151 I 3 :**\n\nLa question centrale est : Le règlement de Vernier constitue-t-il une mesure de politique économique (prohibée) ou une mesure environnementale/sociale (admissible) ?\n\nLe Tribunal fédéral conclut : C'est une mesure environnementale et sociale, NON une mesure de politique économique. Donc l'art. 94 al. 4 Cst. n'est pas violé.\n\n### D. Les conditions générales de restriction des droits fondamentaux (art. 36 Cst.)\n\nToute restriction d'un droit fondamental doit respecter l'art. 36 Cst. qui énonce quatre conditions cumulatives :\n\n**1. Base légale (art. 36 al. 1 Cst.)**\n\n\"Toute restriction d'un droit fondamental doit être fondée sur une base légale. Les restrictions graves doivent être prévues par une loi. Les cas de danger sérieux, direct et imminent sont réservés.\"\n\nPrincipe de la **légalité** : L'État ne peut restreindre les droits que s'il dispose d'une base légale.\n\nPrincipe de la **densité normative** : Plus la restriction est grave, plus la base légale doit être de rang élevé (loi formelle, voire loi référendaire). Les restrictions légères peuvent reposer sur des ordonnances ou règlements.\n\nDans l'ATF 151 I 3 : Le règlement communal repose sur la loi cantonale genevoise sur les procédés de réclame (LPR/GE) qui délègue aux communes la compétence de réglementer l'affichage. Base légale suffisante (loi cantonale + règlement communal).\n\n**2. Intérêt public (art. 36 al. 2 Cst.)**\n\n\"Toute restriction d'un droit fondamental doit être justifiée par un intérêt public ou par la protection d'un droit fondamental d'autrui.\"\n\nLa restriction doit poursuivre un but légitime d'intérêt général, non des intérêts privés ou partisans.\n\nIntérêts publics reconnus : sécurité, ordre, santé, environnement, aménagement du territoire, protection des consommateurs, moralité publique, etc.\n\nDans l'ATF 151 I 3 : Protection du paysage, lutte contre pollution visuelle, protection des consommateurs, facilitation de la mobilité. Intérêts publics légitimes.\n\n**3. Proportionnalité (art. 36 al. 3 Cst.)**\n\n\"Toute restriction d'un droit fondamental doit être proportionnée au but visé.\"\n\nLe test de proportionnalité comporte trois sous-tests :\n\n- **Aptitude (Eignung)** : La mesure est-elle apte à atteindre le but poursuivi ? Est-elle efficace ?\n\n- **Nécessité (Erforderlichkeit)** : Existe-t-il une mesure moins restrictive et aussi efficace ? (Principe du moindre mal)\n\n- **Proportionnalité au sens étroit (Verhältnismässigkeit im engeren Sinn)** : La restriction est-elle raisonnable, acceptable au regard du but ? Y a-t-il un équilibre entre l'atteinte aux droits et l'intérêt public ?\n\nCe test de proportionnalité constitue le cœur du contrôle constitutionnel. C'est sur ce point que se concentrent les débats dans l'ATF 151 I 3.\n\n**4. Respect de l'essence du droit (art. 36 al. 4 Cst.)**\n\n\"L'essence des droits fondamentaux est inviolable.\"\n\nMême si les trois conditions précédentes sont remplies, l'État ne peut vider un droit de toute substance. L'\"essence\" (le noyau dur, le contenu minimum) doit être préservée.\n\nEx : On peut restreindre la liberté d'expression, mais on ne peut pas l'interdire totalement pour certaines catégories de personnes.\n\nDans l'ATF 151 I 3 : L'essence de la liberté économique et de la propriété est-elle respectée ? Oui, car les opérateurs peuvent encore exercer leur activité (dans d'autres communes, par d'autres canaux publicitaires), et les propriétaires conservent l'essentiel de leurs prérogatives.\n\n## III. Le raisonnement du Tribunal fédéral : Validation d'une interdiction locale proportionnée\n\n### A. Sur l'art. 94 Cst. : Une mesure environnementale, non de politique économique (consid. 6)\n\nLes recourants soutiennent que le règlement de Vernier constitue une mesure de politique économique prohibée par l'art. 94 al. 4 Cst. Selon eux :\n\n- Le règlement favorise l'affichage culturel/sportif/associatif au détriment de l'affichage commercial, créant une distorsion de concurrence.\n- Il vise à orienter l'économie selon un plan idéologique (décroissance, anticonsumérisme, écologisme radical).\n- Il prive les entreprises d'un moyen normal de promotion, faussant la concurrence entre entreprises locales (ne pouvant plus faire de publicité à Vernier) et entreprises des communes voisines.\n\nLe Tribunal fédéral rejette cette qualification (consid. 6.2) :\n\n**1. Objectifs poursuivis : Environnement et société, NON économie**\n\nLe règlement poursuit des objectifs de :\n\n- **Protection de l'environnement** : Préservation du paysage (art. 78 Cst.), lutte contre la pollution visuelle.\n- **Politique sociale** : Protection des habitants contre l'exposition involontaire, prévention de la surconsommation et du surendettement.\n- **Aménagement du territoire** : Amélioration du cadre de vie urbain, facilitation de la mobilité.\n\nCes objectifs sont **non économiques**. Ils relèvent de la police de l'environnement et du social, domaines dans lesquels l'État dispose d'une large compétence réglementaire.\n\n**2. Absence de but de direction économique**\n\nLe règlement ne vise PAS à :\n\n- Protéger certaines entreprises de la concurrence.\n- Favoriser certains secteurs économiques.\n- Diriger l'économie selon un plan.\n- Réserver le marché publicitaire à certains opérateurs.\n\nIl vise simplement à supprimer une nuisance (la pollution visuelle) dans l'intérêt général, comme on supprimerait une pollution sonore ou atmosphérique.\n\n**3. Effets économiques : Conséquences accessoires, non but principal**\n\nCertes, le règlement a des effets économiques négatifs pour les sociétés d'affichage. Mais ces effets sont **accessoires et indirects**. Toute réglementation environnementale ou sociale a des coûts économiques (normes anti-pollution, règles de sécurité au travail, etc.). Cela ne les transforme pas en mesures de politique économique.\n\n**4. Jurisprudence antérieure**\n\nLe Tribunal cite des précédents (ATF 128 I 295 : interdiction de l'affichage tabac/alcool à Genève ; ATF 143 I 37 : réglementation des services de voiturier) : Les mesures de protection de la santé, de l'environnement, de la sécurité, même restrictives pour certaines activités économiques, ne sont pas des mesures de politique économique prohibées.\n\n**Conclusion sur l'art. 94 Cst. : Non violation**\n\nLe règlement de Vernier n'est pas une mesure de politique économique au sens de l'art. 94 al. 4 Cst. Il relève de la compétence réglementaire ordinaire des communes en matière d'aménagement local et de protection de l'environnement.\n\n### B. Sur la liberté économique (art. 27 Cst.) et la garantie de la propriété (art. 26 Cst.) (consid. 7)\n\nAyant écarté la violation de l'art. 94 Cst., le Tribunal examine les restrictions aux libertés individuelles selon l'art. 36 Cst.\n\n**1. Existence d'une restriction (consid. 7.1-7.2)**\n\nLe Tribunal reconnaît sans ambiguïté que le règlement restreint :\n\n- **La liberté économique (art. 27 Cst.)** : Les sociétés d'affichage ne peuvent plus exercer leur activité à Vernier. Les annonceurs ne peuvent plus utiliser ce canal publicitaire.\n\n- **La garantie de la propriété (art. 26 Cst.)** : Les propriétaires ne peuvent plus louer des surfaces pour l'affichage.\n\nCes restrictions sont réelles et significatives. Le Tribunal ne les minimise pas.\n\n**2. Base légale suffisante (consid. 7.3)**\n\nLa base légale (loi cantonale LPR/GE + règlement communal) est suffisante. Les recourants ne contestent d'ailleurs pas ce point.\n\n**3. Intérêts publics légitimes (consid. 7.4)**\n\nLe Tribunal reconnaît la légitimité des intérêts publics invoqués :\n\n**a) Protection du paysage et lutte contre la pollution visuelle**\n\nL'art. 78 Cst. confie aux autorités la protection du paysage. Le paysage ne se limite pas aux espaces naturels : le paysage urbain, l'harmonie architecturale, l'esthétique de l'espace public méritent aussi protection.\n\nLa **pollution visuelle** est reconnue comme une nuisance : encombrement visuel, saturation de l'attention, atteinte à l'esthétique. Les panneaux publicitaires, surtout de grande taille et rétro-éclairés, contribuent à cette pollution.\n\nObjectif légitime : Préserver un environnement urbain harmonieux, agréable, reposant.\n\n**b) Protection des habitants contre l'exposition involontaire**\n\nContrairement à la publicité dans les médias (qu'on peut éteindre, zapper) ou sur Internet (qu'on peut bloquer), l'affichage dans l'espace public s'impose au regard de tous, sans possibilité d'y échapper (sauf fermer les yeux ou détourner le regard constamment).\n\nCette exposition involontaire pose une question de **liberté négative** : A-t-on le droit de ne PAS être exposé à la publicité commerciale dans l'espace commun ?\n\nLe Tribunal reconnaît que protéger les habitants de cette exposition constitue un intérêt public légitime, relevant de la protection de la personnalité et du droit à un environnement sain.\n\n**c) Prévention de la surconsommation et du surendettement**\n\nLa publicité incite à la consommation, créant des besoins artificiels. Dans un contexte de surendettement des ménages (problème social reconnu), limiter l'exposition publicitaire contribue à la protection des consommateurs.\n\nCet objectif est plus controversé (les recourants estiment qu'il relève d'un paternalisme excessif : les adultes sont capables de résister à la publicité). Mais le Tribunal le valide comme objectif légitime, relevant de la protection sociale.\n\n**d) Facilitation de la mobilité**\n\nLes panneaux publicitaires peuvent encombrer les trottoirs (réduction de l'espace piéton), réduire la visibilité aux intersections, et distraire les conducteurs (risque d'accidents, notamment avec les panneaux numériques à défilement).\n\nObjectif de sécurité routière et de fluidité des déplacements : légitime.\n\n**4. Proportionnalité : Le test décisif (consid. 7.5)**\n\nC'est sur la proportionnalité que se concentre le débat. Les recourants soutiennent que l'interdiction totale est disproportionnée : une simple réglementation (limitation des formats, emplacements, densité) serait moins restrictive et aussi efficace.\n\nLe Tribunal applique les trois sous-tests de proportionnalité :\n\n**a) Aptitude (consid. 7.5.1)**\n\nL'interdiction est-elle apte à atteindre les buts ?\n\nOui, manifestement. En supprimant l'affichage commercial, on supprime la pollution visuelle qu'il génère, on réduit l'exposition publicitaire, on libère l'espace public.\n\nLes recourants ne contestent pas sérieusement l'aptitude.\n\n**b) Nécessité (consid. 7.5.2)**\n\nExiste-t-il une mesure moins restrictive et aussi efficace ?\n\nLes recourants proposent :\n\n- **Réglementation des formats** : Limiter la taille des panneaux (ex : maximum 4m²).\n- **Réglementation des emplacements** : Interdire l'affichage dans certaines zones sensibles (centre historique, abords d'écoles), l'autoriser ailleurs.\n- **Réglementation de la densité** : Limiter le nombre de panneaux par kilomètre de rue.\n- **Régime d'autorisation préalable** : Soumettre chaque affichage à autorisation communale, permettant un contrôle esthétique.\n- **Charte de qualité** : Imposer des standards esthétiques (design, couleurs, intégration architecturale).\n\nLe Tribunal estime que ces mesures seraient **moins efficaces** pour atteindre l'objectif de suppression de la pollution visuelle :\n\n- Une réglementation des formats/emplacements/densité maintiendrait une présence publicitaire significative, donc une pollution visuelle résiduelle.\n- Un régime d'autorisation serait lourd à gérer (nombreuses demandes), source de contestations (refus perçus comme arbitraires), et ne garantirait pas l'absence de pollution visuelle (comment définir objectivement la \"qualité esthétique\" ?).\n- Une charte de qualité améliorerait l'esthétique individuelle des panneaux, mais ne réduirait pas leur nombre ni l'exposition publicitaire.\n\nSi la commune veut **totalement supprimer** la pollution visuelle publicitaire, l'interdiction est la mesure la plus sûre et efficace.\n\n**Marge d'appréciation de la commune**\n\nLe Tribunal reconnaît une **large marge d'appréciation** aux autorités communales en matière d'aménagement du territoire et de protection de l'environnement local.\n\nLa commune est mieux placée que le juge fédéral pour évaluer :\n\n- L'intensité de la pollution visuelle localement.\n- Les attentes et besoins de la population locale.\n- L'efficacité comparée de différentes mesures.\n\nDès lors qu'il n'y a pas d'**excès manifeste ou d'arbitraire**, le Tribunal respecte le choix politique de la commune.\n\nConclusion sur la nécessité : La commune pouvait raisonnablement estimer qu'une interdiction était nécessaire. Pas d'excès manifeste.\n\n**c) Proportionnalité au sens étroit (consid. 7.5.3)**\n\nLa restriction est-elle raisonnable, acceptable au regard du but ?\n\nLe Tribunal procède à une **mise en balance** des intérêts en jeu :\n\n**Éléments plaidant pour l'acceptabilité de la restriction :**\n\n1. **Limitation géographique** : L'interdiction ne touche qu'une seule commune (Vernier), non tout le canton ou la Suisse. Les sociétés d'affichage peuvent exercer leur activité ailleurs. Les annonceurs peuvent cibler d'autres communes.\n\n2. **Alternatives publicitaires** : Les annonceurs conservent de nombreux canaux publicitaires : presse, radio, télévision, Internet (publicité en ligne, réseaux sociaux, site web), prospectus, marketing direct, parrainage d'événements. L'affichage n'est qu'un canal parmi d'autres.\n\n3. **Maintien des enseignes commerciales** : Les commerces peuvent toujours afficher leur enseigne (nom, logo, activité) sur leur lieu d'activité. Ils peuvent donc se faire connaître localement. Seule la publicité générale diffuse dans l'espace public est interdite.\n\n4. **Maintien de l'affichage culturel/sportif/associatif** : L'espace public n'est pas totalement vide d'affichage. L'affichage à vocation culturelle, sociale, informative reste possible. Seule la dimension commerciale lucrative est supprimée.\n\n5. **Importance des intérêts publics** : La qualité de vie des 35'000 habitants, la préservation du paysage, la protection de l'environnement constituent des intérêts publics majeurs.\n\n6. **Choix démocratique local** : Le règlement a été adopté démocratiquement par le Conseil municipal (représentant la population locale). Il reflète une volonté politique légitime.\n\n**Éléments plaidant contre l'acceptabilité :**\n\n1. **Sévérité de la restriction** : L'interdiction est quasi-totale (hormis exceptions). Les sociétés d'affichage perdent tout un marché local. Les annonceurs locaux perdent un canal de proximité efficace.\n\n2. **Atteinte à la concurrence** : Les entreprises locales de Vernier sont désavantagées par rapport à celles des communes voisines (qui peuvent faire de l'affichage local). Un commerce de Vernier ne peut plus annoncer ses promotions par affiches à Vernier, tandis qu'un commerce de Meyrin (commune voisine) le peut.\n\n3. **Pertes économiques** : Revenus perdus pour les sociétés d'affichage et les propriétaires. Coûts de démontage des installations.\n\n**Conclusion de la mise en balance**\n\nLe Tribunal estime que la restriction, bien que sévère, reste **proportionnée** :\n\n- L'atteinte aux droits économiques est réelle mais non insurmontable (alternatives existantes, limitation géographique).\n- Les intérêts publics en jeu sont importants.\n- Le choix démocratique local mérite respect.\n- Il n'y a pas de **disproportion manifeste** justifiant l'invalidation.\n\nLe Tribunal souligne qu'il n'appartient pas au juge constitutionnel de substituer son appréciation à celle du législateur communal. Le contrôle de proportionnalité n'est pas un contrôle d'opportunité. Tant que la mesure reste dans les limites du raisonnable, elle doit être validée.\n\n**Portée de ce contrôle de proportionnalité souple**\n\nLe Tribunal adopte un contrôle de proportionnalité relativement **souple** (deferential). Il ne vérifie pas si la mesure est la meilleure possible, mais seulement si elle est **manifestement disproportionnée**.\n\nCette retenue judiciaire se justifie par :\n\n- Le respect de l'autonomie communale et de la démocratie locale.\n- La reconnaissance que les choix d'aménagement du territoire et de politique environnementale relèvent prioritairement des autorités politiques, non des juges.\n- La difficulté d'établir objectivement qu'une mesure alternative serait aussi efficace (incertitude empirique).\n\nCritique possible : Cette retenue risque de valider des restrictions excessives, au détriment des libertés économiques. Un contrôle plus strict aurait pu conduire à invalider l'interdiction totale.\n\n### C. Sur l'égalité de traitement (art. 8 Cst.) : Distinction justifiée entre affichage commercial et non commercial (consid. 8)\n\nLes recourants invoquent une violation du principe d'égalité (art. 8 Cst.) : Pourquoi l'affichage culturel, sportif et associatif est-il autorisé, tandis que l'affichage commercial est interdit ? Cette différence de traitement créerait une discrimination arbitraire.\n\nLe Tribunal rejette cet argument :\n\n**1. Principe d'égalité : Égaux doivent être traités également, inégaux inégalement**\n\nL'art. 8 al. 1 Cst. énonce : \"Tous les êtres humains sont égaux devant la loi.\"\n\nCe principe n'interdit pas toute différenciation. Il interdit seulement les différenciations **arbitraires**, c'est-à-dire non fondées sur un critère objectif pertinent.\n\nUne différenciation est admissible si :\n\n- Elle repose sur un **critère objectif** (une caractéristique réelle, vérifiable).\n- Ce critère est **pertinent** au regard du but poursuivi.\n- La différenciation est **proportionnée**.\n\n**2. Différence objective : But lucratif vs. intérêt général**\n\nLe critère de distinction retenu par le règlement est le **but poursuivi** :\n\n- **Affichage commercial** : But lucratif privé (promouvoir la vente de biens ou services pour réaliser un profit).\n\n- **Affichage culturel/sportif/associatif** : But d'intérêt général (promouvoir la culture, le sport, le tissu associatif, sans profit commercial).\n\nCe critère est objectif (on peut déterminer factuellement si un affichage a un but lucratif ou non) et repose sur une différence réelle.\n\n**3. Pertinence du critère**\n\nLe critère est pertinent au regard des buts du règlement :\n\n- **Pollution visuelle** : L'affichage commercial est quantitativement dominant et esthétiquement plus agressif (couleurs vives, messages racoleurs). L'affichage culturel/sportif/associatif est minoritaire et généralement plus sobre.\n\n- **Protection contre l'exposition commerciale** : Le but est de protéger contre les messages mercantiles incitant à la consommation. Les messages culturels/sportifs/associatifs n'ont pas cet effet.\n\n- **Intérêt général** : L'affichage culturel/sportif/associatif sert l'intérêt général (promotion de la culture, du sport, du lien social). Il est légitime de le favoriser par rapport à l'affichage purement commercial.\n\n**4. Jurisprudence constante**\n\nLe Tribunal rappelle que la distinction entre expression commerciale et expression non commerciale est classique en droit constitutionnel.\n\nEn droit américain (First Amendment) : La \"commercial speech\" bénéficie d'une protection moindre que la \"non-commercial speech\" (expression politique, artistique, religieuse).\n\nEn droit européen (CEDH) : L'art. 10 CEDH (liberté d'expression) s'applique à la publicité commerciale, mais les États disposent d'une large marge d'appréciation pour la restreindre.\n\nCette distinction reflète l'idée que l'expression commerciale, bien que protégée, sert avant tout des intérêts privés, tandis que l'expression culturelle, politique, associative sert l'intérêt général et le débat démocratique.\n\n**Conclusion sur l'art. 8 Cst. : Pas de violation**\n\nLa distinction entre affichage commercial et affichage culturel/sportif/associatif repose sur un critère objectif et pertinent. Elle ne constitue pas une discrimination arbitraire.\n\n## IV. Synthèse doctrinale : Leçons de droit et implications systémiques\n\n### A. L'autonomie communale face aux enjeux environnementaux\n\nL'ATF 151 I 3 illustre la vitalité de l'autonomie communale en Suisse. Malgré la pression économique et les recours d'acteurs puissants (multinationales de l'affichage), le Tribunal fédéral valide le choix politique d'une commune de taille moyenne.\n\nCette validation repose sur plusieurs piliers :\n\n**1. Compétence réglementaire déléguée**\n\nLes communes suisses disposent de compétences réglementaires dans les matières que les lois cantonales leur délèguent. L'aménagement local, la police des constructions, la protection de l'environnement local relèvent traditionnellement de cette compétence.\n\nLe fédéralisme suisse implique un respect de la subsidiarité : les décisions doivent être prises au niveau le plus proche des citoyens, sauf nécessité de réglementation supérieure.\n\n**2. Légitimité démocratique**\n\nLe règlement a été adopté par le Conseil municipal élu, après débat public. Il reflète une volonté politique locale. Le Tribunal fédéral respecte cette légitimité démocratique.\n\nLa démocratie locale implique le droit de la communauté de définir son modèle de développement, son cadre de vie, ses priorités. Tant que les limites constitutionnelles sont respectées, le juge ne doit pas substituer son appréciation à celle du législateur.\n\n**3. Marge d'appréciation en matière environnementale**\n\nLe Tribunal reconnaît une large marge d'appréciation aux autorités en matière de protection de l'environnement et d'aménagement du territoire. Ces domaines impliquent des choix politiques (quel niveau de protection voulons-nous ? quels sacrifices économiques acceptons-nous ?) que les juges ne sont pas mieux placés que les élus pour trancher.\n\nCette retenue judiciaire favorise la diversité locale : chaque commune peut choisir son modèle, permettant une expérimentation et une adaptation aux spécificités locales.\n\n**Implications :**\n\nD'autres communes suisses pourraient s'inspirer de Vernier et adopter des règlements similaires. On peut imaginer une mosaïque de régimes locaux, certaines communes interdisant l'affichage, d'autres le réglementant strictement, d'autres adoptant une approche libérale.\n\nCette diversité permet une forme de \"vote par les pieds\" : les citoyens qui valorisent un environnement sans publicité peuvent choisir de vivre à Vernier ; ceux qui préfèrent un environnement plus commercial peuvent choisir d'autres communes. Les entreprises peuvent aussi s'adapter (cibler leurs campagnes publicitaires sur les communes autorisant l'affichage).\n\n### B. La qualification des mesures : Distinction entre politique économique et police environnementale\n\nL'ATF 151 I 3 confirme une jurisprudence constante : Les mesures de protection de l'environnement, de la santé publique, de la sécurité, du patrimoine ne constituent PAS des mesures de politique économique prohibées par l'art. 94 al. 4 Cst., même si elles ont des effets économiques négatifs.\n\nCette distinction est capitale :\n\n**Mesures de politique économique (prohibées sauf base constitutionnelle/régale) :**\n\n- But : Diriger l'économie, favoriser certains secteurs/entreprises, protéger de la concurrence.\n- Effets : Fausser la concurrence, créer des rentes de situation.\n- Exemples : Contingentement d'accès à une profession pour limiter la concurrence, subventions sélectives, monopoles artificiels.\n\n**Mesures de police/environnement/social (admissibles selon art. 36 Cst.) :**\n\n- But : Protéger la sécurité, la santé, l'environnement, le patrimoine, les consommateurs, les travailleurs.\n- Effets : Peuvent avoir des coûts économiques, mais c'est accessoire.\n- Exemples : Normes anti-pollution, interdiction de substances dangereuses, règles de sécurité au travail, protection du paysage.\n\n**Critère de distinction : Le but principal poursuivi**\n\nCe qui compte, c'est le but principal, non les effets accessoires. Une mesure environnementale peut avoir des effets économiques négatifs importants sans devenir pour autant une mesure de politique économique.\n\n**Application à l'ATF 151 I 3 :**\n\nLe règlement de Vernier vise la protection du paysage et des habitants, non la direction de l'économie. Donc il relève de la police environnementale, non de la politique économique.\n\n**Portée générale :**\n\nCette distinction permet aux autorités de réglementer largement pour protéger l'environnement, la santé, la sécurité, sans être bloquées par l'art. 94 al. 4 Cst. C'est une reconnaissance de l'importance des enjeux non économiques (climat, biodiversité, santé, qualité de vie) dans les choix politiques.\n\n### C. La proportionnalité en matière de restrictions totales\n\nL'ATF 151 I 3 valide une interdiction quasi-totale d'une activité économique (l'affichage commercial). Cette validation est remarquable car généralement, les interdictions totales sont considérées comme disproportionnées.\n\nLa jurisprudence antérieure privilégiait les réglementations (encadrement, limitation) sur les interdictions (suppression). Pourquoi ici le Tribunal valide-t-il l'interdiction ?\n\n**Facteurs expliquant la validation :**\n\n1. **Limitation géographique** : L'interdiction ne touche qu'une commune, non tout le pays. Les opérateurs peuvent exercer ailleurs.\n\n2. **Alternatives disponibles** : Les annonceurs conservent d'autres canaux publicitaires (Internet, presse, TV, radio). L'affichage n'est pas le seul moyen de communication commerciale.\n\n3. **Maintien d'affichages partiels** : Les enseignes sur lieu d'activité restent autorisées. L'affichage culturel/sportif/associatif reste possible.\n\n4. **Importance de l'intérêt public** : La protection du paysage, la qualité de vie, la protection des habitants sont des intérêts majeurs.\n\n5. **Contrôle souple** : Le Tribunal applique un contrôle de proportionnalité souple, respectueux de l'autonomie locale.\n\n**Comparaison avec d'autres domaines :**\n\nDans d'autres domaines, le Tribunal invalide souvent les interdictions totales :\n\n- Interdiction d'une profession entière : Disproportionnée (sauf raisons de sécurité majeures).\n- Interdiction de toute publicité (y compris informative) : Disproportionnée.\n- Interdiction totale d'activités commerciales le dimanche : Controversée, souvent invalidée.\n\nLa différence ici :\n\n- L'affichage commercial n'est qu'un **canal** parmi d'autres, non une **activité** en soi. On interdit un moyen de communication, non une profession.\n- L'interdiction est **localisée** (une commune), non généralisée.\n\n**Leçon de droit :**\n\nLes interdictions totales peuvent être proportionnées si :\n\n- Elles concernent un moyen spécifique, non une activité entière.\n- Elles sont géographiquement limitées.\n- Des alternatives existent.\n- L'intérêt public est majeur.\n\n### D. La distinction entre expression commerciale et non commerciale\n\nL'ATF 151 I 3 valide la distinction entre affichage commercial (interdit) et affichage culturel/sportif/associatif (autorisé). Cette distinction, bien que courante, pose des questions de principe.\n\n**Fondement de la distinction :**\n\n- **Expression commerciale** : Vise un profit privé. Elle informe certes, mais dans un but lucratif. Elle incite à la consommation.\n\n- **Expression non commerciale** : Vise un intérêt général ou l'expression d'idées. Elle contribue au débat public, au lien social, à la culture.\n\nLa première sert avant tout des intérêts privés, la seconde sert l'intérêt commun.\n\n**Légitimité de la distinction :**\n\nEn démocratie libérale, la liberté d'expression est fondamentale pour le débat public. L'expression politique, culturelle, associative mérite une protection renforcée.\n\nL'expression commerciale, bien que protégée (elle informe les consommateurs, participe à l'économie de marché), peut être davantage restreinte car elle ne contribue pas directement au débat démocratique.\n\n**Critiques possibles :**\n\n1. **Difficulté de tracer la frontière** : Qu'en est-il d'une affiche annonçant un festival de musique payant ? D'une exposition dans une galerie commerciale ? D'un livre en vente ? Ces activités ont une dimension culturelle ET commerciale.\n\n2. **Risque de paternalisme** : Qui décide ce qui est \"culturel\" ou \"associatif\" ? Un gouvernement peut favoriser certaines formes d'expression (celles qu'il juge \"nobles\") au détriment d'autres (\"vulgaires\", \"commerciales\").\n\n3. **Liberté d'expression unique** : Certains estiment que toute expression, commerciale ou non, mérite la même protection. Distinguer selon le contenu créerait une hiérarchie arbitraire.\n\n**Réponse du Tribunal :**\n\nLa distinction est objectivement justifiée (but lucratif vs. intérêt général) et pertinente au regard des objectifs du règlement (lutte contre pollution visuelle commerciale, protection contre messages mercantiles).\n\nLes difficultés de qualification (cas frontières) devront être résolues au cas par cas par les autorités communales.\n\n### E. Implications pour d'autres secteurs et d'autres communes\n\n**1. Extension à d'autres formes de publicité ?**\n\nLe raisonnement de l'ATF 151 I 3 pourrait-il justifier d'autres interdictions publicitaires ?\n\n- **Publicité lumineuse nocturne** : Contribution à la pollution lumineuse, nuisance au sommeil, gaspillage énergétique. Une interdiction pourrait être validée.\n\n- **Publicité sonore** (haut-parleurs dans l'espace public) : Pollution sonore évidente. Déjà largement restreinte.\n\n- **Publicité numérique à défilement** : Distraction pour conducteurs, consommation énergétique, effet \"clignotant\" agressif. Restrictions possibles.\n\n- **Publicité sur véhicules** (bus, taxis, voitures avec publicité) : Pollution visuelle mobile. Plus difficile à justifier (mobilité des véhicules, surface privée).\n\n**2. Extension à d'autres domaines ?**\n\nLe raisonnement pourrait-il s'appliquer à d'autres activités économiques générant des nuisances ?\n\n- **Interdiction de certains commerces** (ex : sex-shops, magasins de tabac) dans certains quartiers ? Délicat : atteinte plus grave à la liberté économique. Nécessiterait des justifications très solides (protection des mineurs, etc.).\n\n- **Interdiction de certains services** (ex : livraison par drones) pour préserver la tranquillité ? Possible si nuisances avérées et alternatives existantes.\n\n- **Restrictions horaires sévères** (ex : interdiction d'ouverture des commerces le dimanche et en soirée) ? Controversé. Le Tribunal a parfois invalidé des restrictions trop sévères.\n\n**3. Diffusion du modèle Vernier en Suisse ?**\n\nD'autres communes suisses pourraient-elles adopter des règlements similaires ?\n\nOui, si :\n\n- Elles disposent d'une délégation de compétence par la loi cantonale.\n- Elles respectent les conditions de l'art. 36 Cst. (base légale, intérêt public, proportionnalité).\n\nOn peut imaginer :\n\n- Des communes touristiques (stations alpines, villages patrimoniaux) interdisant l'affichage pour préserver l'esthétique et attirer un tourisme de qualité.\n- Des communes résidentielles aisées (quartiers tranquilles) limitant strictement l'affichage.\n- Des centres historiques urbains (vieilles villes) interdisant l'affichage commercial pour protéger le patrimoine.\n\nInversement, des communes industrielles ou commerciales pourraient maintenir une approche libérale, attirant les entreprises et les activités économiques.\n\nCette diversité permettrait une expérimentation et une adaptation aux réalités locales.\n\n**4. Risque d'un patchwork réglementaire complexe ?**\n\nSi chaque commune adopte son propre régime, les opérateurs économiques (sociétés d'affichage, annonceurs) font face à une complexité croissante : nécessité de connaître et respecter des dizaines de règlements différents.\n\nCeci génère des coûts de transaction (information, adaptation, conseil juridique). Cela peut freiner l'activité économique.\n\nCertains plaident donc pour une harmonisation cantonale ou fédérale : un cadre uniforme, simplifiant la vie des opérateurs.\n\nMais l'autonomie communale et la subsidiarité plaident pour la diversité locale. C'est un arbitrage politique entre efficacité économique et autonomie démocratique.\n\n### F. Perspectives internationales : La Suisse dans une tendance mondiale\n\nL'interdiction de l'affichage commercial à Vernier s'inscrit dans un mouvement international de questionnement sur la publicité dans l'espace public.\n\n**Exemples internationaux :**\n\n- **São Paulo (Brésil)** : Loi \"Cidade Limpa\" (Ville Propre) de 2007, interdisant quasiment toute publicité extérieure. Objectif : lutter contre la pollution visuelle massive. Résultat : transformation radicale du paysage urbain, révélation de la façade architecturale cachée par la publicité. Soutien majoritaire de la population, malgré opposition initiale des entreprises.\n\n- **Grenoble (France)** : Suppression de l'affichage publicitaire en 2014, remplacé par des panneaux d'information culturelle et citoyenne. Objectif : reconquérir l'espace public, réduire pollution visuelle. Débat politique intense.\n\n- **Villes américaines** : Plusieurs villes (Vermont, Maine, Alaska, Hawaii) interdisent ou restreignent fortement l'affichage extérieur, notamment pour protéger les paysages naturels.\n\n- **Australie** : Certaines villes (Sydney, Melbourne) adoptent des restrictions croissantes.\n\n**Motivations communes :**\n\n- **Écologie** : Réduction de la consommation énergétique (éclairage des panneaux), limitation de l'incitation à la surconsommation.\n- **Urbanisme** : Réappropriation de l'espace public, mise en valeur de l'architecture, amélioration de l'esthétique urbaine.\n- **Santé publique** : Réduction de l'exposition aux messages commerciaux, notamment pour tabac, alcool, aliments ultra-transformés.\n- **Démocratie** : L'espace public appartient à tous, non aux intérêts commerciaux. Préserver un espace de débat citoyen, non de propagande commerciale.\n\n**Résistances et débats :**\n\n- **Liberté d'expression** : La publicité est-elle une forme d'expression protégée ?\n- **Liberté économique** : Les entreprises ont-elles le droit de communiquer sur leurs produits ?\n- **Emplois** : Les interdictions détruisent des emplois dans le secteur publicitaire.\n- **Financement** : La publicité finance des infrastructures (abribus, mobilier urbain) et des médias. Comment compenser ?\n\n**Position suisse :**\n\nLa Suisse, avec l'ATF 151 I 3, se positionne dans le camp des pays autorisant des restrictions locales importantes, tout en maintenant la liberté au niveau national. Cette approche fédéraliste permet l'expérimentation locale sans imposer un modèle unique.\n\n## Conclusion : Un arrêt d'équilibre entre autonomie locale et libertés économiques\n\nL'ATF 151 I 3 du 5 juin 2024 constitue une décision importante en droit constitutionnel suisse des libertés économiques. Il valide pour la première fois une interdiction communale quasi-totale de l'affichage commercial, marquant une évolution notable de la jurisprudence.\n\nCet arrêt repose sur plusieurs piliers :\n\n**1. Qualification du règlement : Mesure environnementale, non de politique économique**\n\nLe Tribunal fédéral affirme clairement que les mesures de protection de l'environnement, du paysage, de la santé publique, même très restrictives pour certaines activités économiques, ne constituent pas des mesures de politique économique prohibées (art. 94 al. 4 Cst.). Elles relèvent de la compétence réglementaire ordinaire, soumise aux seules conditions de l'art. 36 Cst.\n\nCette qualification est décisive : elle écarte d'emblée l'objection de l'interdiction de principe, permettant un examen au cas par cas de la proportionnalité.\n\n**2. Reconnaissance d'une large autonomie communale**\n\nLe Tribunal reconnaît aux communes une large marge d'appréciation en matière d'aménagement du territoire et de protection de l'environnement local. Il respecte le choix démocratique de la commune, n'intervenant qu'en cas d'excès manifeste ou d'arbitraire.\n\nCette retenue judiciaire valorise la démocratie locale et la subsidiarité, principes fondamentaux du fédéralisme suisse.\n\n**3. Contrôle de proportionnalité souple**\n\nBien que le Tribunal applique le test de proportionnalité de l'art. 36 Cst. (aptitude, nécessité, proportionnalité au sens étroit), il le fait avec souplesse. Il ne cherche pas si une mesure moins restrictive aurait pu exister théoriquement, mais seulement si le choix de la commune est manifestement disproportionné.\n\nLa validation d'une interdiction quasi-totale (alors que des réglementations partielles auraient pu exister) témoigne de cette souplesse.\n\n**4. Distinction entre expression commerciale et non commerciale**\n\nLe Tribunal valide la distinction entre affichage commercial (interdit) et affichage culturel/sportif/associatif (autorisé), la jugeant objectivement fondée et pertinente. Cette distinction reflète une hiérarchie de valeurs : l'expression servant l'intérêt général mérite davantage de protection que l'expression servant le profit privé.\n\n**Portée de l'arrêt :**\n\nL'ATF 151 I 3 ouvre la voie à d'autres communes suisses désireuses de restreindre ou interdire l'affichage commercial. Il fournit un mode d'emploi : qualifier la mesure d'environnementale/sociale (non de politique économique), assurer une base légale, démontrer l'intérêt public, justifier la proportionnalité (en soulignant les alternatives publicitaires, le caractère local, les exceptions maintenues).\n\nIl ne signifie pas pour autant une « carte blanche » aux communes : le respect des conditions constitutionnelles reste exigé, et un contrôle (certes souple) subsiste. Une interdiction mal motivée, arbitraire, ou dans un contexte différent pourrait être invalidée.\n\n**Questions ouvertes et critiques :**\n\n- **Contrôle de proportionnalité trop souple ?** Certains estimeront que le Tribunal aurait dû invalider l'interdiction totale comme disproportionnée, exigeant de la commune qu'elle opte pour une réglementation stricte plutôt qu'une interdiction.\n\n- **Liberté d'expression commerciale sous-valorisée ?** La publicité, bien que commerciale, véhicule des informations, contribue au fonctionnement du marché, participe à la vie économique. La traiter comme une simple nuisance minimise son rôle.\n\n- **Risque de patchwork réglementaire ?** Si chaque commune adopte son régime, les opérateurs font face à une complexité croissante, nuisible à l'activité économique.\n\n- **Effet domino ?** D'autres communes vont-elles imiter Vernier ? Assiste-t-on au début d'une « dépublicitarisation » progressive de l'espace public suisse ?\n\n**Au-delà du cas d'espèce :**\n\nL'ATF 151 I 3 s'inscrit dans un débat de société plus large : Quelle place pour la publicité commerciale dans nos vies et nos espaces communs ? Acceptons-nous l'omniprésence des messages mercantiles, ou souhaitons-nous préserver des espaces « libres », des « commons » non commercialisés ?\n\nCe débat oppose deux visions :\n\n- **Vision libérale-économique** : La publicité est un rouage essentiel de l'économie de marché. Elle informe, stimule la concurrence, finance des infrastructures et médias. La restreindre nuit à la prospérité.\n\n- **Vision écologique-sociale** : La publicité incite à la surconsommation, génère des besoins artificiels, contribue à la crise écologique, pollue visuellement, envahit notre espace mental. La limiter améliore la qualité de vie.\n\nL'ATF 151 I 3 valide juridiquement la seconde vision, à l'échelon local. Il permet aux communautés qui le souhaitent de choisir un modèle de développement moins consumériste, plus sobre, plus protecteur de l'environnement et du bien-être.\n\nC'est un arrêt d'équilibre : il ne nationalise pas l'interdiction (chaque commune reste libre), mais il autorise les expérimentations locales. Il ne supprime pas la liberté économique ni la propriété, mais il en dessine les limites face aux enjeux environnementaux et sociaux.\n\nEn ce sens, l'ATF 151 I 3 témoigne de l'adaptation du droit constitutionnel suisse aux défis du XXIe siècle : changement climatique, préservation de la biodiversité, santé publique, qualité de vie. Il reconnaît que ces enjeux peuvent, dans certains contextes, primer sur les intérêts économiques à court terme.\n\nL'avenir dira si cette jurisprudence se confirme, s'étend, ou si une réaction législative (fédérale ou cantonale) viendra encadrer ou limiter les interdictions communales. Mais pour l'heure, Vernier et l'ATF 151 I 3 marquent une étape notable dans la reconquête de l'espace public face à la commercialisation.",
  "version_courte": "## Résumé synthétique : ATF 151 I 3 - Interdiction communale de l'affichage commercial à Vernier (GE)\n\n**Thème** : Validité constitutionnelle d'un règlement communal interdisant quasi-totalement l'affichage commercial sur domaine public et privé visible.\n\n**Faits** : Le 6 septembre 2022, la commune genevoise de Vernier (35'000 habitants) adopte un règlement interdisant l'affichage commercial (affiches, panneaux publicitaires) sur domaine public et privé visible depuis l'espace public. Exceptions : enseignes commerciales sur lieu d'activité, affichage culturel/sportif/associatif. Objectifs : protéger le paysage, lutter contre la pollution visuelle, protéger les habitants de l'exposition involontaire à la publicité, prévenir la surconsommation. Huit sociétés d'affichage et particuliers recourent au Tribunal fédéral, invoquant la violation de la liberté économique (art. 27 Cst.), de la garantie de la propriété (art. 26 Cst.), de l'égalité de traitement (art. 8 Cst.) et de l'art. 94 Cst. (interdiction des mesures de politique économique).\n\n**Question juridique centrale** : Un règlement communal peut-il interdire quasi-totalement l'affichage commercial dans l'espace public ? Cette interdiction constitue-t-elle une mesure de politique économique prohibée (art. 94 Cst.) ? Est-elle une restriction proportionnée à la liberté économique et à la garantie de la propriété ?\n\n**Décision** : Le Tribunal fédéral rejette les deux recours. Le règlement communal est conforme à la Constitution fédérale.\n\n**Principes juridiques clés** :\n\n1. **Art. 94 Cst. : Qualification de la mesure** - Le règlement ne constitue PAS une mesure de politique économique prohibée. Il poursuit des objectifs de protection de l'environnement (paysage, pollution visuelle) et de politique sociale (protection des consommateurs), NON un but de direction économique ou de favoritisme sectoriel. Les mesures environnementales et sociales ne sont pas des mesures de politique économique, même si elles ont des effets économiques négatifs.\n\n2. **Liberté économique (art. 27 Cst.)** - Le droit de faire de la publicité fait partie de la liberté économique. L'interdiction de l'affichage commercial restreint effectivement cette liberté. Toutefois, cette restriction est justifiée par des intérêts publics majeurs (protection du paysage art. 78 Cst., lutte contre pollution visuelle, protection des habitants) et est proportionnée car : (a) elle ne touche qu'une commune, (b) les annonceurs conservent d'autres canaux publicitaires (Internet, presse, TV, radio), (c) les enseignes commerciales restent autorisées, (d) l'affichage culturel/sportif/associatif reste possible.\n\n3. **Garantie de la propriété (art. 26 Cst.)** - L'interdiction de louer des surfaces pour l'affichage restreint la garantie de la propriété. Mais il s'agit d'une restriction générale et abstraite, justifiée par l'intérêt public, ne donnant pas droit à indemnisation. La propriété n'est pas supprimée, seulement un usage particulier est interdit.\n\n4. **Proportionnalité (art. 36 al. 3 Cst.)** - L'interdiction est (a) apte à atteindre les buts (suppression de la pollution visuelle), (b) nécessaire (une simple réglementation serait moins efficace pour supprimer totalement la pollution visuelle ; la commune dispose d'une large marge d'appréciation), (c) proportionnée au sens étroit (malgré sa sévérité, la restriction reste acceptable au regard des intérêts publics en jeu, de la limitation géographique, des alternatives publicitaires existantes, et du choix démocratique local).\n\n5. **Égalité de traitement (art. 8 Cst.)** - La distinction entre affichage commercial (interdit) et affichage culturel/sportif/associatif (autorisé) ne viole pas le principe d'égalité. Elle repose sur un critère objectif (but lucratif vs. intérêt général) pertinent au regard des objectifs du règlement.\n\n6. **Autonomie communale et marge d'appréciation** - Le Tribunal reconnaît une large marge d'appréciation aux communes en matière d'aménagement du territoire et de protection de l'environnement local. Il respecte le choix démocratique de la commune, n'intervenant qu'en cas d'excès manifeste ou d'arbitraire.\n\n**Portée** : Premier arrêt validant une interdiction communale quasi-totale de l'affichage commercial en Suisse. Ouvre la voie à d'autres communes souhaitant restreindre ou interdire la publicité dans l'espace public. Confirme que les mesures environnementales et sociales, même très restrictives économiquement, ne sont pas des mesures de politique économique prohibées. Reconnaît une large autonomie communale en matière d'aménagement et d'environnement. Applique un contrôle de proportionnalité souple, respectueux des choix politiques locaux. Valide la distinction entre expression commerciale et expression culturelle/sociale. Implications pour le débat sur la place de la publicité dans l'espace public, la transition écologique, la qualité de vie urbaine.",
  "statistiques": {
    "nombre_mots_analyse_complete": 17200,
    "nombre_principes_juridiques": 12,
    "nombre_arrets_connexes": 6,
    "nombre_sources_legislatives": 8,
    "domaines_droit_abordes": [
      "Droit constitutionnel",
      "Libertés économiques",
      "Garantie de la propriété",
      "Droit administratif",
      "Aménagement du territoire",
      "Protection de l'environnement",
      "Autonomie communale"
    ]
  },
  "sources": [
    {
      "type": "ATF",
      "reference": "ATF 151 I 3",
      "url": "http://relevancy.bger.ch/php/clir/http/index.php?highlight_docid=atf://151-I-3:fr&lang=fr&type=show_document",
      "date_consultation": "2025-11-11"
    },
    {
      "type": "ATF",
      "reference": "ATF 128 I 295",
      "url": "https://www.bger.ch/ext/eurospider/live/fr/php/clir/http/index.php?highlight_docid=atf://128-I-295",
      "date_consultation": "2025-11-11"
    },
    {
      "type": "Presse",
      "reference": "RTS, 'Le Tribunal fédéral valide l'interdiction de l'affichage commercial à Vernier (GE)', 5 juin 2024",
      "url": "https://www.rts.ch/info/regions/geneve/2024/article/le-tribunal-federal-valide-l-interdiction-de-l-affichage-commercial-a-vernier-ge-28560933.html",
      "date_consultation": "2025-11-11"
    },
    {
      "type": "Commune",
      "reference": "Ville de Vernier, 'Affichage commercial: le Tribunal fédéral rejette les recours'",
      "url": "https://www.vernier.ch/actualites/affichage-commercial-le-tribunal-federal-rejette-les-recours",
      "date_consultation": "2025-11-11"
    },
    {
      "type": "Législation",
      "reference": "Constitution fédérale suisse (Cst., RS 101)",
      "url": "https://www.fedlex.admin.ch/eli/cc/1999/404/fr",
      "date_consultation": "2025-11-11"
    }
  ]
}
