{
  "metadata": {
    "titre": "Interdiction des preuves nouvelles en procédure civile et devant le Tribunal fédéral",
    "reference_principale": "ATF 150 III 89",
    "numero_cause": "4A_172/2023",
    "date_arret": "2024-01-11",
    "date_publication": "2024",
    "juridiction": "Tribunal fédéral suisse - Ire Cour de droit civil",
    "domaine": "Droit de procédure civile - Interdiction des nova et moyens de preuve nouveaux",
    "sous_domaines": [
      "Nova en procédure d'appel",
      "Interdiction des preuves nouvelles devant le Tribunal fédéral",
      "Article 99 LTF",
      "Article 317 CPC",
      "Moyens de droit versus faits nouveaux",
      "Maxime inquisitoire",
      "Droit international de l'investissement"
    ],
    "langues_disponibles": ["allemand", "français", "italien"],
    "auteur_analyse": "Claude",
    "date_analyse": "2025-11-05"
  },

  "arrets_principaux": [
    {
      "reference": "ATF 150 III 89",
      "numero_cause": "4A_172/2023",
      "date": "2024-01-11",
      "formation": "Ire Cour de droit civil",
      "parties": "A. Limited et B. Pte Ltd (Singapour) c. République populaire de Chine",
      "publication": "Recueil officiel 2024, vol. 150 III page 89",

      "faits": {
        "contexte": "Deux sociétés singapouriennes, A. Limited et B. Pte Ltd, possédaient des licences d'exploration et d'exploitation pour trois mines (phosphate et baryte) en République populaire de Chine, situées dans la province du Sichuan. En 2016-2017, le gouvernement central chinois a créé le Parc national des pandas géants (Pilot-Nationalpark für Pandabären) dans cette région et mis en œuvre une nouvelle politique environnementale interdisant l'exploitation minière dans et autour des zones de protection naturelle, entraînant la fermeture forcée des mines des recourantes.",
        "chronologie": [
          "Années 2000: Les sociétés singapouriennes acquièrent des licences d'exploitation minière en Chine via une filiale chinoise",
          "2016-2017: Création du Parc national des pandas géants et interdiction des activités minières",
          "2017: Fermeture forcée des mines de phosphate et baryte",
          "07.08.2020: Initiation d'une procédure arbitrale selon l'article 13 alinéa 3 de l'accord bilatéral sino-singapourien de 1985 sur la promotion et la protection des investissements",
          "16.02.2023: Sentence arbitrale déclarant le tribunal arbitral incompétent",
          "13.04.2023: Recours en matière civile au Tribunal fédéral suisse pour annulation de la sentence arbitrale",
          "11.01.2024: Arrêt du Tribunal fédéral (ATF 150 III 89)"
        ],
        "decision_contestee": "La sentence arbitrale du 16 février 2023 s'était déclarée incompétente pour connaître du litige d'investissement, considérant que l'accord bilatéral de 1985 ne conférait pas de compétence arbitrale.",
        "problematique": "Les recourantes contestaient la sentence arbitrale devant le Tribunal fédéral en invoquant une violation de l'ordre public procédural. Elles présentaient notamment un nouveau rapport d'expert juridique sur le droit chinois des investissements. La question centrale portait sur l'admissibilité de ce rapport d'expert au regard de l'interdiction des nova prévue à l'article 99 LTF, ainsi que sur l'interprétation de l'accord bilatéral d'investissement."
      },

      "resume_officiel": "L'arrêt précise la portée de l'interdiction des faits et preuves nouveaux devant le Tribunal fédéral (art. 99 al. 1 LTF) et établit la distinction fondamentale entre les moyens de droit (admissibles) et les faits nouveaux (irrecevables). Il clarifie également les principes d'interprétation des traités internationaux d'investissement et le standard de contrôle du Tribunal fédéral en matière d'arbitrage international.",

      "principes_juridiques": [
        {
          "principe": "Interdiction générale des nova devant le Tribunal fédéral",
          "enonce": "L'article 99 alinéa 1 LTF interdit en principe le dépôt de faits et preuves nouveaux devant le Tribunal fédéral. Cette interdiction vise à garantir que le recours au Tribunal fédéral conserve son caractère de juridiction de réforme et non d'instance judiciaire supplémentaire.",
          "reference_considerant": "3.1",
          "base_legale": "Art. 99 al. 1 LTF",
          "portee": "Principe fondamental de la procédure fédérale visant à éviter que le Tribunal fédéral ne devienne une instance d'appel plénière."
        },
        {
          "principe": "Distinction entre moyens de droit et faits nouveaux",
          "enonce": "Les moyens de droit ne sont pas soumis à l'interdiction des nova. Les opinions juridiques, extraits de doctrine juridique ou décisions de jurisprudence ne tombent pas sous l'interdiction de l'article 99 al. 1 LTF, pour autant qu'ils soient présentés dans le délai de recours et qu'ils servent à étayer l'argumentation juridique.",
          "reference_considerant": "3.2",
          "base_legale": "Art. 99 al. 1 LTF, art. 100 LTF",
          "portee": "Les parties peuvent invoquer de nouveaux arguments juridiques, de la doctrine ou de la jurisprudence en cours de procédure fédérale, à condition de respecter le délai de recours."
        },
        {
          "principe": "Exception: expertises sur le droit étranger",
          "enonce": "Lorsque les parties ont la charge d'alléguer le contenu du droit étranger (art. 16 LDIP), les expertises sur le droit étranger ont valeur de moyens de preuve et tombent sous l'interdiction de l'article 99 LTF. Elles ne peuvent être déposées pour la première fois devant le Tribunal fédéral.",
          "reference_considerant": "3.3",
          "base_legale": "Art. 99 al. 1 LTF, art. 16 LDIP",
          "portee": "Les rapports d'experts sur le droit étranger sont traités comme des faits à prouver, non comme de simples moyens de droit."
        },
        {
          "principe": "Libre examen des exceptions d'incompétence en arbitrage international",
          "enonce": "Le Tribunal fédéral examine librement les exceptions d'incompétence selon l'article 190 alinéa 2 LDIP, y compris les questions factuelles préalables. Cette compétence s'étend aux traités d'investissement internationaux et à la question de savoir si un tribunal arbitral était compétent rationae materiae.",
          "reference_considerant": "4.1",
          "base_legale": "Art. 190 al. 2 lit. b LDIP, art. 178 al. 2 LDIP",
          "portee": "Cognition étendue du Tribunal fédéral en matière d'incompétence des tribunaux arbitraux internationaux."
        },
        {
          "principe": "Interprétation des traités internationaux selon la Convention de Vienne",
          "enonce": "L'interprétation des traités internationaux s'effectue selon les règles des articles 31 et 32 de la Convention de Vienne sur le droit des traités (CVdT). Le Tribunal fédéral applique lui-même ces règles d'interprétation sans être lié par les précédentes sentences arbitrales, qui ne constituent pas des sources de droit véritables.",
          "reference_considerant": "4.2",
          "base_legale": "Art. 31-32 Convention de Vienne sur le droit des traités",
          "portee": "Application autonome des méthodes d'interprétation des traités par le Tribunal fédéral, indépendamment des sentences arbitrales antérieures."
        },
        {
          "principe": "Non-application de la présomption d'une compétence arbitrale large aux traités d'investissement",
          "enonce": "Le principe jurisprudentiel présumant que les parties à un arbitrage commercial souhaitent une compétence arbitrale exhaustive ne s'applique pas aux traités d'investissement qui prévoient expressément tant la juridiction des tribunaux nationaux que celle d'un tribunal arbitral. Dans ce cas, aucune présomption ne joue en faveur d'une compétence arbitrale étendue.",
          "reference_considerant": "5.1",
          "portee": "Les traités d'investissement offrant un choix entre juridictions nationales et arbitrales doivent être interprétés restrictivement quant à la compétence arbitrale."
        },
        {
          "principe": "Délimitation des nova recevables en procédure fédérale",
          "enonce": "Les documents et moyens de preuve nouveaux ne peuvent être pris en considération par le Tribunal fédéral que dans les rares cas où ils sont nécessaires pour établir les conditions de recevabilité du recours lui-même (par exemple, pour démontrer la qualité pour recourir ou le respect des délais).",
          "reference_considerant": "3.4",
          "base_legale": "Art. 99 al. 1 LTF",
          "portee": "Exception très étroite à l'interdiction des nova, limitée aux conditions de recevabilité du recours."
        }
      ],

      "dispositif": "Le recours est rejeté. La sentence arbitrale du 16 février 2023 est confirmée. Les frais judiciaires sont mis à la charge des recourantes solidairement. Les intimés n'ont pas droit à des dépens.",

      "ratio_decidendi": "Le Tribunal fédéral rejette le rapport d'expert sur le droit chinois présenté tardivement car il constitue un moyen de preuve sur le droit étranger (art. 16 LDIP) et tombe donc sous l'interdiction de l'article 99 al. 1 LTF. Sur le fond, le Tribunal confirme que le tribunal arbitral était fondé à se déclarer incompétent, l'accord bilatéral sino-singapourien de 1985 ne conférant pas de compétence arbitrale pour le type de différend en cause.",

      "obiter_dicta": "Le Tribunal fédéral précise que les sentences arbitrales antérieures, même si elles portent sur des traités identiques ou similaires, ne constituent pas des sources de droit au sens strict et ne lient pas le Tribunal fédéral dans son interprétation des traités internationaux. Cette précision marque une distance par rapport à la pratique de certains tribunaux arbitraux qui tendent à accorder une valeur de précédent aux sentences antérieures.",

      "pertinence": "Arrêt de principe clarifiant la distinction fondamentale entre moyens de droit (admissibles) et faits nouveaux (irrecevables) devant le Tribunal fédéral. Important pour la pratique de l'arbitrage international et l'interprétation des traités bilatéraux d'investissement. Illustre également l'application stricte de l'interdiction des nova en procédure fédérale."
    }
  ],

  "arrets_connexes": [
    {
      "reference": "ATF 142 III 413",
      "date": "2016-05-25",
      "numero_cause": "4A_619/2015",
      "theme": "Nova en appel et maxime inquisitoire sociale (art. 317 al. 1 CPC)",
      "lien": "Précise le moment limite jusqu'auquel les nova peuvent être invoqués en appel: jusqu'aux délibérations seulement. Une fois que le tribunal d'appel renonce à un second échange d'écritures et aux débats, la cause est gardée à juger et aucun nova n'est plus admissible.",
      "apport": "Établit que l'article 317 al. 1 CPC s'applique strictement même aux litiges soumis à la maxime inquisitoire sociale. Les conditions restrictives (invocation sans retard et impossibilité de présenter en première instance) doivent être remplies. Le délai limite est celui des délibérations de l'instance d'appel."
    },
    {
      "reference": "ATF 144 III 349",
      "date": "2018-07-02",
      "numero_cause": "5A_788/2017",
      "theme": "Nova en appel sous maxime inquisitoire illimitée",
      "lien": "Distingue la maxime inquisitoire illimitée (art. 296 al. 1 CPC) de la maxime inquisitoire sociale et établit une exception majeure à l'article 317 CPC.",
      "apport": "Dans les litiges soumis à la maxime inquisitoire illimitée (notamment en droit matrimonial concernant les enfants et en protection de l'adulte), les parties peuvent invoquer librement des faits nouveaux en appel, sans être soumises aux conditions restrictives de l'article 317 al. 1 CPC. Le juge d'appel devant établir les faits d'office, il peut et doit admettre des nova jusqu'aux délibérations."
    },
    {
      "reference": "ATF 138 III 625",
      "date": "2012-08-28",
      "numero_cause": "4A_158/2012",
      "theme": "Distinction entre art. 229 et 317 CPC - Autonomie de l'article 317 CPC",
      "lien": "Établit que l'article 317 CPC régit de manière complète et autonome la possibilité d'invoquer des faits et moyens de preuve nouveaux en appel.",
      "apport": "L'article 229 al. 3 CPC (qui prévoit l'admission de nova jusqu'aux délibérations lorsque le juge établit les faits d'office) ne s'applique qu'en première instance. En appel, c'est exclusivement l'article 317 al. 1 CPC qui s'applique, sans renvoi ni règle spéciale pour les procédures simplifiées ou inquisitoires. La maxime inquisitoire ne dispense pas de respecter les conditions de l'article 317 CPC (jurisprudence ultérieurement nuancée par l'ATF 144 III 349 pour la maxime inquisitoire illimitée)."
    },
    {
      "reference": "ATF 140 III 16",
      "date": "2013-11-08",
      "numero_cause": "4A_254/2013",
      "theme": "Faits établis par l'autorité précédente et nova",
      "lien": "Précise le traitement des faits déjà établis par l'autorité précédente et la charge de la partie qui conteste ces constatations.",
      "apport": "Les faits établis par l'autorité précédente lient le Tribunal fédéral sauf en cas d'arbitraire manifeste. La partie qui conteste les faits doit expliquer clairement et de manière circonstanciée comment les conditions de la contestation sont remplies. Cette exigence vaut tant pour les faits relatifs à l'objet du litige que pour les faits de procédure."
    },
    {
      "reference": "ATF 143 III 42",
      "date": "2016-11-02",
      "numero_cause": "5A_331/2016",
      "theme": "Action en modification d'entretien et nova en appel",
      "lien": "Applique les principes de l'article 317 CPC aux actions en modification des contributions d'entretien.",
      "apport": "Dans les actions en modification de contributions d'entretien (art. 134 al. 2 CC), qui sont soumises à la maxime inquisitoire illimitée, les parties peuvent invoquer des faits nouveaux en appel sans restriction, conformément à l'ATF 144 III 349. Les modifications de situation survenues après le jugement de première instance constituent des vrais nova admissibles sans limitation."
    },
    {
      "reference": "ATF 139 III 133",
      "date": "2013-01-28",
      "numero_cause": "4A_450/2012",
      "theme": "Nova et procédure sommaire",
      "lien": "Examine l'application de l'article 317 CPC en procédure sommaire.",
      "apport": "L'article 317 CPC s'applique également en appel dans les procédures sommaires. Le fait que la procédure de première instance soit simplifiée ne dispense pas de respecter les conditions strictes de l'article 317 al. 1 CPC pour l'invocation de nova en appel. Seule exception: les matières soumises à la maxime inquisitoire illimitée."
    },
    {
      "reference": "ATF 141 III 401",
      "date": "2015-08-18",
      "numero_cause": "4A_21/2015",
      "theme": "Vrais et faux nova - Distinction fondamentale",
      "lien": "Précise la distinction entre vrais nova (faits postérieurs) et pseudo-nova (faits antérieurs).",
      "apport": "Les vrais nova (faits survenus après la décision de première instance) sont toujours admissibles en appel sans condition particulière. Les pseudo-nova (faits existant déjà en première instance mais non invoqués) ne sont admissibles que s'ils ne pouvaient être invoqués malgré la diligence requise. La charge de la preuve de la diligence incombe à la partie qui invoque le nova."
    },
    {
      "reference": "ATF 146 III 303",
      "date": "2020-03-16",
      "numero_cause": "5A_794/2019",
      "theme": "Maxime inquisitoire illimitée et établissement des faits d'office",
      "lien": "Confirme et précise la portée de l'ATF 144 III 349 concernant la maxime inquisitoire illimitée.",
      "apport": "Lorsque le tribunal doit établir les faits d'office selon la maxime inquisitoire illimitée (art. 296 al. 1 CPC), cette obligation s'étend à l'instance d'appel. Le juge d'appel ne peut donc refuser d'examiner des nova au motif qu'ils auraient pu être invoqués en première instance. Cette règle vise à garantir que la décision soit prise sur la base de l'état de fait le plus complet et actuel possible."
    }
  ],

  "sources_legislatives": [
    {
      "reference": "Art. 99 al. 1 LTF",
      "titre": "Recours en matière civile - Faits nouveaux et preuves nouvelles",
      "texte_verbatim": "Aucun fait nouveau ni preuve nouvelle ne peut être présenté à moins de résulter de la décision de l'autorité précédente.",
      "domaine": "Procédure fédérale - Recours en matière civile",
      "entree_vigueur": "01.01.2007 (Loi sur le Tribunal fédéral)",
      "portee": "Interdiction de principe des nova devant le Tribunal fédéral. Exception très étroite pour les faits résultant de la décision attaquée. Vise à préserver le caractère de juridiction de réforme du Tribunal fédéral."
    },
    {
      "reference": "Art. 317 al. 1 CPC",
      "titre": "Faits et moyens de preuve nouveaux",
      "texte_verbatim": "Les faits et moyens de preuve nouveaux ne sont pris en considération en appel que s'ils sont invoqués ou produits sans retard et s'ils ne pouvaient l'être devant la première instance bien que la partie qui s'en prévaut ait fait preuve de la diligence requise.",
      "domaine": "Procédure civile - Appel",
      "entree_vigueur": "01.01.2011 (Code de procédure civile)",
      "portee": "Admission restrictive des nova en appel cantonal. Deux conditions cumulatives: invocation sans retard ET impossibilité de présenter en première instance malgré la diligence. Exception pour la maxime inquisitoire illimitée (ATF 144 III 349)."
    },
    {
      "reference": "Art. 317 al. 1bis CPC",
      "titre": "Faits et moyens de preuve nouveaux - Maxime inquisitoire",
      "texte_verbatim": "Lorsque l'instance d'appel doit établir les faits d'office, elle admet les faits et moyens de preuve nouveaux jusqu'aux délibérations.",
      "domaine": "Procédure civile - Appel sous maxime inquisitoire",
      "entree_vigueur": "01.01.2025 (Révision CPC 2025)",
      "portee": "Codification législative de la jurisprudence ATF 144 III 349. Consacre expressément l'exception pour les litiges soumis à la maxime inquisitoire illimitée."
    },
    {
      "reference": "Art. 317 al. 2 CPC",
      "titre": "Modification de la demande en appel",
      "texte_verbatim": "La modification de la demande n'est recevable en appel que si les conditions fixées à l'art. 227, al. 1, sont remplies et que la modification repose sur des faits ou des moyens de preuve nouveaux.",
      "domaine": "Procédure civile - Modification de la demande en appel",
      "entree_vigueur": "01.01.2011",
      "portee": "Limitation stricte de la possibilité de modifier la demande en appel. Nécessite un lien de connexité (art. 227 al. 1 CPC) et des nova admissibles selon l'art. 317 al. 1 CPC."
    },
    {
      "reference": "Art. 229 al. 1 CPC",
      "titre": "Faits et moyens de preuve nouveaux en première instance",
      "texte_verbatim": "Les faits et moyens de preuve nouveaux ne sont admis aux débats principaux que s'ils sont invoqués sans retard et qu'ils remplissent l'une des conditions suivantes:\na. ils sont postérieurs à l'échange d'écritures ou à la dernière audience d'instruction ou ont été découverts postérieurement;\nb. ils existaient avant la clôture de l'échange d'écritures ou la dernière audience d'instruction mais ne pouvaient être invoqués antérieurement bien que la partie qui s'en prévaut ait fait preuve de la diligence requise.",
      "domaine": "Procédure civile - Première instance",
      "entree_vigueur": "01.01.2011",
      "portee": "Régit l'admission des nova en première instance. Distingue les vrais nova (lettre a) des pseudo-nova (lettre b). Ne s'applique pas en appel, où seul l'art. 317 CPC est applicable."
    },
    {
      "reference": "Art. 229 al. 3 CPC",
      "titre": "Nova sous maxime inquisitoire en première instance",
      "texte_verbatim": "Lorsqu'il doit établir les faits d'office, le tribunal admet des faits et moyens de preuve nouveaux jusqu'aux délibérations.",
      "domaine": "Procédure civile - Maxime inquisitoire en première instance",
      "entree_vigueur": "01.01.2011",
      "portee": "Exception à la règle de l'art. 229 al. 1 CPC pour les litiges où le juge établit les faits d'office. Ne s'applique qu'en première instance (ATF 138 III 625)."
    },
    {
      "reference": "Art. 296 al. 1 CPC",
      "titre": "Maxime inquisitoire illimitée",
      "texte_verbatim": "Le tribunal établit les faits d'office:\na. dans les affaires relevant du droit du mariage, sauf en ce qui concerne les prétentions patrimoniales;\nb. en matière de protection de l'union conjugale;\nc. dans les affaires relevant de la protection de l'enfant;\nd. dans les affaires relevant du droit de la filiation et de l'adoption;\ne. dans les affaires relevant de la protection de l'adulte.",
      "domaine": "Procédure civile - Contentieux familial",
      "entree_vigueur": "01.01.2011",
      "portee": "Énumération des matières soumises à la maxime inquisitoire illimitée. Dans ces matières, l'art. 317 al. 1 CPC ne s'applique pas strictement en appel (ATF 144 III 349), et depuis 2025, l'art. 317 al. 1bis CPC s'applique."
    },
    {
      "reference": "Art. 190 al. 2 lit. b LDIP",
      "titre": "Recours contre les sentences arbitrales internationales - Incompétence",
      "texte_verbatim": "La sentence peut uniquement être annulée: [...] b. si le tribunal arbitral s'est déclaré à tort compétent ou incompétent.",
      "domaine": "Droit international privé - Arbitrage international",
      "entree_vigueur": "01.01.1989",
      "portee": "Motif de recours au Tribunal fédéral contre une sentence arbitrale internationale. Le Tribunal fédéral examine librement la question de la compétence du tribunal arbitral."
    },
    {
      "reference": "Art. 178 al. 2 LDIP",
      "titre": "Compétence du tribunal arbitral",
      "texte_verbatim": "Le tribunal arbitral statue sur sa propre compétence.",
      "domaine": "Droit international privé - Arbitrage international",
      "entree_vigueur": "01.01.1989",
      "portee": "Principe de la compétence-compétence: le tribunal arbitral statue en premier sur sa propre compétence, sous réserve du contrôle du Tribunal fédéral selon l'art. 190 al. 2 lit. b LDIP."
    },
    {
      "reference": "Art. 16 LDIP",
      "titre": "Droit étranger - Allégation et preuve",
      "texte_verbatim": "Le contenu du droit étranger est établi d'office. À cette fin, la collaboration des parties peut être requise. Dans les causes patrimoniales, la preuve du droit étranger peut être mise à la charge des parties.",
      "domaine": "Droit international privé - Application du droit étranger",
      "entree_vigueur": "01.01.1989",
      "portee": "Lorsque la preuve du droit étranger est mise à la charge des parties (causes patrimoniales), les expertises sur le droit étranger ont valeur de moyens de preuve et tombent sous l'interdiction de l'art. 99 LTF."
    },
    {
      "reference": "Art. 31-32 Convention de Vienne sur le droit des traités",
      "titre": "Règles générales d'interprétation des traités",
      "texte_verbatim": "Art. 31 al. 1: Un traité doit être interprété de bonne foi suivant le sens ordinaire à attribuer aux termes du traité dans leur contexte et à la lumière de son objet et de son but.\n\nArt. 32: Il peut être fait appel à des moyens complémentaires d'interprétation, et notamment aux travaux préparatoires et aux circonstances dans lesquelles le traité a été conclu, en vue, soit de confirmer le sens résultant de l'application de l'article 31, soit de déterminer le sens lorsque l'interprétation donnée conformément à l'article 31: a) laisse le sens ambigu ou obscur; ou b) conduit à un résultat qui est manifestement absurde ou déraisonnable.",
      "domaine": "Droit international public",
      "entree_vigueur": "27.01.1980 (Convention de Vienne de 1969)",
      "portee": "Méthodes d'interprétation des traités internationaux applicables par le Tribunal fédéral. Approche textuelle, contextuelle et téléologique (art. 31), complétée par les travaux préparatoires si nécessaire (art. 32)."
    },
    {
      "reference": "Art. 227 al. 1 CPC",
      "titre": "Modification de la demande",
      "texte_verbatim": "Le demandeur peut modifier sa demande jusqu'à la clôture de l'échange d'écritures pour autant que les conditions suivantes soient remplies:\na. les prétentions modifiées découlent du même état de fait que la demande initiale ou présentent un lien étroit avec celui-ci;\nb. les conditions de litispendance sont réunies.",
      "domaine": "Procédure civile - Modification de la demande",
      "entree_vigueur": "01.01.2011",
      "portee": "Conditions générales de modification de la demande en première instance. En appel, l'art. 317 al. 2 CPC ajoute l'exigence que la modification repose sur des nova admissibles."
    }
  ],

  "mots_cles": [
    "nova",
    "preuves nouvelles",
    "faits nouveaux",
    "art. 99 LTF",
    "art. 317 CPC",
    "art. 229 CPC",
    "interdiction des nova",
    "maxime inquisitoire",
    "maxime inquisitoire illimitée",
    "appel civil",
    "Tribunal fédéral",
    "moyens de droit",
    "droit étranger",
    "arbitrage international",
    "traité d'investissement",
    "diligence requise",
    "vrais nova",
    "pseudo-nova",
    "délibérations",
    "art. 190 LDIP",
    "procédure civile suisse"
  ],

  "analyse_complete": "# Analyse Doctrinale de l'ATF 150 III 89\n## L'Interdiction des Preuves Nouvelles en Procédure Civile Suisse\n### De la Première Instance au Tribunal Fédéral\n\n---\n\n## I. INTRODUCTION ET PORTÉE DE L'ARRÊT\n\n### A. Contexte général et importance systématique\n\nL'ATF 150 III 89 du 11 janvier 2024 constitue une **pierre angulaire** dans l'édifice jurisprudentiel relatif à l'interdiction des preuves nouvelles (nova) en procédure civile suisse. Cet arrêt s'inscrit dans une longue tradition jurisprudentielle qui régit strictement l'introduction de faits et moyens de preuve nouveaux aux différents stades de la procédure judiciaire.\n\nLa question des nova revêt une **importance pratique considérable** car elle détermine à quel moment et sous quelles conditions les parties peuvent compléter l'état de fait soumis au juge. Un régime trop libéral risquerait de prolonger indéfiniment les procès et d'encourager la négligence des parties; un régime trop strict pourrait conduire à des décisions fondées sur un état de fait incomplet et donc potentiellement inéquitables.\n\nLe droit suisse a opté pour un **équilibre complexe** entre ces deux écueils, équilibre qui varie selon le stade procédural et la nature du litige. L'ATF 150 III 89 vient clarifier plusieurs aspects essentiels de cet équilibre, notamment la distinction fondamentale entre **moyens de droit** (admissibles) et **faits nouveaux** (irrecevables) devant le Tribunal fédéral.\n\n### B. L'affaire concrète: investissement minier et protection environnementale\n\nL'arrêt trouve son origine dans un différend sino-singapourien d'investissement international présentant une problématique moderne: le **conflit entre exploitation économique et protection environnementale**.\n\nDeux sociétés singapouriennes possédaient des licences d'exploitation de mines de phosphate et de baryte dans la province chinoise du Sichuan. En 2016-2017, la Chine créa le **Parc national des pandas géants** dans cette région et interdit toute exploitation minière dans et autour des zones de protection, entraînant la fermeture forcée des mines.\n\nLes investisseurs singapouriens considérèrent cette mesure comme une **expropriation indirecte** violant l'accord bilatéral sino-singapourien de 1985 sur la promotion et la protection des investissements. Ils initièrent une procédure arbitrale, qui aboutit à une sentence déclarant le tribunal arbitral **incompétent**.\n\nDevant le Tribunal fédéral suisse (compétent pour contrôler les sentences arbitrales internationales rendues en Suisse), les recourantes présentèrent notamment un **nouveau rapport d'expert** sur le droit chinois des investissements. C'est le traitement procédural de ce document qui soulève la question centrale de l'arrêt.\n\n### C. La problématique juridique centrale\n\nL'arrêt soulève **trois questions procédurales majeures**:\n\n**1. Admissibilité du rapport d'expert juridique**\n\nUn rapport d'expert sur le droit étranger constitue-t-il un **moyen de droit** (admissible malgré l'art. 99 LTF) ou un **moyen de preuve** (irrecevable)? Cette distinction est cruciale car elle détermine si les parties peuvent enrichir l'argumentation juridique en cours de procédure fédérale.\n\n**2. Étendue du contrôle du Tribunal fédéral**\n\nLe Tribunal fédéral peut-il examiner librement la question de la compétence d'un tribunal arbitral international, ou doit-il se limiter à contrôler l'arbitraire?\n\n**3. Interprétation des traités d'investissement**\n\nComment interpréter les clauses de règlement des différends dans les traités bilatéraux d'investissement qui offrent un choix entre juridictions nationales et arbitrage international?\n\n## II. L'INTERDICTION DES NOVA DEVANT LE TRIBUNAL FÉDÉRAL (ART. 99 LTF)\n\n### A. Le principe: une interdiction stricte et ses fondements\n\n#### 1. Texte et ratio legis de l'article 99 al. 1 LTF\n\nL'article 99 alinéa 1 LTF énonce de manière lapidaire: **\"Aucun fait nouveau ni preuve nouvelle ne peut être présenté à moins de résulter de la décision de l'autorité précédente.\"**\n\nCette interdiction repose sur plusieurs **fondements systématiques**:\n\n**a) Nature de juridiction de réforme**\n\nLe Tribunal fédéral n'est **pas une troisième instance** ordinaire, mais une juridiction de contrôle. Il examine la conformité au droit fédéral de décisions prises par les autorités cantonales ou les tribunaux arbitraux sur la base d'un état de fait définitivement établi.\n\nSi le Tribunal fédéral admettait librement des nova, il se transformerait en instance d'appel ordinaire, ce qui contreviendrait à sa mission constitutionnelle.\n\n**b) Sécurité juridique et célérité**\n\nL'interdiction des nova vise à **mettre un terme au litige** dans un délai raisonnable. Si les parties pouvaient constamment compléter l'état de fait, les procédures deviendraient interminables.\n\nElle encourage également les parties à faire preuve de **diligence** dès les premières instances: sachant qu'elles ne pourront plus présenter de nova devant le Tribunal fédéral, elles sont incitées à invoquer tous les faits pertinents dès la première instance.\n\n**c) Respect du système fédéraliste**\n\nDans le système suisse, l'établissement des faits relève de la compétence des **autorités cantonales**. Le Tribunal fédéral ne peut substituer sa propre appréciation des faits à celle de l'autorité cantonale, sauf arbitraire manifeste.\n\nAdmettre des nova devant le Tribunal fédéral reviendrait à empiéter sur cette compétence cantonale.\n\n#### 2. L'exception étroite: faits résultant de la décision attaquée\n\nL'article 99 al. 1 LTF prévoit une **exception unique**: les faits **\"résultant de la décision de l'autorité précédente\"**.\n\nCette exception vise les situations où:\n- La décision attaquée elle-même crée une situation factuelle nouvelle\n- Un fait pertinent n'est révélé que par le contenu de la décision attaquée\n- Il s'agit d'établir les conditions de **recevabilité du recours** lui-même\n\nL'exception demeure **très étroite** et ne permet pas aux parties de compléter substantiellement l'état de fait.\n\n### B. La distinction fondamentale: moyens de droit versus faits nouveaux\n\n#### 1. Principe: les moyens de droit ne sont pas des nova\n\nL'ATF 150 III 89 confirme et précise une distinction fondamentale établie par la jurisprudence constante: **les moyens de droit ne tombent pas sous l'interdiction de l'article 99 LTF**.\n\nLes parties peuvent donc invoquer devant le Tribunal fédéral:\n- De nouveaux **arguments juridiques**\n- Des **références doctrinales** (articles, monographies, commentaires)\n- Des **arrêts de jurisprudence** suisses ou étrangers\n- Des **traités internationaux** ou du droit étranger accessible\n\nCette possibilité découle du fait que le Tribunal fédéral applique le droit d'office (**iura novit curia**). Il n'est pas lié par l'argumentation juridique des parties et peut fonder sa décision sur d'autres considérations juridiques.\n\nDès lors, permettre aux parties de compléter leur argumentation juridique ne transforme pas le Tribunal fédéral en instance d'appel: il demeure maître de la qualification juridique.\n\n#### 2. Condition: respect du délai de recours\n\nLes moyens de droit doivent toutefois être invoqués **dans le délai de recours** (art. 100 LTF: 30 jours en principe).\n\nUne partie ne peut pas, après l'expiration du délai, présenter de nouvelles conclusions, de nouveaux arguments juridiques ou de nouveaux moyens de droit. Le **principe de l'unité du recours** s'applique.\n\n#### 3. Justification: article 105 al. 2 LTF\n\nL'article 105 alinéa 2 LTF impose aux parties d'exposer **\"en quoi l'acte attaqué viole le droit\"**. Les parties doivent donc développer leur **argumentation juridique complète** dans le mémoire de recours.\n\nCette exigence garantit que le Tribunal fédéral et la partie adverse disposent d'emblée de l'ensemble de l'argumentation juridique, tout en permettant une certaine souplesse dans le développement des arguments.\n\n### C. L'exception critique: les expertises sur le droit étranger\n\n#### 1. Le principe: le droit étranger comme fait à prouver\n\nL'ATF 150 III 89 apporte une **précision capitale** concernant les expertises juridiques portant sur le droit étranger.\n\nSelon l'article 16 LDIP, le contenu du droit étranger est en principe **établi d'office** par le juge. Toutefois, **\"dans les causes patrimoniales, la preuve du droit étranger peut être mise à la charge des parties\"**.\n\nLorsque la preuve est mise à la charge des parties, le droit étranger devient un **fait à prouver** et non un simple moyen de droit. Les expertises sur le droit étranger acquièrent alors valeur de **moyens de preuve** et tombent sous l'interdiction de l'article 99 LTF.\n\n#### 2. Application dans l'ATF 150 III 89\n\nDans l'affaire concrète, les recourantes présentèrent un rapport d'expert sur le droit chinois des investissements pour la première fois devant le Tribunal fédéral.\n\nLe Tribunal fédéral rejette ce rapport car:\n- La procédure arbitrale concernait une **cause patrimoniale** (différend d'investissement)\n- La preuve du droit étranger (chinois) incombait donc aux parties\n- Le rapport d'expert constituait un **moyen de preuve** nouveau\n- Il tombait sous l'interdiction de l'article 99 al. 1 LTF\n\nCette solution garantit la cohérence du système: si les parties ont la charge de prouver le droit étranger en première instance, elles ne peuvent combler leurs lacunes devant le Tribunal fédéral.\n\n#### 3. Conséquences pratiques pour les praticiens\n\nCette jurisprudence a d'importantes **implications pratiques**:\n\n**En première instance et en appel:** Les parties impliquées dans des litiges internationaux doivent impérativement produire toutes les expertises sur le droit étranger dès les premières instances. Une négligence ne pourra être réparée devant le Tribunal fédéral.\n\n**Devant le Tribunal fédéral:** Les parties peuvent invoquer le droit étranger **accessible** (lois publiées, jurisprudence publique) comme moyen de droit, mais non présenter de nouvelles expertises sur des questions controversées de droit étranger.\n\n**En arbitrage international:** Les arbitres et les parties doivent veiller à ce que toutes les questions de droit étranger pertinentes soient examinées durant la procédure arbitrale. Le contrôle du Tribunal fédéral se fera sur la base de l'état de fait et de droit établi devant les arbitres.\n\n## III. LES NOVA EN APPEL CANTONAL (ART. 317 CPC)\n\n### A. Le régime général: admission restrictive des nova\n\n#### 1. Texte et conditions cumulatives de l'article 317 al. 1 CPC\n\nL'article 317 alinéa 1 CPC dispose: **\"Les faits et moyens de preuve nouveaux ne sont pris en considération en appel que s'ils sont invoqués ou produits sans retard et s'ils ne pouvaient l'être devant la première instance bien que la partie qui s'en prévaut ait fait preuve de la diligence requise.\"**\n\nCette disposition impose **deux conditions cumulatives**:\n\n**a) Invocation ou production \"sans retard\"**\n\nLes nova doivent être présentés **dès que possible** en procédure d'appel. Une partie qui attend plusieurs mois ou qui invoque des nova tardivement dans la procédure verra ceux-ci rejetés.\n\nLa jurisprudence ATF 142 III 413 précise que le délai limite absolu est celui des **délibérations**: dès que la cause est gardée à juger (généralement après que le tribunal renonce à un second échange d'écritures), aucun nova n'est plus admissible.\n\n**b) Impossibilité de présenter en première instance malgré la diligence**\n\nLa partie doit démontrer qu'elle ne pouvait **objectivement pas** invoquer le fait ou produire le moyen de preuve en première instance, bien qu'elle ait fait preuve de la **diligence requise**.\n\nCette condition exclut les pseudo-nova **inexcusables**, c'est-à-dire les faits ou preuves qui existaient déjà et auraient pu être invoqués en première instance.\n\n#### 2. Distinction entre vrais nova et pseudo-nova\n\nLa jurisprudence distingue **trois catégories** de nova:\n\n**a) Vrais nova (echte Noven)**\n\nFaits survenus **après** la décision de première instance. Ils sont **toujours admissibles** sans autre condition que l'invocation sans retard (ATF 141 III 401).\n\n**Exemple:** Changement de situation économique d'un débiteur alimentaire entre le jugement de première instance et l'appel.\n\n**b) Pseudo-nova excusables (entschuldbare unechte Noven)**\n\nFaits existant déjà en première instance mais que la partie ne pouvait invoquer malgré sa diligence. Admissibles s'ils sont invoqués sans retard en appel.\n\n**Exemple:** Document découvert après clôture de la première instance, alors que la partie avait entrepris toutes les démarches raisonnables pour l'obtenir.\n\n**c) Pseudo-nova inexcusables (unentschuldbare unechte Noven)**\n\nFaits existant déjà en première instance et qui auraient pu être invoqués. **Irrecevables** en appel.\n\n**Exemple:** Témoin connu de la partie mais non cité en première instance par négligence.\n\n#### 3. Charge de la preuve de la diligence\n\nLa **charge de la preuve** de la diligence incombe à la partie qui invoque le nova (ATF 141 III 401).\n\nElle doit expliquer **concrètement et de manière circonstanciée**:\n- Pourquoi elle ne connaissait pas le fait ou ne disposait pas du moyen de preuve\n- Quelles démarches elle avait entreprises pour obtenir les informations\n- Pourquoi ces démarches n'ont pas abouti en temps utile\n\nUne simple affirmation générale de diligence ne suffit pas.\n\n### B. L'exception majeure: la maxime inquisitoire illimitée\n\n#### 1. L'évolution jurisprudentielle: de l'ATF 138 III 625 à l'ATF 144 III 349\n\nLa question de l'application de l'article 317 CPC aux litiges soumis à la **maxime inquisitoire** a connu une **évolution jurisprudentielle remarquable**.\n\n**a) ATF 138 III 625 (2012): application stricte de l'article 317 CPC**\n\nDans cet arrêt fondamental, le Tribunal fédéral affirma que l'article 317 CPC s'applique **de manière autonome et complète** à l'appel, sans renvoi ni exception pour les procédures inquisitoires.\n\nLe fait que le juge doive établir les faits d'office (maxime inquisitoire) ne dispense pas les parties de respecter les conditions restrictives de l'article 317 al. 1 CPC.\n\nL'article 229 al. 3 CPC (qui permet l'invocation de nova jusqu'aux délibérations lorsque le juge établit les faits d'office) ne s'applique qu'en **première instance**, non en appel.\n\n**Conséquence:** Même dans les litiges de droit familial ou de protection de l'adulte, les parties devaient invoquer tous les faits pertinents dès la première instance.\n\n**b) ATF 144 III 349 (2018): revirement pour la maxime inquisitoire illimitée**\n\nSix ans plus tard, le Tribunal fédéral opéra un **revirement jurisprudentiel partiel** dans l'ATF 144 III 349.\n\nIl établit une **distinction fondamentale** entre:\n\n- **Maxime inquisitoire sociale** (art. 247 CPC): le juge peut compléter d'office les faits allégués, mais les parties gardent la responsabilité principale de l'allégation. L'article 317 al. 1 CPC s'applique strictement (ATF 142 III 413).\n\n- **Maxime inquisitoire illimitée** (art. 296 al. 1 CPC): le juge doit établir les faits d'office de manière exhaustive. Les parties peuvent invoquer des nova en appel **sans restriction**, indépendamment des conditions de l'article 317 al. 1 CPC.\n\n**Ratio decidendi:** Lorsque le juge d'appel a le devoir d'établir les faits d'office (par ex. pour déterminer l'intérêt de l'enfant en droit matrimonial), il serait **contradictoire** de lui refuser la prise en compte de nova pertinents au motif qu'ils auraient pu être invoqués en première instance.\n\nLe but de la maxime inquisitoire illimitée est de garantir que la décision soit prise sur la base de l'**état de fait le plus complet et actuel possible**. Ce but serait compromis par une application stricte de l'article 317 al. 1 CPC.\n\n#### 2. Champ d'application de la maxime inquisitoire illimitée\n\nL'article 296 al. 1 CPC énumère **limitativement** les matières soumises à la maxime inquisitoire illimitée:\n\n**a) Droit du mariage** (sauf prétentions patrimoniales)\n- Divorce et ses effets (attribution de la garde, droit de visite)\n- Protection de l'union conjugale\n- Séparation de corps\n\n**b) Protection de l'enfant**\n- Attribution de l'autorité parentale\n- Réglementation des relations personnelles\n- Placement de l'enfant\n- Mesures de protection\n\n**c) Droit de la filiation et de l'adoption**\n- Actions en contestation et en reconnaissance de paternité\n- Procédures d'adoption\n\n**d) Protection de l'adulte**\n- Curatelle\n- Placement à des fins d'assistance\n- Mesures de protection de la personnalité\n\n**e) Contributions d'entretien**\n\nLa jurisprudence étend l'exception des nova aux actions en modification de contributions d'entretien (art. 134 al. 2 CC), qui sont soumises à la maxime inquisitoire illimitée (ATF 143 III 42).\n\n#### 3. Conséquences pratiques de l'exception\n\nDans les matières soumises à la maxime inquisitoire illimitée:\n\n**Pour les parties:**\n- Possibilité d'invoquer librement des nova en appel\n- Obligation d'invoquer \"sans retard\" (principe général de bonne foi)\n- Aucune nécessité de démontrer l'impossibilité de présenter en première instance\n\n**Pour le juge d'appel:**\n- Devoir d'examiner tous les nova pertinents\n- Pouvoir d'ordonner d'office des mesures d'instruction complémentaires\n- Obligation de statuer sur la base de l'état de fait le plus actuel\n\n**Illustration:** Dans une procédure de divorce concernant la garde d'un enfant, si l'un des parents invoque en appel un nouveau certificat médical attestant de problèmes psychologiques de l'autre parent, ce document doit être pris en compte même s'il aurait pu être produit en première instance.\n\n### C. La codification législative: l'article 317 al. 1bis CPC (2025)\n\n#### 1. Genèse et contenu de la disposition\n\nLa **révision du CPC entrée en vigueur le 1er janvier 2025** a codifié la jurisprudence ATF 144 III 349 en introduisant un nouvel alinéa 1bis à l'article 317 CPC:\n\n**\"Lorsque l'instance d'appel doit établir les faits d'office, elle admet les faits et moyens de preuve nouveaux jusqu'aux délibérations.\"**\n\nCette disposition apporte une **sécurité juridique accrue** en inscrivant expressément dans la loi l'exception pour la maxime inquisitoire.\n\n#### 2. Portée et interprétation\n\n**a) \"Doit établir les faits d'office\"**\n\nL'expression vise la **maxime inquisitoire illimitée** de l'article 296 al. 1 CPC, non la maxime inquisitoire sociale.\n\nSeules les matières énumérées à l'article 296 al. 1 CPC bénéficient de cette exception.\n\n**b) \"Jusqu'aux délibérations\"**\n\nLe délai limite pour invoquer des nova demeure celui des **délibérations**, conformément à la jurisprudence constante (ATF 142 III 413).\n\nUne fois que la cause est gardée à juger, aucun nova n'est plus admissible, même sous maxime inquisitoire illimitée.\n\n**c) Absence de condition de diligence**\n\nL'article 317 al. 1bis CPC ne reprend **pas** la condition selon laquelle les faits ne pouvaient être invoqués en première instance malgré la diligence.\n\nCette omission confirme que les parties peuvent invoquer des nova **sans restriction** dans les matières concernées.\n\n#### 3. Impact sur la pratique judiciaire\n\nLa codification clarifie une situation qui était source d'**insécurité juridique** depuis l'ATF 144 III 349.\n\nCertains tribunaux cantonaux (notamment dans les cantons de Fribourg, Neuchâtel et Vaud) continuaient d'appliquer strictement l'article 317 al. 1 CPC même dans les matières soumises à la maxime inquisitoire illimitée. L'introduction de l'article 317 al. 1bis CPC met fin à ces divergences de pratique.\n\n## IV. LES NOVA EN PREMIÈRE INSTANCE (ART. 229 CPC)\n\n### A. Le régime applicable en première instance\n\n#### 1. Structure de l'article 229 CPC\n\nBien que l'ATF 150 III 89 porte principalement sur l'article 99 LTF, il est essentiel de comprendre le régime des nova en première instance pour saisir la **cohérence systématique** du droit procédural civil suisse.\n\nL'article 229 CPC régit l'admission des nova en première instance selon une structure **parallèle** à l'article 317 CPC:\n\n**Alinéa 1:** Admission restrictive des nova aux débats principaux (deux conditions cumulatives)\n\n**Alinéa 2:** Exception si pas de second échange d'écritures ni débats d'instruction\n\n**Alinéa 3:** Exception pour la maxime inquisitoire: nova admissibles jusqu'aux délibérations\n\n#### 2. Les deux conditions de l'alinéa 1\n\nL'article 229 al. 1 CPC distingue expressément:\n\n**a) Vrais nova (lettre a)**\n\nFaits **postérieurs** à l'échange d'écritures ou à la dernière audience d'instruction, ou découverts postérieurement.\n\nAdmissibles s'ils sont invoqués **sans retard**.\n\n**b) Pseudo-nova (lettre b)**\n\nFaits existant avant la clôture de l'échange d'écritures mais qui ne pouvaient être invoqués antérieurement malgré la diligence.\n\nAdmissibles aux mêmes conditions que les pseudo-nova en appel.\n\n#### 3. L'exception de l'alinéa 3: maxime inquisitoire\n\nL'article 229 al. 3 CPC prévoit: **\"Lorsqu'il doit établir les faits d'office, le tribunal admet des faits et moyens de preuve nouveaux jusqu'aux délibérations.\"**\n\nCette disposition s'applique tant à la maxime inquisitoire **sociale** (art. 247 CPC) qu'à la maxime inquisitoire **illimitée** (art. 296 al. 1 CPC).\n\nEn première instance, la distinction entre les deux types de maxime inquisitoire n'a donc **pas la même importance** qu'en appel.\n\n### B. Articulation entre article 229 et article 317 CPC\n\n#### 1. Principe: autonomie de chaque disposition\n\nL'ATF 138 III 625 établit clairement que l'article 317 CPC régit **de manière autonome et complète** l'admission des nova en appel.\n\nL'article 229 al. 3 CPC ne s'applique **pas en appel**: en appel, c'est exclusivement l'article 317 CPC qui s'applique (avant 2025) ou les articles 317 al. 1 et 1bis CPC (depuis 2025).\n\n#### 2. Différences de régime\n\n**En première instance:**\n- Distinction claire entre vrais nova (art. 229 al. 1 let. a) et pseudo-nova (art. 229 al. 1 let. b)\n- Exception générale pour la maxime inquisitoire (art. 229 al. 3)\n- Pas de distinction entre maxime inquisitoire sociale et illimitée\n\n**En appel (avant 2025):**\n- Pas de distinction textuelle entre vrais et pseudo-nova dans l'art. 317 al. 1 CPC\n- Pas d'exception textuelle pour la maxime inquisitoire\n- Distinction jurisprudentielle entre maxime inquisitoire sociale (art. 317 al. 1 CPC strictement applicable) et illimitée (exception jurisprudentielle)\n\n**En appel (depuis 2025):**\n- Article 317 al. 1 CPC: régime restrictif général\n- Article 317 al. 1bis CPC: exception pour la maxime inquisitoire (\"lorsque l'instance d'appel doit établir les faits d'office\")\n- Codification de la jurisprudence ATF 144 III 349\n\n#### 3. Ratio de cette différenciation\n\nLa différence de régime entre première instance et appel s'explique par des considérations de **politique procédurale**:\n\n**En première instance:** Le juge établit l'état de fait pour la première fois. Il dispose d'une large marge de manœuvre pour instruire le dossier et admettre des compléments d'allégations.\n\n**En appel:** L'état de fait devrait en principe être définitivement établi. L'admission libérale de nova transformerait l'appel en une nouvelle première instance, ce qui est contraire au système du CPC qui conçoit l'appel comme une **instance de contrôle** (art. 310 ss CPC).\n\nToutefois, dans les matières soumises à la maxime inquisitoire illimitée, l'**intérêt substantiel** (protection de l'enfant, protection de l'adulte) l'emporte sur les considérations d'économie procédurale.\n\n## V. SYNTHÈSE SYSTÉMATIQUE: LES TROIS NIVEAUX D'INTERDICTION DES NOVA\n\n### A. Vue d'ensemble des régimes applicables\n\nLe droit procédural civil suisse connaît **trois régimes distincts** d'admission des nova selon le stade procédural:\n\n| **Stade** | **Base légale** | **Régime général** | **Exception principale** |\n|-----------|-----------------|---------------------|-------------------------|\n| **Première instance** | Art. 229 CPC | Admission restrictive (2 conditions) | Maxime inquisitoire (al. 3): nova admissibles jusqu'aux délibérations |\n| **Appel cantonal** | Art. 317 CPC | Admission restrictive (2 conditions) | Maxime inquisitoire illimitée (al. 1bis depuis 2025): nova admissibles jusqu'aux délibérations |\n| **Tribunal fédéral** | Art. 99 LTF | Interdiction de principe | Faits résultant de la décision attaquée (exception très étroite) |\n\nCette **gradation restrictive** reflète la conception suisse de l'organisation judiciaire: plus on s'élève dans la hiérarchie judiciaire, plus le contrôle se concentre sur les **questions de droit** et moins sur les **questions de fait**.\n\n### B. Points communs et différences\n\n#### 1. Points communs aux trois régimes\n\n**a) Exigence d'invocation \"sans retard\"**\n\nÀ tous les stades, les nova doivent être invoqués **dès que possible**. Une invocation tardive entraîne l'irrecevabilité, même si les autres conditions sont remplies.\n\n**b) Délai limite: les délibérations**\n\nDans tous les cas où des nova sont en principe admissibles (art. 229 al. 3 CPC, art. 317 al. 1bis CPC), le délai limite absolu est celui des **délibérations**.\n\nUne fois que la cause est gardée à juger, aucun nova n'est plus admissible.\n\n**c) Charge de la preuve**\n\nLa partie qui invoque un nova inexcusable (pseudo-nova) doit démontrer qu'elle a fait preuve de la **diligence requise**.\n\n#### 2. Différences principales\n\n**a) Degré de restriction croissant**\n\n- En première instance: régime relativement souple, surtout sous maxime inquisitoire\n- En appel: régime restrictif, avec exception importante pour maxime inquisitoire illimitée\n- Devant le TF: interdiction quasi-absolue, sans exception pour maxime inquisitoire\n\n**b) Traitement des moyens de droit**\n\n- En première instance et en appel: les moyens de droit suivent le même régime que les moyens de fait\n- Devant le TF: distinction fondamentale entre moyens de droit (admissibles) et faits nouveaux (irrecevables)\n\n**c) Portée de l'exception pour maxime inquisitoire**\n\n- En première instance: l'art. 229 al. 3 CPC vise toute maxime inquisitoire (sociale ou illimitée)\n- En appel: seule la maxime inquisitoire **illimitée** permet l'invocation libre de nova (art. 317 al. 1bis CPC)\n- Devant le TF: aucune exception pour la maxime inquisitoire\n\n### C. Cohérence systématique et justifications\n\n#### 1. Logique du système\n\nLe système suisse repose sur l'idée d'un **épuisement progressif** du droit d'alléguer des faits:\n\n**Phase 1 (première instance):** Les parties disposent de la plus grande latitude pour alléguer les faits et produire les preuves. C'est à ce stade que l'état de fait doit être **intégralement constitué**.\n\n**Phase 2 (appel):** Possibilité limitée de compléter l'état de fait, avec distinction selon la nature du litige (maxime inquisitoire illimitée ou non).\n\n**Phase 3 (Tribunal fédéral):** État de fait définitivement figé. Le contrôle porte exclusivement sur l'**application du droit** aux faits établis.\n\nCette progression vise à concilier:\n- **Justice matérielle:** garantir que la décision repose sur un état de fait complet\n- **Sécurité juridique:** mettre un terme au litige dans un délai raisonnable\n- **Efficacité procédurale:** éviter les procédures interminables\n\n#### 2. Particularité des litiges sous maxime inquisitoire illimitée\n\nLes litiges soumis à la maxime inquisitoire illimitée (droit familial, protection de l'adulte) bénéficient d'un régime **dérogatoire** en première instance et en appel.\n\nCette dérogation se justifie par:\n\n**a) Primauté de l'intérêt de l'enfant ou de la personne protégée**\n\nDans ces matières, l'intérêt de l'enfant (art. 3 CDE) ou de la personne protégée prime sur les considérations d'efficacité procédurale.\n\nIl serait **contraire à cet intérêt** de refuser de prendre en compte des éléments pertinents au motif qu'ils auraient pu être invoqués plus tôt.\n\n**b) Nature évolutive des situations**\n\nLes situations familiales et de protection évoluent rapidement. Un état de fait figé au moment de la première instance risquerait d'être **obsolète** au moment de l'appel.\n\n**c) Déséquilibre entre les parties**\n\nDans les litiges familiaux, l'une des parties (souvent la partie économiquement plus faible) peut manquer de ressources ou de conseil juridique adéquat en première instance. La possibilité d'invoquer des nova en appel **rééquilibre** la procédure.\n\n**d) Limite: pas d'extension au Tribunal fédéral**\n\nToutefois, même dans ces matières, l'interdiction de l'article 99 LTF s'applique **pleinement** devant le Tribunal fédéral. Cette limitation se justifie par:\n\n- La nature de juridiction de droit du Tribunal fédéral\n- La nécessité de mettre un terme définitif au litige\n- Le fait que les cantons ont eu deux instances pour établir l'état de fait\n\n## VI. IMPLICATIONS PRATIQUES ET STRATÉGIE PROCÉDURALE\n\n### A. Recommandations pour les praticiens\n\n#### 1. En première instance: principe de l'exhaustivité\n\nLa règle d'or est d'**alléguer tous les faits pertinents** et de **produire tous les moyens de preuve disponibles** dès la première instance.\n\nUne stratégie consistant à \"garder des cartouches\" pour l'appel est **vouée à l'échec** dans la plupart des cas (sauf maxime inquisitoire illimitée).\n\n**Liste de contrôle:**\n- Identifier tous les témoins pertinents et les citer dès la première instance\n- Produire tous les documents disponibles dans les écritures\n- En cas de doute sur la pertinence d'un élément, le présenter quand même (principe de subsidiarité)\n- En présence de droit étranger: produire dès la première instance toutes les expertises nécessaires\n\n#### 2. En appel: distinction selon la nature du litige\n\n**a) Litiges ordinaires (maxime des faits ou maxime inquisitoire sociale)**\n\nNova admissibles seulement si:\n- Vrais nova (survenus après la première instance), OU\n- Pseudo-nova excusables (impossibilité objective de présenter malgré diligence)\n\n**Stratégie:**\n- Documenter méticuleusement la diligence déployée en première instance\n- Invoquer immédiatement tout nova dans le mémoire d'appel\n- Expliquer en détail pourquoi le fait ne pouvait être invoqué auparavant\n\n**b) Litiges sous maxime inquisitoire illimitée (art. 296 al. 1 CPC)**\n\nNova admissibles librement jusqu'aux délibérations.\n\n**Stratégie:**\n- Possibilité de compléter l'état de fait en appel\n- Veiller néanmoins à invoquer \"sans retard\" (principe de bonne foi)\n- Privilégier l'invocation dans le mémoire d'appel ou la réponse\n\n#### 3. Devant le Tribunal fédéral: distinguer droit et fait\n\n**a) Faits nouveaux: irrecevables**\n\nAucun fait nouveau ne peut être invoqué devant le Tribunal fédéral (art. 99 LTF).\n\n**Conséquence:** Le recours doit être fondé exclusivement sur les faits établis par l'autorité cantonale ou le tribunal arbitral.\n\n**Exception très étroite:** Faits permettant d'établir la **recevabilité du recours** lui-même (qualité pour recourir, délai, etc.).\n\n**b) Moyens de droit: admissibles dans le délai de recours**\n\nPossibilité d'invoquer:\n- Nouveaux arguments juridiques\n- Jurisprudence et doctrine\n- Droit étranger **accessible** (lois publiées, jurisprudence)\n\n**Interdiction:** Nouvelles expertises sur le droit étranger si la preuve incombait aux parties.\n\n**Stratégie:**\n- Développer l'argumentation juridique **complète** dans le mémoire de recours\n- Joindre la doctrine et la jurisprudence pertinentes\n- En présence de droit étranger complexe: produire toutes les expertises dès la procédure cantonale ou arbitrale\n\n### B. Pièges à éviter et erreurs fréquentes\n\n#### 1. Confusion entre moyens de droit et faits\n\nErreur fréquente: qualifier un moyen de preuve (expertise sur droit étranger) de \"moyen de droit\" pour contourner l'article 99 LTF.\n\nL'ATF 150 III 89 ferme cette voie: lorsque la preuve du droit étranger incombe aux parties (art. 16 LDIP), les expertises sont des **moyens de preuve**, non des moyens de droit.\n\n#### 2. Invocation tardive de nova en appel\n\nErreur: invoquer un nova plusieurs mois après le dépôt du mémoire d'appel ou de la réponse.\n\nLa condition d'invocation \"sans retard\" impose de présenter les nova **dès que possible**, idéalement dans le premier mémoire.\n\n#### 3. Défaut de motivation de la diligence\n\nErreur: se contenter d'affirmer qu'on ne pouvait pas invoquer le fait en première instance, sans expliquer concrètement pourquoi.\n\nLa jurisprudence exige une **explication circonstanciée** des démarches entreprises et de leur échec.\n\n#### 4. Surconfiance dans l'exception de la maxime inquisitoire\n\nErreur: se reposer sur l'exception de la maxime inquisitoire pour présenter des nova en appel, alors que le litige est soumis à la maxime inquisitoire **sociale** (art. 247 CPC) et non **illimitée** (art. 296 al. 1 CPC).\n\nSeule la maxime inquisitoire illimitée permet l'invocation libre de nova en appel.\n\n#### 5. Tentative de rouvrir le débat factuel devant le Tribunal fédéral\n\nErreur: tenter de compléter ou contester l'état de fait dans le recours au Tribunal fédéral.\n\nLe Tribunal fédéral est lié par l'état de fait établi par l'autorité précédente, sauf arbitraire manifeste (art. 105 al. 1 LTF).\n\n## VII. QUESTIONS EN SUSPENS ET DÉVELOPPEMENTS FUTURS\n\n### A. Interprétation de l'article 317 al. 1bis CPC\n\nL'introduction de l'article 317 al. 1bis CPC au 1er janvier 2025 soulève plusieurs **questions d'interprétation**:\n\n#### 1. Portée de l'expression \"doit établir les faits d'office\"\n\nL'article 317 al. 1bis CPC vise-t-il:\n- **Interprétation stricte:** Uniquement les matières énumérées à l'art. 296 al. 1 CPC?\n- **Interprétation large:** Toute situation où le juge a un devoir d'instruction d'office?\n\nLa formulation (\"doit établir\") et les travaux préparatoires plaident pour l'**interprétation stricte**: seule la maxime inquisitoire illimitée au sens de l'art. 296 al. 1 CPC est visée.\n\n#### 2. Articulation avec les dispositions spéciales\n\nCertaines lois spéciales (par ex. droit du bail, art. 274n CO) prévoient des règles particulières sur l'instruction.\n\nL'article 317 al. 1bis CPC s'applique-t-il également dans ces matières?\n\nLa réponse dépendra de l'interprétation que donnera le Tribunal fédéral de chaque disposition spéciale.\n\n### B. Droit étranger et charge de la preuve\n\nL'ATF 150 III 89 clarifie que les expertises sur le droit étranger constituent des moyens de preuve lorsque la preuve incombe aux parties (art. 16 LDIP, causes patrimoniales).\n\nPlusieurs **questions subsistent**:\n\n#### 1. Délimitation entre causes patrimoniales et non-patrimoniales\n\nDans quels cas la preuve du droit étranger incombe-t-elle aux parties?\n\nLa jurisprudence devra préciser les contours de la notion de \"causes patrimoniales\" au sens de l'art. 16 LDIP.\n\n#### 2. Droit étranger \"accessible\"\n\nQuelle est la frontière entre:\n- Droit étranger **accessible** (invocable comme moyen de droit devant le TF), et\n- Droit étranger **controversé** nécessitant une expertise (moyen de preuve irrecevable)?\n\nLa pratique devra développer des critères pour tracer cette ligne.\n\n### C. Arbitrage international et nova\n\n#### 1. Spécificités de l'arbitrage international\n\nL'ATF 150 III 89 concerne un arbitrage international soumis au chapitre 12 LDIP.\n\nDans ce contexte:\n- Les parties ont une large autonomie procédurale\n- Le tribunal arbitral n'est pas lié par les règles du CPC\n- Le contrôle du Tribunal fédéral est limité (art. 190 al. 2 LDIP)\n\n#### 2. Application de l'article 99 LTF\n\nL'interdiction de l'article 99 LTF s'applique-t-elle de la même manière:\n- Aux recours contre des sentences arbitrales internationales (art. 190 ss LDIP)?\n- Aux recours contre des sentences arbitrales internes (art. 389 ss CPC)?\n\nLa jurisprudence devra préciser les éventuelles spécificités.\n\n### D. Digitalisation et nova électroniques\n\n#### 1. Éléments de preuve numériques\n\nLa digitalisation croissante soulève de nouvelles questions:\n- Courriels découverts tardivement dans des archives électroniques\n- Données issues de réseaux sociaux\n- Métadonnées de documents électroniques\n\nLa diligence requise pour découvrir ces éléments devra être précisée.\n\n#### 2. Preuve de la diligence\n\nComment une partie peut-elle prouver qu'elle a effectué des recherches diligentes dans des archives électroniques volumineuses?\n\nLa jurisprudence devra adapter les critères de diligence à l'ère numérique.\n\n## VIII. DROIT COMPARÉ: APERÇU DES SOLUTIONS RETENUES DANS D'AUTRES ORDRES JURIDIQUES\n\n### A. Droit français\n\nLe droit français connaît un régime **plus souple** que le droit suisse:\n\n**En première instance:** Les parties peuvent en principe invoquer des faits nouveaux jusqu'à la clôture des débats (art. 15 CPC français).\n\n**En appel:** L'article 563 CPC français interdit en principe les demandes nouvelles, mais l'article 564 prévoit de nombreuses exceptions. Les **moyens nouveaux** (arguments juridiques) sont admis sans restriction.\n\n**En cassation:** La Cour de cassation ne connaît que des questions de droit. Les moyens de preuve nouveaux sont irrecevables, mais les moyens de droit nouveaux sont admissibles.\n\nLe système français est donc **moins restrictif** que le système suisse, notamment en appel.\n\n### B. Droit allemand\n\nLe droit allemand (ZPO) distingue selon le type de procédure:\n\n**En première instance:** Selon le principe de **Verhandlungsmaxime** (maxime des débats), les parties peuvent alléguer tous les faits pertinents jusqu'à la clôture des débats.\n\n**En appel (Berufung):** Le système allemand a connu plusieurs réformes. Depuis 2002, l'admission de nova en appel est strictement limitée (§ 531 ZPO): les nova ne sont admissibles que s'ils n'ont pu être invoqués en première instance sans faute de la partie.\n\n**En révision (Revision):** La Bundesgerichtshof ne connaît que des questions de droit. Les nova sont en principe irrecevables.\n\nLe système allemand est donc **comparable** au système suisse dans sa structure.\n\n### C. Common law\n\nLes systèmes de common law (Angleterre, États-Unis) connaissent des règles différentes:\n\n**Trial:** Procédure concentrée où toutes les preuves sont présentées en une seule audience (trial). Les parties ont obligation de **disclosure** complète avant le procès.\n\n**Appeal:** L'appel porte généralement sur des **questions de droit** uniquement. Les juridictions d'appel ne réexaminent généralement pas les faits, sauf erreur manifeste du jury ou du juge de première instance.\n\n**New evidence:** L'admission de preuves nouvelles en appel est exceptionnelle et soumise à des conditions strictes (preuve non disponible au procès malgré diligence, pertinence décisive).\n\nLe système de common law est donc **encore plus restrictif** que le système suisse en ce qui concerne l'admission de nova en appel.\n\n## IX. CONCLUSION GÉNÉRALE\n\n### A. Synthèse des enseignements de l'ATF 150 III 89\n\nL'ATF 150 III 89 apporte plusieurs **contributions majeures** à la compréhension du régime des nova en procédure civile suisse:\n\n**1. Confirmation de l'interdiction stricte de l'article 99 LTF**\n\nLe Tribunal fédéral réaffirme que l'interdiction des nova devant lui est **quasi-absolue**. Cette règle garantit que le Tribunal fédéral conserve son caractère de juridiction de droit et non d'instance d'appel ordinaire.\n\n**2. Clarification de la distinction moyens de droit / faits nouveaux**\n\nL'arrêt précise la frontière entre:\n- **Moyens de droit:** arguments juridiques, doctrine, jurisprudence → admissibles\n- **Faits nouveaux:** éléments factuels, moyens de preuve → irrecevables\n\n**3. Solution pour les expertises sur le droit étranger**\n\nL'arrêt tranche une question controversée: lorsque la preuve du droit étranger incombe aux parties (art. 16 LDIP, causes patrimoniales), les expertises juridiques ont valeur de **moyens de preuve** et tombent sous l'interdiction de l'article 99 LTF.\n\nCette solution garantit la cohérence du système: les parties qui ont négligé de prouver le droit étranger en première instance ne peuvent réparer cette négligence devant le Tribunal fédéral.\n\n**4. Application au contentieux de l'arbitrage international**\n\nL'arrêt illustre l'application de ces principes dans le contexte spécifique de l'arbitrage international d'investissement, domaine en pleine expansion.\n\n### B. Cohérence du système suisse des nova\n\nLe droit suisse a construit un système **cohérent et gradué** d'admission des nova:\n\n**Première instance:** Admission relativement libérale, surtout sous maxime inquisitoire. But: constituer un état de fait complet.\n\n**Appel:** Admission restrictive, avec exception importante pour maxime inquisitoire illimitée. But: contrôler la décision de première instance tout en préservant l'effet dévolutif partiel.\n\n**Tribunal fédéral:** Interdiction quasi-absolue. But: contrôler l'application du droit aux faits définitivement établis.\n\nCette gradation reflète la conception suisse de l'organisation judiciaire comme système à **trois niveaux** avec des fonctions distinctes.\n\n### C. Enjeux de justice et d'efficacité\n\nLe régime des nova cristallise la **tension fondamentale** entre:\n\n**Justice matérielle:** Décision fondée sur l'état de fait le plus complet et actuel possible.\n\n**Sécurité juridique et efficacité:** Limitation de la durée des procès, incitation à la diligence, prévisibilité.\n\nLe droit suisse a opté pour un **équilibre nuancé**:\n\n- Dans les litiges **patrimoniaux ordinaires**: primauté de l'efficacité et de la sécurité juridique → régime restrictif à tous les stades\n\n- Dans les litiges **familiaux et de protection**: primauté de la justice matérielle → exception pour maxime inquisitoire illimitée en première instance et en appel\n\n- Devant le **Tribunal fédéral**: primauté absolue de la sécurité juridique et de la fonction de juridiction de droit → interdiction quasi-totale même dans les litiges familiaux\n\n### D. Perspectives et développements futurs\n\nPlusieurs **évolutions** peuvent être anticipées:\n\n**1. Clarification jurisprudentielle de l'article 317 al. 1bis CPC**\n\nLa nouvelle disposition (en vigueur depuis 2025) nécessitera une interprétation jurisprudentielle pour préciser:\n- Son champ d'application exact\n- Son articulation avec les dispositions spéciales\n- Les modalités d'invocation des nova sous ce régime\n\n**2. Adaptation aux réalités numériques**\n\nLa digitalisation croissante nécessitera une adaptation des critères de **diligence**:\n- Étendue de l'obligation de recherche dans les archives électroniques\n- Traitement des preuves issues des réseaux sociaux\n- Admissibilité de preuves découvertes grâce à l'intelligence artificielle\n\n**3. Harmonisation européenne?**\n\nBien que la Suisse ne soit pas membre de l'UE, les développements du droit procédural européen (notamment la digitalisation de la justice) pourraient influencer le droit suisse.\n\n**4. Extension de la maxime inquisitoire?**\n\nLa jurisprudence ATF 144 III 349 pourrait inspirer une **réflexion législative** sur l'opportunité d'étendre la maxime inquisitoire (et donc l'exception pour les nova) à d'autres matières sensibles:\n- Droit du travail (protection du travailleur)\n- Droit des assurances sociales (protection de l'assuré)\n- Droit de la responsabilité médicale\n\n### E. Conclusion finale\n\nL'ATF 150 III 89, bien qu'il porte formellement sur un contentieux d'arbitrage international spécialisé, constitue un **arrêt de principe** sur le régime des nova en procédure civile suisse.\n\nIl s'inscrit dans un **corpus jurisprudentiel cohérent** (ATF 138 III 625, 142 III 413, 144 III 349) qui a progressivement affiné les règles d'admission des faits et preuves nouveaux aux différents stades procéduraux.\n\nCet arrêt rappelle aux praticiens une règle d'or: **\"Prima praesentare, deinde appellare, numquam in TF novare\"** - Présenter d'abord (en première instance), ensuite faire appel, jamais innover devant le Tribunal fédéral.\n\nPlus généralement, cet arrêt illustre la **permanence des questions procédurales fondamentales**: malgré l'évolution des contextes (ici: arbitrage international d'investissement, protection environnementale, parcs nationaux), les principes procéduraux demeurent et continuent de structurer la recherche de la justice.\n\nLe droit procédural civil suisse a réussi à construire un système qui, tout en privilégiant la **sécurité juridique** et l'**efficacité**, ménage des **espaces de souplesse** là où l'intérêt substantiel l'exige (protection de l'enfant, de la personne vulnérable).\n\nCet équilibre délicat devra être préservé et adapté aux défis futurs, notamment la digitalisation de la justice et l'accélération des procédures, sans sacrifier les garanties fondamentales du procès équitable.",

  "version_courte": "## Résumé Synthétique de l'ATF 150 III 89\n\n### Contexte de l'Arrêt\n\n**Date:** 11 janvier 2024  \n**Référence:** ATF 150 III 89 (4A_172/2023)  \n**Matière:** Interdiction des preuves nouvelles devant le Tribunal fédéral (art. 99 LTF)\n\n**Faits:** Deux sociétés singapouriennes possédaient des mines de phosphate en Chine. La création du Parc national des pandas géants entraîna la fermeture forcée des mines. Les investisseurs initièrent un arbitrage international, qui se déclara incompétent. Devant le Tribunal fédéral, ils présentèrent un nouveau rapport d'expert sur le droit chinois.\n\n### Principes Juridiques Fondamentaux\n\n#### 1. Interdiction des Nova devant le Tribunal Fédéral (Art. 99 LTF)\n\n**Règle générale:** Aucun fait nouveau ni preuve nouvelle ne peut être présenté devant le Tribunal fédéral (sauf s'ils résultent de la décision attaquée).\n\n**Fondements:**\n- Le TF est une juridiction de **droit**, non une troisième instance d'appel\n- Garantir la **sécurité juridique** et la **célérité**\n- Respect de la compétence cantonale en matière d'établissement des faits\n\n#### 2. Distinction Moyens de Droit / Faits Nouveaux\n\n**Moyens de droit (admissibles):**\n- Nouveaux arguments juridiques\n- Références à la doctrine et à la jurisprudence\n- Droit étranger accessible (lois publiées)\n\n**→ Admissibles s'ils sont présentés dans le délai de recours (art. 100 LTF)**\n\n**Faits nouveaux (irrecevables):**\n- Éléments factuels nouveaux\n- Moyens de preuve nouveaux\n- **Expertises sur le droit étranger** (quand la preuve incombe aux parties selon art. 16 LDIP)\n\n**→ Irrecevables devant le Tribunal fédéral**\n\n#### 3. Exception: Expertises sur le Droit Étranger\n\n**Principe établi par l'ATF 150 III 89:**\n\nLorsque la preuve du droit étranger incombe aux parties (art. 16 LDIP - causes patrimoniales), les expertises juridiques constituent des **moyens de preuve**, non des moyens de droit.\n\n**Conséquence:** Ces expertises tombent sous l'interdiction de l'art. 99 LTF et ne peuvent être produites pour la première fois devant le Tribunal fédéral.\n\n### Nova en Appel Cantonal (Art. 317 CPC)\n\n#### Régime Général: Admission Restrictive\n\n**Deux conditions cumulatives** (art. 317 al. 1 CPC):\n\n1. **Invocation sans retard**\n2. **Impossibilité de présenter en première instance malgré la diligence requise**\n\n**Distinction fondamentale:**\n- **Vrais nova:** faits postérieurs à la première instance → toujours admissibles\n- **Pseudo-nova excusables:** impossibilité objective de présenter → admissibles\n- **Pseudo-nova inexcusables:** négligence → irrecevables\n\n**Délai limite:** Les délibérations (ATF 142 III 413)\n\n#### Exception Majeure: Maxime Inquisitoire Illimitée\n\n**ATF 144 III 349 + Art. 317 al. 1bis CPC (depuis 2025):**\n\nDans les matières où le juge doit établir les faits d'office (art. 296 al. 1 CPC):\n- Droit du mariage (sauf patrimoine)\n- Protection de l'enfant\n- Filiation et adoption\n- Protection de l'adulte\n\n**→ Nova admissibles librement jusqu'aux délibérations, sans condition de diligence**\n\n**Justification:** Primauté de l'intérêt de l'enfant ou de la personne protégée sur l'efficacité procédurale.\n\n### Nova en Première Instance (Art. 229 CPC)\n\n**Régime de l'art. 229 al. 1 CPC:** Admission sous conditions similaires à l'art. 317 CPC\n\n**Exception de l'art. 229 al. 3 CPC:** Lorsque le juge établit les faits d'office, nova admissibles jusqu'aux délibérations (s'applique à toute maxime inquisitoire, sociale ou illimitée)\n\n### Système à Trois Niveaux: Synthèse\n\n| **Stade** | **Base légale** | **Régime** | **Exception** |\n|-----------|-----------------|------------|---------------|\n| **Première instance** | Art. 229 CPC | Admission restrictive | Maxime inquisitoire (al. 3) |\n| **Appel cantonal** | Art. 317 CPC | Admission restrictive | Maxime inquisitoire illimitée (al. 1bis) |\n| **Tribunal fédéral** | Art. 99 LTF | Interdiction quasi-absolue | Faits résultant de la décision attaquée |\n\n**Principe directeur:** Restriction croissante au fur et à mesure que l'on s'élève dans la hiérarchie judiciaire.\n\n### Arrêts Connexes Essentiels\n\n**ATF 138 III 625 (2012):** Art. 317 CPC s'applique de manière autonome en appel, sans renvoi à l'art. 229 al. 3 CPC.\n\n**ATF 142 III 413 (2016):** Délai limite pour les nova en appel = délibérations.\n\n**ATF 144 III 349 (2018):** Revirement pour maxime inquisitoire illimitée → nova admissibles librement.\n\n**ATF 141 III 401:** Distinction vrais nova / pseudo-nova. Charge de la preuve de la diligence.\n\n**ATF 143 III 42:** Extension aux actions en modification d'entretien.\n\n### Ratio Decidendi de l'ATF 150 III 89\n\nLe Tribunal fédéral rejette le rapport d'expert sur le droit chinois car:\n1. Dans les causes patrimoniales, la preuve du droit étranger incombe aux parties (art. 16 LDIP)\n2. Les expertises juridiques deviennent alors des moyens de preuve\n3. Elles tombent sous l'interdiction de l'art. 99 al. 1 LTF\n4. Elles ne peuvent être produites pour la première fois devant le Tribunal fédéral\n\nSur le fond, le TF confirme l'incompétence du tribunal arbitral.\n\n### Conséquences Pratiques\n\n**Pour les praticiens:**\n\n1. **En première instance:** Principe de l'exhaustivité - présenter TOUS les faits et preuves disponibles\n\n2. **En appel:**\n   - Litiges ordinaires: nova admissibles seulement si excusables\n   - Litiges familiaux (art. 296 CPC): nova admissibles librement\n   - Toujours invoquer \"sans retard\"\n\n3. **Devant le Tribunal fédéral:**\n   - Aucun fait nouveau admissible\n   - Moyens de droit admissibles dans le délai de recours\n   - Expertises sur droit étranger: à produire AVANT le TF\n\n**Règle d'or:** \"Prima praesentare\" - Tout présenter dès la première instance\n\n### Portée Systématique\n\nL'ATF 150 III 89 illustre l'équilibre délicat entre:\n- **Justice matérielle:** décision sur base d'un état de fait complet\n- **Sécurité juridique:** limitation de la durée des procès\n- **Efficacité:** incitation à la diligence des parties\n\nCet équilibre varie selon:\n- Le stade procédural (restriction croissante)\n- La nature du litige (exception pour matières sensibles)\n- L'intérêt en jeu (protection particulière de l'enfant/personne vulnérable)\n\n### Conclusion\n\nArrêt de principe clarifiant la distinction fondamentale entre moyens de droit (admissibles) et faits nouveaux (irrecevables) devant le Tribunal fédéral. Confirme l'interdiction stricte de l'art. 99 LTF et précise le traitement des expertises sur le droit étranger. S'inscrit dans un corpus jurisprudentiel cohérent construisant un système gradué d'admission des nova: libéral en première instance (surtout sous maxime inquisitoire), restrictif en appel (avec exception pour maxime inquisitoire illimitée), quasi-prohibitif devant le Tribunal fédéral (sans exception).",

  "statistiques": {
    "nombre_arrets_analyses": 9,
    "periode_couverte": "2012-2024",
    "arrets_principaux": 1,
    "arrets_connexes": 8,
    "articles_loi_cites": 12,
    "domaines_concernes": [
      "Procédure civile",
      "Procédure fédérale",
      "Droit international privé",
      "Arbitrage international",
      "Droit de la famille",
      "Protection de l'adulte"
    ],
    "reformes_legislatives_pertinentes": [
      "Entrée en vigueur du CPC (01.01.2011)",
      "Révision du CPC - Introduction de l'art. 317 al. 1bis CPC (01.01.2025)"
    ],
    "nombre_principes_juridiques": 7,
    "mots_total_analyse": 16800,
    "niveau_detail": "Analyse doctrinale approfondie avec comparaison systématique des régimes applicables"
  },

  "sources": [
    "https://entscheidsuche.ch/dok/CH_BGE/CH_BGE_005_BGE-150-III-89_2024-01-11.html",
    "https://beschwerdeansbundesgericht.ch/blog-12-bge-150-iii-89-urteil-4a_172-2023-neues-rechtsgutachten-vor-bundesgericht/",
    "https://lawinside.ch/298/",
    "https://lawinside.ch/636/",
    "https://proceduracivile.ch/giurisprudenza/fra/art-317.html",
    "https://proceduracivile.ch/giurisprudenza/fra/art-229.html",
    "https://app.zpo-cpc.ch/fr/articles/317/faits-et-moyens-de-preuve-nouveaux-modification-de-la-demande",
    "https://www.bger.ch",
    "https://www.fedlex.admin.ch"
  ]
}
