{
  "metadata": {
    "titre": "ATF 151 IV 98 - Qualité pour recourir du Ministère public sur la validité d'une plainte pénale",
    "reference_atf": "ATF 151 IV 98",
    "date_arret": "21 novembre 2024 (arrêt 6B_696/2023)",
    "date_analyse": "2025-11-11",
    "domaine": "Procédure pénale",
    "matieres": ["Qualité pour recourir", "Ministère public", "Plainte pénale", "Validité de la plainte", "Art. 81 LTF", "Compétence du Ministère public"],
    "juridiction": "Tribunal fédéral suisse",
    "cour": "Cour de droit pénal"
  },

  "arrets_principaux": [
    {
      "reference": "ATF 151 IV 98 (arrêt 6B_696/2023)",
      "date": "21 novembre 2024",
      "formation": "Cour de droit pénal",
      "parties": "Ministère public c. Militant·e·s climatiques",
      "theme": "Qualité pour recourir du Ministère public sur la question de la validité d'une plainte pénale"
    }
  ],

  "arrets_connexes": [
    {
      "reference": "ATF 142 IV 196",
      "pertinence": "L'accusateur public au sens de l'art. 81 al. 1 let. b ch. 3 LTF - Seul le ministère public compétent pour toutes les infractions a qualité pour recourir"
    },
    {
      "reference": "ATF 146 IV 76",
      "pertinence": "Qualité pour recourir de la partie plaignante dont les prétentions relèvent du droit public - Notion d'intérêt juridiquement protégé"
    },
    {
      "reference": "ATF 147 IV 2",
      "pertinence": "Qualité pour recourir des autorités de poursuite pénale compétentes en matière de contraventions - Distinction entre ministère public et autres autorités"
    },
    {
      "reference": "ATF 148 IV 275",
      "pertinence": "Absence de qualité pour recourir du ministère public concernant l'indemnisation d'un tiers (art. 434 CPP) - Domaine d'activité du ministère public"
    },
    {
      "reference": "ATF 141 IV 1",
      "pertinence": "Droits de partie de la partie plaignante et notion de prétentions civiles"
    },
    {
      "reference": "ATF 150 IV 409",
      "pertinence": "Qualité pour recourir contre la décision de suspendre la procédure - Application du critère de l'intérêt juridiquement protégé"
    }
  ],

  "sources_legislatives": [
    {
      "reference": "Loi sur le Tribunal fédéral (RS 173.110)",
      "article": "Article 81 LTF",
      "titre": "Qualité pour recourir en matière pénale",
      "texte_verbatim": "Article 81 LTF - Qualité pour recourir\n\n1. A qualité pour former un recours en matière pénale quiconque:\na. a pris part à la procédure devant l'autorité précédente ou a été privé de la possibilité de le faire, et\nb. a un intérêt juridique à l'annulation ou à la modification de la décision attaquée, soit en particulier:\n  1. l'accusé,\n  2. le représentant légal de l'accusé,\n  3. l'accusateur public, pour autant que la décision attaquée puisse influencer le jugement d'autres causes,\n  4. ...\n  5. la partie plaignante, si la décision attaquée peut avoir des effets sur le jugement de ses prétentions civiles,\n  6. le plaignant, pour autant que la contestation porte sur le droit de porter plainte.\n\n2. Une autorité fédérale a qualité pour recourir si le droit fédéral prévoit que la décision doit lui être communiquée.\n\n3. La qualité pour recourir contre les décisions visées à l'art. 78, al. 2, let. b, appartient également à la Chancellerie fédérale, aux départements fédéraux ou, pour autant que le droit fédéral le prévoie, aux unités qui leur sont subordonnées, si l'acte attaqué est susceptible de violer la législation fédérale dans leur domaine d'attributions.",
      "version": "État au 1er janvier 2024",
      "lien": "https://www.fedlex.admin.ch/eli/cc/2006/218/fr"
    },
    {
      "reference": "Code de procédure pénale (RS 312.0)",
      "article": "Article 381 CPP",
      "titre": "Qualité pour recourir du ministère public",
      "texte_verbatim": "Article 381 CPP - Qualité pour recourir du ministère public\n\n1. Le ministère public peut former recours même s'il ne dépose pas de conclusions dans la procédure de recours.\n\n2. Il peut recourir en faveur et à l'encontre du prévenu et de l'accusé.",
      "version": "État au 1er janvier 2024",
      "lien": "https://www.fedlex.admin.ch/eli/cc/2010/267/fr"
    },
    {
      "reference": "Code de procédure pénale (RS 312.0)",
      "article": "Article 382 CPP",
      "titre": "Qualité pour recourir des autres parties",
      "texte_verbatim": "Article 382 CPP - Qualité pour recourir des autres parties\n\n1. A qualité pour recourir quiconque:\na. a pris part à la procédure devant l'autorité précédente ou a été privé de la possibilité de le faire;\nb. a un intérêt juridiquement protégé à l'annulation ou à la modification de la décision attaquée.\n\n2. La partie plaignante ne peut attaquer une décision que dans la mesure où celle-ci porte sur ses prétentions civiles.\n\n3. En matière de contrainte, les proches de la personne concernée au sens de l'art. 110, al. 1, CP ont également qualité pour recourir si la mesure de contrainte porte atteinte à leurs intérêts juridiquement protégés.",
      "version": "État au 1er janvier 2024",
      "lien": "https://www.fedlex.admin.ch/eli/cc/2010/267/fr"
    },
    {
      "reference": "Code de procédure pénale (RS 312.0)",
      "article": "Article 118 CPP",
      "titre": "Définition de la partie plaignante",
      "texte_verbatim": "Article 118 CPP - Définition\n\n1. On entend par partie plaignante le lésé qui déclare expressément vouloir participer à la procédure pénale comme demandeur au pénal ou au civil.\n\n2. Le dépôt d'une plainte pénale équivaut à une telle déclaration.",
      "version": "État au 1er janvier 2024",
      "lien": "https://www.fedlex.admin.ch/eli/cc/2010/267/fr"
    },
    {
      "reference": "Code de procédure pénale (RS 312.0)",
      "article": "Article 119 CPP",
      "titre": "Forme et contenu de la déclaration",
      "texte_verbatim": "Article 119 CPP - Forme et contenu de la déclaration\n\n1. La déclaration peut être faite par écrit ou oralement; dans ce dernier cas, elle est consignée au procès-verbal.\n\n2. La partie plaignante peut déclarer vouloir participer à la procédure:\na. uniquement comme partie au procès pénal;\nb. uniquement comme partie civile;\nc. comme partie au procès pénal et comme partie civile.\n\n3. La partie plaignante peut étendre ou restreindre sa déclaration durant toute la procédure.",
      "version": "État au 1er janvier 2024",
      "lien": "https://www.fedlex.admin.ch/eli/cc/2010/267/fr"
    },
    {
      "reference": "Code pénal suisse (RS 311.0)",
      "article": "Article 144 CP",
      "titre": "Dommages à la propriété",
      "texte_verbatim": "Article 144 CP - Dommages à la propriété\n\n1. Quiconque, sans droit, endommage, détruit ou met hors d'usage une chose appartenant à autrui ou frappée d'un droit d'usage ou d'usufruit au bénéfice d'autrui, est, sur plainte, puni d'une peine privative de liberté de trois ans au plus ou d'une peine pécuniaire.\n\n2. Si l'auteur commet le dommage à la propriété à l'occasion d'un attroupement formé en public, la poursuite a lieu d'office.\n\n3. Si l'auteur cause un dommage considérable, il est poursuivi d'office. La peine est une peine privative de liberté de cinq ans au plus ou une peine pécuniaire.",
      "version": "État au 1er juillet 2021",
      "lien": "https://www.fedlex.admin.ch/eli/cc/54/757_781_799/fr"
    },
    {
      "reference": "Code pénal suisse (RS 311.0)",
      "article": "Article 186 CP",
      "titre": "Violation de domicile",
      "texte_verbatim": "Article 186 CP - Violation de domicile\n\nQuiconque, d'une manière illicite et contre la volonté de l'ayant droit, pénètre dans une maison, dans une habitation, dans un local fermé faisant partie d'une maison, dans un espace, cour ou jardin clos et attenant à une maison, ou dans un chantier, ou y demeure au mépris de l'injonction de sortir à lui adressée par un ayant droit est, sur plainte, puni d'une peine privative de liberté de trois ans au plus ou d'une peine pécuniaire.",
      "version": "État au 1er juillet 2021",
      "lien": "https://www.fedlex.admin.ch/eli/cc/54/757_781_799/fr"
    }
  ],

  "mots_cles": [
    "Qualité pour recourir",
    "Ministère public",
    "Plainte pénale",
    "Validité de la plainte",
    "Article 81 LTF",
    "Article 381 CPP",
    "Article 382 CPP",
    "Intérêt juridiquement protégé",
    "Compétence du ministère public",
    "Partie plaignante",
    "Droit de porter plainte",
    "Procédure pénale",
    "Irrecevabilité",
    "Domaine d'activité du ministère public",
    "Climat",
    "Activisme climatique",
    "UBS"
  ],

  "analyse_complete": "# ANALYSE APPROFONDIE : ATF 151 IV 98 - QUALITÉ POUR RECOURIR DU MINISTÈRE PUBLIC SUR LA VALIDITÉ D'UNE PLAINTE PÉNALE\n\n## I. INTRODUCTION ET CONTEXTE\n\n### A. Présentation de l'arrêt\n\nL'ATF 151 IV 98, rendu le 21 novembre 2024 par la Cour de droit pénal du Tribunal fédéral suisse (arrêt 6B_696/2023), traite d'une question fondamentale en procédure pénale : **le Ministère public a-t-il qualité pour recourir au Tribunal fédéral contre une décision portant sur la validité d'une plainte pénale ?**\n\nCet arrêt s'inscrit dans une jurisprudence constante délimitant les contours de la qualité pour recourir du Ministère public devant la plus haute juridiction suisse. Il confirme et précise le principe selon lequel la question de la validité d'une plainte pénale échappe à la compétence du Ministère public et relève exclusivement de la sphère de protection du plaignant.\n\nLa portée de cet arrêt dépasse le cas d'espèce et établit un principe procédural important : le Ministère public ne peut se substituer à la personne lésée pour contester ou défendre la validité d'une plainte pénale devant le Tribunal fédéral.\n\n### B. Contexte factuel\n\nLes faits à l'origine de cette procédure s'inscrivent dans le contexte de l'activisme climatique en Suisse :\n\n**1. Action militante** : Des militant·e·s climatiques ont organisé une action de protestation dans une succursale de la banque UBS. Cette action consistait à occuper les locaux de la banque et à déverser du charbon dans le hall d'entrée.\n\n**2. Dommages matériels** : L'action a causé des dommages au marbre du hall, entraînant des frais de nettoyage et de réparation.\n\n**3. Plainte pénale d'UBS** : La banque UBS a déposé une plainte pénale contre les activistes pour deux infractions :\n   - **Dommages à la propriété** (art. 144 CP) : Détérioration du marbre par le déversement de charbon\n   - **Violation de domicile** (art. 186 CP) : Pénétration et maintien dans les locaux sans autorisation\n\n**4. Procédure devant le tribunal de police** : Le tribunal de police a été saisi de l'affaire et a dû examiner la validité de la plainte pénale.\n\n**5. Invalidation de la plainte** : Le tribunal de police a invalidé la plainte pénale d'UBS concernant les chefs de dommages à la propriété et de violation de domicile, libérant ainsi les personnes poursuivies de ces accusations.\n\n**6. Recours du Ministère public** : Insatisfait de cette décision, le Ministère public a formé un recours au Tribunal fédéral contre l'invalidation de la plainte.\n\n**7. Question de recevabilité** : Le Tribunal fédéral devait déterminer si le recours du Ministère public était recevable, c'est-à-dire si le Ministère public avait qualité pour recourir sur cette question.\n\n### C. Enjeux juridiques et sociétaux\n\n#### 1. Enjeux juridiques\n\nCette affaire soulève plusieurs questions juridiques fondamentales :\n\n**a) Délimitation des compétences du Ministère public**\n\nQuelle est l'étendue des compétences du Ministère public en matière de recours au Tribunal fédéral ? Peut-il intervenir sur toutes les questions de procédure pénale ou existe-t-il des domaines réservés exclusivement aux parties privées ?\n\n**b) Interprétation de l'article 81 LTF**\n\nComment interpréter l'article 81 al. 1 let. b ch. 3 et 6 LTF ?\n- Le ch. 3 accorde qualité pour recourir à \"l'accusateur public\" lorsqu'il a un intérêt juridique\n- Le ch. 6 accorde qualité pour recourir au \"plaignant\" pour autant que la contestation porte sur le droit de porter plainte\n\nCes deux dispositions sont-elles exclusives l'une de l'autre ou complémentaires ?\n\n**c) Nature juridique de la plainte pénale**\n\nLa plainte pénale est-elle :\n- Un acte de procédure relevant du domaine public (et donc de la compétence du Ministère public) ?\n- Un droit privé du lésé (relevant exclusivement de sa sphère de protection) ?\n- Un acte hybride comportant des aspects publics et privés ?\n\n**d) Intérêt juridiquement protégé**\n\nLe Ministère public a-t-il un intérêt juridiquement protégé à la validité d'une plainte pénale ? Cet intérêt découle-t-il de sa mission générale de poursuite pénale ou faut-il un intérêt spécifique ?\n\n#### 2. Enjeux sociétaux\n\n**a) Activisme climatique et droit pénal**\n\nL'affaire s'inscrit dans le débat plus large sur la criminalisation de l'activisme climatique. Les actions de désobéissance civile pour attirer l'attention sur l'urgence climatique doivent-elles être poursuivies pénalement ?\n\n**b) Rôle des banques dans la crise climatique**\n\nLes activistes visaient UBS en raison de ses investissements dans les énergies fossiles. Cette dimension contextuelle, bien qu'extérieure au débat juridique strict, éclaire les motivations de l'action.\n\n**c) Protection des droits des victimes vs poursuite de l'intérêt public**\n\nComment concilier la protection des droits de la victime (ici UBS) avec la mission du Ministère public de poursuivre l'intérêt public ? Le Ministère public peut-il \"défendre\" la victime au-delà de ses compétences ?\n\n## II. CADRE JURIDIQUE\n\n### A. La qualité pour recourir au Tribunal fédéral en matière pénale (art. 81 LTF)\n\n#### 1. Structure et logique de l'article 81 LTF\n\nL'article 81 LTF régit la qualité pour recourir au Tribunal fédéral en matière pénale. Il établit deux conditions cumulatives :\n\n**a) Condition de participation (al. 1 let. a)**\n\n\"A qualité pour former un recours en matière pénale quiconque a pris part à la procédure devant l'autorité précédente ou a été privé de la possibilité de le faire.\"\n\nCette condition vise à limiter l'accès au Tribunal fédéral aux personnes ayant été parties à la procédure cantonale. Elle exclut les tiers sans lien avec la procédure.\n\n**b) Condition d'intérêt juridique (al. 1 let. b)**\n\n\"[Quiconque] a un intérêt juridique à l'annulation ou à la modification de la décision attaquée.\"\n\nCette condition constitue le cœur de la problématique. Elle requiert un **intérêt juridique**, notion plus stricte que l'\"intérêt juridiquement protégé\" du CPP (art. 382 CPP).\n\n#### 2. Catégories de personnes ayant qualité pour recourir\n\nL'article 81 al. 1 let. b LTF énumère ensuite différentes catégories de personnes ayant qualité pour recourir, \"soit en particulier\" :\n\n**a) L'accusé (ch. 1)**\n\nL'accusé (prévenu) a toujours qualité pour recourir contre les décisions le concernant. Cette qualité découle de son statut de partie principale à la procédure pénale.\n\n**b) Le représentant légal de l'accusé (ch. 2)**\n\nLes parents, tuteurs ou autres représentants légaux peuvent recourir pour défendre les intérêts de la personne qu'ils représentent.\n\n**c) L'accusateur public (ch. 3)**\n\n\"L'accusateur public, pour autant que la décision attaquée puisse influencer le jugement d'autres causes.\"\n\nCette disposition est centrale dans notre affaire. Elle accorde qualité pour recourir au Ministère public, mais avec une **restriction importante** : la décision doit pouvoir influencer le jugement d'autres causes (Präjudizwirkung en allemand).\n\n**Interprétation jurisprudentielle** : Le Tribunal fédéral a précisé que cette condition ne doit pas être interprétée de manière trop restrictive. Le Ministère public a généralement qualité pour recourir dès lors qu'il estime que la décision viole le droit matériel ou procédural, sans devoir démontrer une influence concrète sur d'autres causes (ATF 142 IV 196).\n\nCependant, cette qualité n'est pas illimitée : le Ministère public doit avoir un **intérêt juridique** à l'annulation de la décision, c'est-à-dire que la question doit relever de son **domaine d'activité** (ATF 148 IV 275).\n\n**d) La partie plaignante (ch. 5)**\n\n\"La partie plaignante, si la décision attaquée peut avoir des effets sur le jugement de ses prétentions civiles.\"\n\nLa partie plaignante (lésé ayant déclaré vouloir participer à la procédure) a qualité pour recourir uniquement si ses prétentions civiles sont affectées. Cette limitation vise à éviter que la partie plaignante ne se transforme en \"co-procureur\" sur toutes les questions pénales.\n\n**e) Le plaignant (ch. 6)**\n\n\"Le plaignant, pour autant que la contestation porte sur le droit de porter plainte.\"\n\nCette disposition, cruciale pour notre affaire, accorde qualité pour recourir au plaignant (personne ayant déposé une plainte pénale) lorsque la contestation porte sur **le droit de porter plainte**.\n\n**Ratio legis** : Cette disposition reconnaît que la question de la validité de la plainte relève de la sphère de droits du plaignant. Seul le plaignant a un intérêt juridique à défendre la validité de sa plainte.\n\n**Distinction plaignant / partie plaignante** :\n- **Plaignant** : Personne ayant déposé une plainte pénale (acte déclenchant la poursuite pour certaines infractions)\n- **Partie plaignante** : Lésé ayant déclaré vouloir participer à la procédure comme demandeur au pénal ou au civil (art. 118 CPP)\n\nCes qualités peuvent se cumuler, mais sont juridiquement distinctes.\n\n#### 3. Différence entre l'art. 81 LTF et l'art. 381-382 CPP\n\nIl est essentiel de distinguer la qualité pour recourir au Tribunal fédéral (art. 81 LTF) de la qualité pour recourir au niveau cantonal (art. 381-382 CPP) :\n\n**a) Au niveau cantonal (CPP)**\n\nL'article 381 CPP accorde au Ministère public une large qualité pour recourir : il peut recourir \"en faveur et à l'encontre du prévenu\" dès lors qu'il estime que la décision viole le droit. Il n'a pas à démontrer un intérêt juridiquement protégé spécifique.\n\n**Ratio legis** : Au niveau cantonal, le Ministère public est considéré comme le garant de l'application correcte du droit pénal. Sa qualité pour recourir est donc largement reconnue.\n\n**b) Au niveau fédéral (LTF)**\n\nL'article 81 LTF est plus restrictif : le Ministère public doit avoir un **intérêt juridique** à l'annulation de la décision. Cet intérêt doit découler de son **domaine d'activité**.\n\n**Ratio legis** : Le Tribunal fédéral n'est pas une instance d'appel générale ; son rôle est d'assurer l'application uniforme du droit fédéral et de protéger les droits constitutionnels. L'accès au Tribunal fédéral est donc plus restrictif qu'au niveau cantonal.\n\n**c) Conséquence**\n\nUne décision peut être susceptible de recours par le Ministère public au niveau cantonal, mais pas nécessairement au Tribunal fédéral. C'est précisément la situation dans l'ATF 151 IV 98.\n\n### B. La plainte pénale (art. 118-119 CPP et art. 30-31 CP)\n\n#### 1. Fonction et nature juridique de la plainte\n\nLa plainte pénale est une **condition de poursuite** pour certaines infractions. Sans plainte valable, le Ministère public ne peut pas engager de poursuites.\n\n**a) Infractions poursuivies sur plainte**\n\nLe Code pénal distingue trois catégories d'infractions :\n\n**1. Infractions poursuivies d'office** : Le Ministère public engage automatiquement la poursuite dès qu'il a connaissance de l'infraction (par exemple : meurtre, viol, brigandage).\n\n**2. Infractions poursuivies sur plainte** : La poursuite ne peut être engagée que si le lésé dépose une plainte pénale (par exemple : dommages à la propriété simple - art. 144 al. 1 CP, violation de domicile - art. 186 CP, injure - art. 173 CP).\n\n**3. Infractions mixtes** : Poursuivies sur plainte en principe, mais d'office dans certaines circonstances (par exemple : dommages à la propriété graves - art. 144 al. 3 CP).\n\n**b) Ratio legis des infractions poursuivies sur plainte**\n\nPourquoi certaines infractions ne sont-elles poursuivies que sur plainte ?\n\n**Protection de la sphère privée** : Certaines infractions touchent principalement la sphère privée du lésé (par exemple, injure). Le lésé doit pouvoir choisir s'il souhaite ou non une intervention pénale.\n\n**Infractions de gravité moyenne** : Pour les infractions de gravité moyenne, l'intérêt public à la poursuite est moins important que l'intérêt privé du lésé.\n\n**Éviter la victimisation secondaire** : Dans certains cas, la procédure pénale peut être plus préjudiciable au lésé que l'infraction elle-même. La plainte permet au lésé de contrôler l'engagement de la poursuite.\n\n**c) Nature hybride de la plainte**\n\nLa plainte pénale présente une **nature hybride** :\n\n**Aspect de droit privé** : C'est un droit du lésé, qui décide souverainement de déposer ou non plainte. Ce droit relève de sa sphère de protection personnelle.\n\n**Aspect de droit public** : Une fois déposée, la plainte déclenche l'action publique. Le Ministère public devient compétent et conduit la procédure dans l'intérêt public.\n\n**Tension** : Cette nature hybride crée une tension : la plainte appartient au lésé, mais ses effets concernent la poursuite publique.\n\n#### 2. Conditions de validité de la plainte\n\nUne plainte pénale doit satisfaire à plusieurs conditions pour être valable :\n\n**a) Conditions de forme (art. 301 CPP)**\n\nLa plainte peut être déposée :\n- **Oralement** : Auprès de la police ou du Ministère public, consignée au procès-verbal\n- **Par écrit** : Lettre adressée au Ministère public ou à la police\n\nAucune formule sacramentelle n'est requise ; il suffit que la volonté de poursuivre pénalement soit clairement exprimée.\n\n**b) Conditions de fond**\n\n**1. Qualité pour porter plainte** : Seul le lésé (ou son représentant légal) peut porter plainte. La notion de \"lésé\" est interprétée largement : toute personne dont les intérêts juridiquement protégés sont directement atteints par l'infraction.\n\n**2. Délai de plainte (art. 31 CP)** : La plainte doit être déposée dans un délai de **trois mois** à compter du jour où le lésé a eu connaissance de l'auteur. Ce délai est de rigueur ; son expiration entraîne l'extinction du droit de plainte.\n\n**3. Désignation de l'infraction** : La plainte doit identifier suffisamment l'infraction (faits, auteur présumé). Une plainte trop vague peut être déclarée irrecevable.\n\n**c) Contrôle de la validité**\n\nLe Ministère public (et, en cas de recours, les juridictions) doit vérifier d'office la validité de la plainte. Si la plainte est invalide, la procédure doit être classée (ou l'acquittement prononcé si le jugement est déjà rendu).\n\n**Questions de validité fréquentes** :\n- Le plaignant avait-il qualité pour porter plainte (était-il \"lésé\") ?\n- La plainte a-t-elle été déposée dans le délai ?\n- La plainte vise-t-elle effectivement une infraction poursuivie sur plainte ?\n\n#### 3. Effets de la plainte\n\n**a) Ouverture de la poursuite**\n\nLa plainte valable ouvre la poursuite pénale. Le Ministère public devient compétent et doit enquêter.\n\n**b) Maintien de la plainte**\n\nLe plaignant peut retirer sa plainte jusqu'à la clôture des débats de première instance (art. 32 al. 1 CP). Le retrait entraîne l'extinction de l'action pénale.\n\nAprès la clôture des débats de première instance, la plainte ne peut plus être retirée.\n\n**c) Transformation en partie plaignante**\n\nLe dépôt d'une plainte pénale équivaut à une déclaration de vouloir participer à la procédure comme partie plaignante (art. 118 al. 2 CPP). Le plaignant devient donc automatiquement partie plaignante, sauf déclaration contraire.\n\n### C. Jurisprudence sur la qualité pour recourir du Ministère public\n\n#### 1. ATF 142 IV 196 : l'accusateur public au sens de l'art. 81 LTF\n\nCet arrêt du 3 mars 2016 clarifie la notion d'\"accusateur public\" au sens de l'art. 81 al. 1 let. b ch. 3 LTF.\n\n**a) Principe**\n\nSeul le ministère public compétent pour **toutes les infractions** sur l'ensemble du territoire cantonal a qualité pour recourir au Tribunal fédéral en tant qu'\"accusateur public\".\n\n**b) Ratio legis**\n\nCette limitation vise à éviter une multiplication de recours provenant de différentes autorités cantonales de poursuite. Un seul ministère public cantonal doit représenter l'accusation devant le Tribunal fédéral.\n\n**c) Conséquence**\n\nLes autorités administratives compétentes uniquement pour certaines infractions (par exemple, contraventions) ne peuvent recourir au Tribunal fédéral en qualité d'\"accusateur public\".\n\n#### 2. ATF 147 IV 2 : autorités de poursuite des contraventions\n\nCet arrêt du 11 janvier 2021 applique le principe de l'ATF 142 IV 196 aux autorités administratives chargées de la poursuite des contraventions.\n\n**a) Principe**\n\nLes autorités administratives cantonales compétentes pour poursuivre les contraventions (par exemple, office des migrations, office vétérinaire) n'ont **pas qualité pour recourir** au Tribunal fédéral.\n\n**b) Ratio legis**\n\nLa doctrine nie aux autorités de poursuite pénale compétentes pour les contraventions la qualité pour recourir au Tribunal fédéral. Leurs pouvoirs ne s'étendent pas, au-delà du champ d'application du CPP, à la procédure de recours devant le Tribunal fédéral.\n\n**c) Conséquence pratique**\n\nSi une telle autorité estime qu'une décision viole le droit, elle doit demander au ministère public cantonal (accusateur public) de former le recours au Tribunal fédéral.\n\n#### 3. ATF 148 IV 275 : indemnisation d'un tiers (art. 434 CPP)\n\nCet arrêt du 22 mars 2022 précise les limites de la qualité pour recourir du Ministère public.\n\n**a) Principe**\n\nLe Ministère public n'a **pas qualité pour recourir** contre une décision accordant une indemnité à un tiers non impliqué dans la procédure (art. 434 CPP).\n\n**b) Ratio legis**\n\nL'indemnisation d'un tiers ne relève pas du **domaine d'activité** du Ministère public. Le Ministère public ne dispose donc pas d'intérêt juridiquement protégé pour contester une telle décision.\n\n**c) Principe général**\n\nPour avoir qualité pour recourir au Tribunal fédéral, le Ministère public doit démontrer que la question relève de son **domaine d'activité**, c'est-à-dire des tâches que la loi lui confie.\n\n#### 4. ATF 146 IV 76 : partie plaignante et droit public\n\nCet arrêt du 13 novembre 2019 clarifie la notion de \"prétentions civiles\" au sens de l'art. 81 al. 1 let. b ch. 5 LTF.\n\n**a) Principe**\n\nSeules les prétentions fondées **exclusivement sur le droit civil** constituent des \"prétentions civiles\" au sens de l'art. 81 al. 1 let. b ch. 5 LTF.\n\nLorsqu'une entité publique assume la responsabilité exclusivement sur la base du droit public, la partie plaignante ne peut invoquer cet article pour justifier sa qualité pour recourir.\n\n**b) Conséquence**\n\nLa notion de \"prétentions civiles\" est interprétée strictement. Les prétentions de droit public en sont exclues.\n\n## III. RAISONNEMENT DU TRIBUNAL FÉDÉRAL\n\n### A. Question soumise au Tribunal fédéral\n\nLe Tribunal fédéral devait répondre à la question suivante : **le Ministère public a-t-il qualité pour recourir au Tribunal fédéral contre une décision invalidant une plainte pénale ?**\n\nCette question comporte plusieurs sous-questions :\n\n**1. La décision est-elle susceptible de recours ?** (question de la nature de la décision)\n\n**2. Le Ministère public a-t-il participé à la procédure ?** (art. 81 al. 1 let. a LTF)\n\n**3. Le Ministère public a-t-il un intérêt juridique ?** (art. 81 al. 1 let. b LTF)\n\n**4. Si oui, sous quelle qualité peut-il recourir ?** (ch. 3 ou 6 de l'art. 81 al. 1 let. b LTF ?)\n\n### B. Irrecevabilité du recours : absence d'intérêt juridique\n\nLe Tribunal fédéral déclare le recours du Ministère public **irrecevable** au motif que celui-ci n'a pas d'intérêt juridique à l'annulation de la décision invalidant la plainte.\n\n#### 1. Analyse de l'article 81 al. 1 let. b ch. 6 LTF\n\nLe Tribunal fédéral se fonde sur l'article 81 al. 1 let. b ch. 6 LTF qui dispose :\n\n\"A qualité pour former un recours en matière pénale [...] le plaignant, pour autant que la contestation porte sur le droit de porter plainte.\"\n\n**a) Interprétation littérale**\n\nLe texte est clair : **seul le plaignant** a qualité pour recourir lorsque la contestation porte sur le droit de porter plainte (c'est-à-dire la validité de la plainte).\n\nLe terme \"plaignant\" désigne la personne ayant déposé la plainte (ici UBS), non le Ministère public.\n\n**b) Interprétation téléologique**\n\nLa finalité de cette disposition est de réserver au plaignant, et à lui seul, le droit de défendre la validité de sa plainte devant le Tribunal fédéral.\n\n**Ratio legis** : La plainte pénale est un **droit personnel** du lésé. Seul le lésé a un intérêt juridique à la validité de sa plainte. Cette question relève de sa sphère de protection personnelle, non du domaine d'activité du Ministère public.\n\n**c) Interprétation systématique**\n\nL'article 81 al. 1 let. b LTF distingue clairement :\n- **Ch. 3** : L'accusateur public (Ministère public)\n- **Ch. 6** : Le plaignant\n\nCette distinction expresse montre que le législateur a voulu réserver certaines questions au plaignant, les excluant du domaine de compétence du Ministère public.\n\nSi le législateur avait voulu que le Ministère public puisse recourir sur la validité de la plainte, il n'aurait pas créé une catégorie distincte au ch. 6.\n\n#### 2. La validité de la plainte échappe au domaine d'activité du Ministère public\n\nLe Tribunal fédéral affirme que **la question de la validité d'une plainte pénale échappe au domaine d'activité du Ministère public**.\n\n**a) Domaine d'activité du Ministère public**\n\nLe domaine d'activité du Ministère public comprend :\n- La **poursuite des infractions** : Enquête, mise en accusation, soutien de l'accusation\n- La **surveillance** de certaines procédures (art. 382 al. 2 CPP au niveau cantonal)\n- L'**application du droit pénal** : Veiller à l'application correcte du droit pénal matériel et procédural\n\n**b) La validité de la plainte : un droit du lésé**\n\nLa question de savoir si une plainte est valable (qualité pour porter plainte, respect du délai, etc.) relève exclusivement de la **sphère de droits du lésé**.\n\nCette question ne concerne pas l'application du droit pénal en général, mais le **droit subjectif** d'une personne déterminée (le plaignant) à déclencher la poursuite pénale.\n\n**c) Distinction entre condition de poursuite et application du droit pénal**\n\nLe Ministère public a compétence pour :\n- Vérifier la **réalisation des éléments constitutifs** de l'infraction (droit pénal matériel)\n- Conduire la **procédure** conformément au CPP (droit pénal procédural)\n\nMais il n'a pas compétence pour :\n- **Défendre le droit du plaignant** à porter plainte\n- Se substituer au plaignant dans la défense de ses droits subjectifs\n\nLa validité de la plainte appartient à cette seconde catégorie.\n\n#### 3. Le Ministère public ne peut se substituer au plaignant\n\nLe Tribunal fédéral énonce un principe fondamental : **le Ministère public ne peut se substituer au plaignant** pour défendre la validité de la plainte.\n\n**a) Principe de séparation des rôles**\n\nLe Code de procédure pénale établit une claire séparation des rôles :\n- **Ministère public** : Représente l'intérêt public à la poursuite pénale\n- **Plaignant / Partie plaignante** : Défend ses intérêts privés (et éventuellement ses prétentions civiles)\n\nCette séparation vise à garantir l'objectivité du Ministère public et à protéger l'autonomie des parties privées.\n\n**b) Risque de confusion des rôles**\n\nSi le Ministère public pouvait recourir sur la validité de la plainte, il y aurait un risque de confusion des rôles :\n- Le Ministère public défendrait les intérêts du plaignant (alors qu'il doit être objectif)\n- Le plaignant serait privé de son autonomie (le Ministère public déciderait de recourir ou non)\n\n**c) Protection de l'autonomie du plaignant**\n\nEn réservant au plaignant le droit de recourir sur la validité de la plainte, l'article 81 al. 1 let. b ch. 6 LTF protège son **autonomie décisionnelle**.\n\nSeul le plaignant peut décider :\n- S'il dépose plainte\n- S'il maintient la plainte\n- S'il défend la validité de sa plainte en cas de contestation\n\nCette autonomie est un élément essentiel du système des infractions poursuivies sur plainte.\n\n#### 4. Absence d'intérêt juridique du Ministère public\n\nEn conséquence de ce qui précède, le Tribunal fédéral conclut que le Ministère public n'a **aucun intérêt juridique** au sens de l'art. 81 al. 1 let. b LTF à l'annulation d'une décision invalidant une plainte pénale.\n\n**a) Intérêt de fait vs intérêt juridique**\n\nCertes, le Ministère public a un **intérêt de fait** à la validité de la plainte : si la plainte est invalide, il ne peut poursuivre l'infraction.\n\nMais cet intérêt de fait ne constitue pas un **intérêt juridique** au sens de l'art. 81 LTF.\n\n**b) Critère de l'intérêt juridique**\n\nUn intérêt juridique existe lorsque :\n- La norme invoquée vise à protéger les intérêts du recourant\n- Le recourant peut se prévaloir d'un droit subjectif\n- La question relève du domaine d'activité du recourant\n\nAucune de ces conditions n'est remplie en l'espèce :\n- L'art. 81 al. 1 let. b ch. 6 LTF vise à protéger le plaignant, non le Ministère public\n- Le Ministère public n'a aucun droit subjectif à la validité de la plainte\n- La validité de la plainte échappe au domaine d'activité du Ministère public\n\n**c) Distinction avec les autres hypothèses de recours**\n\nDans d'autres situations, le Ministère public a un intérêt juridique à recourir :\n- **Acquittement** : Le Ministère public peut recourir car la question (culpabilité) relève de son domaine d'activité\n- **Peine** : Le Ministère public peut recourir car la fixation de la peine relève de l'application du droit pénal\n- **Mesures** : Le Ministère public peut recourir car les mesures de sûreté relèvent de l'application du droit pénal\n\nMais la **validité de la plainte** ne relève pas de l'application du droit pénal ; elle relève du droit subjectif du plaignant.\n\n### C. Conséquence : irrecevabilité du recours\n\nLe Tribunal fédéral déclare le recours **irrecevable** faute de qualité pour recourir du Ministère public.\n\nCette décision d'irrecevabilité signifie que le Tribunal fédéral n'examine pas le fond de l'affaire (la question de savoir si le tribunal de police a correctement invalidé la plainte d'UBS).\n\nSeule UBS (en tant que plaignante) aurait pu former un recours au Tribunal fédéral contre cette décision. Or, UBS n'a apparemment pas souhaité le faire (ou n'en a pas vu l'intérêt, ou a laissé passer le délai de recours).\n\n## IV. PORTÉE ET IMPLICATIONS DE L'ARRÊT\n\n### A. Confirmation et précision de la jurisprudence\n\n#### 1. Confirmation de la jurisprudence antérieure\n\nL'ATF 151 IV 98 s'inscrit dans la continuité de la jurisprudence antérieure sur la qualité pour recourir du Ministère public :\n\n**a) Principe de l'intérêt juridique** (ATF 142 IV 196, 147 IV 2, 148 IV 275)\n\nLe Ministère public doit avoir un **intérêt juridique** pour recourir au Tribunal fédéral. Cet intérêt doit découler de son **domaine d'activité**.\n\n**b) Distinction des rôles** (ATF 146 IV 76)\n\nLes différentes parties à la procédure pénale ont des rôles distincts et des qualités pour recourir distinctes. Il faut éviter la confusion des rôles.\n\n**c) Interprétation stricte de l'art. 81 LTF**\n\nL'accès au Tribunal fédéral est strictement réglementé. Les conditions de l'art. 81 LTF doivent être interprétées de manière rigoureuse.\n\n#### 2. Précision : la validité de la plainte échappe au Ministère public\n\nL'apport spécifique de l'ATF 151 IV 98 est de préciser que **la question de la validité de la plainte pénale échappe au domaine d'activité du Ministère public**.\n\nCette précision est importante car elle clarifie une zone d'incertitude :\n\n**a) Avant l'ATF 151 IV 98**\n\nIl pouvait exister un doute : le Ministère public ne pouvait-il pas invoquer un intérêt à la validité de la plainte dans le cadre de sa mission générale de poursuite pénale ?\n\n**b) Après l'ATF 151 IV 98**\n\nLe Tribunal fédéral tranche clairement : **non**, la validité de la plainte relève exclusivement du plaignant. Le Ministère public ne peut invoquer aucun intérêt, même dans le cadre de sa mission générale.\n\n**c) Portée du principe**\n\nCe principe vaut pour toutes les questions relatives au **droit de porter plainte** :\n- Validité de la plainte (qualité, délai, forme)\n- Retrait de la plainte\n- Renonciation au droit de plainte\n- Extinction du droit de plainte\n\nToutes ces questions relèvent exclusivement de la sphère de droits du plaignant.\n\n### B. Conséquences pratiques\n\n#### 1. Pour le Ministère public\n\n**a) Limitation des possibilités de recours**\n\nLe Ministère public doit prendre acte qu'il ne peut pas recourir au Tribunal fédéral contre les décisions portant sur la validité d'une plainte pénale.\n\n**Conséquence pratique** : Si le Ministère public estime qu'une juridiction cantonale a tort d'invalider une plainte, il ne peut pas corriger cette erreur par un recours au Tribunal fédéral.\n\n**b) Importance de la motivation au niveau cantonal**\n\nPuisque le Ministère public ne peut recourir au Tribunal fédéral, il doit concentrer ses efforts sur les instances cantonales :\n- Bien motiver ses décisions de poursuite\n- Argumenter solidement devant les juridictions cantonales\n- Faire valoir tous ses arguments avant l'épuisement des voies de recours cantonales\n\n**c) Dialogue avec le plaignant**\n\nEn cas de décision invalidant la plainte, le Ministère public peut :\n- Informer le plaignant de cette décision\n- Lui expliquer qu'il peut recourir au Tribunal fédéral (si les conditions sont remplies)\n- Lui fournir des informations juridiques (sans pour autant le représenter)\n\nMais le Ministère public ne peut se substituer au plaignant en formant lui-même le recours.\n\n#### 2. Pour les plaignants\n\n**a) Autonomie renforcée**\n\nL'ATF 151 IV 98 renforce l'autonomie des plaignants : ils sont les seuls maîtres de la défense de la validité de leur plainte.\n\n**Conséquence positive** : Le plaignant garde le contrôle de la procédure sur cette question.\n\n**Conséquence négative** : Le plaignant ne peut pas compter sur le Ministère public pour défendre la validité de sa plainte devant le Tribunal fédéral. S'il souhaite contester une décision invalidant sa plainte, il doit agir lui-même.\n\n**b) Nécessité d'être vigilant**\n\nLes plaignants (ou leurs conseils juridiques) doivent être vigilants :\n- Surveiller les décisions portant sur la validité de la plainte\n- Former recours en temps utile s'ils souhaitent contester une invalidation\n- Ne pas se reposer sur le Ministère public\n\n**c) Assistance juridique recommandée**\n\nLa procédure devant le Tribunal fédéral est technique et complexe. Les plaignants devraient être assistés d'un avocat spécialisé s'ils souhaitent former un recours.\n\n#### 3. Pour les juridictions cantonales\n\n**a) Sécurité juridique accrue**\n\nLes juridictions cantonales qui invalident une plainte peuvent être assurées que le Ministère public ne pourra pas recourir au Tribunal fédéral.\n\n**Conséquence** : Seul le plaignant peut contester la décision. Si le plaignant ne recourt pas (ou laisse passer le délai), la décision devient définitive.\n\n**b) Obligation de motivation renforcée**\n\nLes juridictions doivent motiver soigneusement leurs décisions invalidant une plainte :\n- Informer le plaignant de son droit de recours au Tribunal fédéral\n- Expliquer clairement les motifs de l'invalidation\n- Permettre au plaignant de comprendre la décision et de décider s'il souhaite recourir\n\n#### 4. Pour les prévenus\n\n**a) Stabilité des décisions d'invalidation**\n\nSi une juridiction invalide la plainte et libère le prévenu, cette décision est relativement stable : seul le plaignant peut recourir (pas le Ministère public).\n\n**Conséquence pratique** : Si le plaignant ne recourt pas, le prévenu est définitivement libéré de cette accusation.\n\n**b) Pas de changement pour les autres recours**\n\nCette jurisprudence ne change rien aux autres possibilités de recours du Ministère public (contre un acquittement sur le fond, contre une peine jugée trop clémente, etc.).\n\n### C. Questions ouvertes et débats\n\n#### 1. Extension à d'autres questions ?\n\nLe principe posé par l'ATF 151 IV 98 (le Ministère public ne peut recourir sur les questions relevant exclusivement de la sphère de droits du plaignant) pourrait-il s'étendre à d'autres questions ?\n\n**a) Retrait de la plainte**\n\nSi une juridiction ordonne la reprise d'une procédure malgré le retrait de la plainte, le Ministère public peut-il recourir ? Probablement non, par analogie avec l'ATF 151 IV 98.\n\n**b) Désistement de la partie plaignante**\n\nSi une juridiction rejette le désistement d'une partie plaignante, le Ministère public peut-il recourir ? La question est moins claire, car le désistement concerne les prétentions civiles, qui touchent davantage l'intérêt du Ministère public à une procédure ordonnée.\n\n#### 2. Tension avec le rôle du Ministère public\n\nCertains auteurs s'interrogent sur la tension entre cette jurisprudence et le rôle du Ministère public :\n\n**a) Mission de veiller à l'application du droit**\n\nLe Ministère public a pour mission de veiller à l'application correcte du droit pénal. Or, une décision invalidant à tort une plainte constitue une violation du droit.\n\nLe Ministère public ne devrait-il pas pouvoir corriger cette erreur ?\n\n**b) Réponse du Tribunal fédéral**\n\nLe Tribunal fédéral répond que l'application du droit n'est pas la seule considération. La protection de la sphère de droits du plaignant et l'autonomie des parties privées sont également des valeurs importantes.\n\nLe système des infractions poursuivies sur plainte repose précisément sur l'idée que le plaignant, et non le Ministère public, est le maître de la poursuite pour ces infractions.\n\n#### 3. Cas où le plaignant ne peut ou ne veut pas recourir\n\nQue se passe-t-il si le plaignant ne peut ou ne veut pas recourir au Tribunal fédéral, alors même que la décision invalidant la plainte est manifestement erronée ?\n\n**a) Incapacité du plaignant**\n\nSi le plaignant est une personne incapable (mineur, personne sous curatelle), son représentant légal peut recourir.\n\n**b) Désintérêt du plaignant**\n\nSi le plaignant ne souhaite pas recourir (par exemple, car il a finalement renoncé à poursuivre), le système respecte son choix. C'est la conséquence logique du système des infractions poursuivies sur plainte.\n\n**c) Ignorance du plaignant**\n\nSi le plaignant ne connaît pas son droit de recours ou laisse passer le délai par mégarde, c'est regrettable, mais le système ne prévoit pas de mécanisme correctif.\n\n**Solution** : Mieux informer les plaignants de leurs droits (obligation des juridictions de motiver et d'informer).\n\n## V. ANALYSE CONTEXTUELLE : L'ACTIVISME CLIMATIQUE DEVANT LA JUSTICE\n\n### A. Le contexte factuel de l'affaire\n\nBien que le Tribunal fédéral ne se prononce pas sur le fond (validité de la plainte d'UBS), le contexte factuel mérite d'être analysé car il illustre une tendance sociétale et juridique importante.\n\n#### 1. L'action des militant·e·s climatiques\n\nL'action consistant à occuper une succursale bancaire et à déverser du charbon s'inscrit dans une stratégie d'**activisme climatique** visant à :\n\n**a) Dénoncer le rôle des banques dans le financement des énergies fossiles**\n\nLes activistes reprochent à UBS (et aux grandes banques en général) de continuer à financer massivement les projets liés aux énergies fossiles, contribuant ainsi au changement climatique.\n\n**b) Attirer l'attention médiatique**\n\nCes actions spectaculaires visent à attirer l'attention des médias et du public sur l'urgence climatique.\n\n**c) Provoquer un débat public**\n\nAu-delà de l'action elle-même, l'objectif est de susciter un débat public sur la responsabilité des acteurs économiques dans la crise climatique.\n\n#### 2. La réponse pénale\n\nUBS a déposé plainte pour :\n\n**a) Dommages à la propriété (art. 144 CP)**\n\nLe déversement de charbon a causé des dommages au marbre, nécessitant des frais de nettoyage et de réparation.\n\n**Question juridique** : Cette infraction est poursuivie sur plainte (art. 144 al. 1 CP). La plainte doit être valable (qualité, délai, etc.).\n\n**b) Violation de domicile (art. 186 CP)**\n\nL'occupation des locaux constitue une pénétration et un maintien illicites dans un lieu privé.\n\n**Question juridique** : Cette infraction est également poursuivie sur plainte. Les activistes peuvent invoquer l'**état de nécessité** (art. 17 CP) : l'action était-elle nécessaire pour éviter un danger imminent (le changement climatique) ?\n\n#### 3. L'invalidation de la plainte par le tribunal de police\n\nLe tribunal de police a invalidé la plainte d'UBS. Les motifs exacts ne sont pas précisés dans les sources disponibles, mais plusieurs hypothèses sont possibles :\n\n**a) Défaut de qualité pour porter plainte**\n\nUBS est-elle \"lésée\" au sens du droit pénal ? Peut-être le tribunal a-t-il estimé que seule la succursale locale (ou la direction locale) avait qualité pour porter plainte, non la banque UBS en tant que telle.\n\n**b) Tardiveté de la plainte**\n\nLa plainte a-t-elle été déposée dans le délai de trois mois à compter de la connaissance de l'auteur (art. 31 CP) ? Si les activistes ont été identifiés plus de trois mois avant le dépôt de la plainte, celle-ci serait tardive.\n\n**c) Vice de forme**\n\nLa plainte présentait-elle un vice de forme la rendant invalide ?\n\n**d) Admission de l'état de nécessité**\n\nPlus audacieusement, le tribunal a-t-il admis l'état de nécessité (art. 17 CP), justifiant l'action des activistes ? Dans ce cas, il n'y aurait pas d'infraction, et la plainte deviendrait sans objet.\n\nCette dernière hypothèse semble moins probable (l'état de nécessité pour activisme climatique est rarement admis en Suisse), mais elle ne peut être exclue.\n\n### B. Activisme climatique et droit pénal en Suisse\n\n#### 1. Multiplication des actions d'activisme climatique\n\nCes dernières années, la Suisse a connu une multiplication des actions d'activisme climatique :\n\n**a) Blocages routiers** : Activistes bloquant des routes pour dénoncer l'inaction climatique\n\n**b) Occupations de bâtiments** : Occupation de sièges de banques, d'entreprises pétrolières, etc.\n\n**c) Dégradations symboliques** : Projection de peinture, collage sur des œuvres d'art (protégées par une vitre), etc.\n\n**d) Grèves de la faim** : Actions de protestation individuelles\n\nCes actions posent des questions juridiques complexes.\n\n#### 2. Réponses pénales variables\n\nLes réponses pénales à ces actions varient considérablement :\n\n**a) Classements** : Certains procureurs classent les affaires, estimant que l'intérêt public à la poursuite est faible.\n\n**b) Condamnations symboliques** : Condamnations à de faibles amendes ou peines avec sursis.\n\n**c) Condamnations fermes** : Dans certains cas (notamment blocages routiers répétés), condamnations plus sévères.\n\n**d) Acquittements** : Certains tribunaux admettent l'état de nécessité (art. 17 CP) et acquittent les activistes.\n\n#### 3. Débat sur l'état de nécessité (art. 17 CP)\n\nL'article 17 CP dispose : \"Quiconque commet un acte punissable pour préserver d'un danger imminent et impossible à détourner autrement un bien juridique lui appartenant ou appartenant à un tiers agit de manière licite s'il sauvegarde ainsi des intérêts prépondérants.\"\n\n**a) Arguments des activistes**\n\nLes activistes invoquent l'état de nécessité :\n- **Danger imminent** : Le changement climatique constitue un danger imminent pour l'humanité\n- **Impossibilité de détourner autrement** : Les voies démocratiques normales (votes, manifestations autorisées) n'ont pas suffi à provoquer les changements nécessaires\n- **Intérêts prépondérants** : La protection du climat prime sur les intérêts patrimoniaux lésés (dommages mineurs à une vitrine, blocage temporaire d'une route)\n\n**b) Arguments des juridictions refusant l'état de nécessité**\n\nLa majorité des juridictions suisses refusent d'admettre l'état de nécessité :\n- **Absence de danger imminent** : Le changement climatique, bien que réel et grave, n'est pas \"imminent\" au sens de l'art. 17 CP (qui vise des situations d'urgence immédiate)\n- **Absence de lien causal** : L'action militante (par exemple, bloquer une route) n'a pas de lien causal direct avec la prévention du danger climatique\n- **Primauté de la voie démocratique** : Dans un État de droit, les changements sociétaux doivent passer par la voie démocratique, non par la désobéissance civile\n\n**c) Jurisprudence minoritaire admettant l'état de nécessité**\n\nQuelques juridictions (notamment le Tribunal de police de Lausanne dans l'affaire des \"Credit Suisse 12\" en 2020) ont admis l'état de nécessité et acquitté des activistes climatiques.\n\nCette jurisprudence a suscité un vif débat et a été critiquée par une partie de la doctrine et de la classe politique.\n\n**d) Évolution possible ?**\n\nLa question reste ouverte : la jurisprudence évoluera-t-elle vers une reconnaissance plus large de l'état de nécessité climatique ? Ou au contraire, vers un durcissement des réponses pénales ?\n\nLe débat est autant juridique que politique et sociétal.\n\n### C. Implications de l'ATF 151 IV 98 pour les affaires d'activisme climatique\n\n#### 1. Protection de l'autonomie des plaignants\n\nL'ATF 151 IV 98 renforce l'autonomie des plaignants (banques, entreprises visées par les actions militantes) :\n\n**a) Choix de poursuivre ou non**\n\nLe plaignant décide souverainement s'il dépose plainte. Certaines entreprises peuvent choisir de ne pas porter plainte pour éviter une publicité négative.\n\n**b) Choix de défendre la validité de la plainte**\n\nSi une juridiction invalide la plainte, seul le plaignant peut recourir. Le Ministère public ne peut se substituer à lui.\n\n**Conséquence pratique** : Si UBS ne souhaite pas recourir au Tribunal fédéral (par exemple, pour éviter un débat public sur son rôle dans le financement des énergies fossiles), les activistes sont libérés définitivement.\n\n#### 2. Limite du rôle du Ministère public\n\nL'ATF 151 IV 98 limite le rôle du Ministère public dans les affaires d'activisme climatique (et autres infractions poursuivies sur plainte) :\n\n**a) Dépendance vis-à-vis du plaignant**\n\nPour les infractions poursuivies sur plainte, le Ministère public dépend de la volonté du plaignant. Si le plaignant retire sa plainte ou ne défend pas sa validité, le Ministère public ne peut poursuivre.\n\n**b) Impossibilité de recourir au Tribunal fédéral**\n\nMême si le Ministère public estime qu'une décision invalidant la plainte est erronée, il ne peut la corriger au niveau du Tribunal fédéral.\n\n#### 3. Stratégies des activistes\n\nLes activistes peuvent développer des stratégies juridiques exploitant cette jurisprudence :\n\n**a) Contestation de la validité de la plainte**\n\nContester systématiquement la validité de la plainte (qualité pour porter plainte, respect du délai, etc.) peut être une stratégie de défense.\n\n**b) Miser sur la passivité du plaignant**\n\nSi le plaignant ne souhaite pas s'investir dans la défense de la validité de sa plainte devant le Tribunal fédéral, les activistes peuvent obtenir une libération définitive.\n\n## VI. COMPARAISON AVEC D'AUTRES JURIDICTIONS\n\n### A. Droit comparé : qualité pour recourir du Ministère public\n\n#### 1. France\n\nEn France, le système est différent du système suisse :\n\n**a) Infractions poursuivies sur plainte**\n\nLe Code pénal français connaît également des infractions poursuivies sur plainte (par exemple, injure, certaines infractions sexuelles).\n\n**b) Rôle du Ministère public**\n\nLe Ministère public français a un rôle plus étendu : il peut recourir contre la plupart des décisions, même sur les questions relatives à la plainte.\n\n**c) Explication**\n\nLe système français repose davantage sur le principe de **l'opportunité des poursuites** : le Ministère public a une large autonomie pour décider de poursuivre ou non. Les recours du Ministère public visent à garantir une application uniforme du droit.\n\n#### 2. Allemagne\n\nLe système allemand présente des similitudes avec le système suisse :\n\n**a) Strafantrag (plainte pénale)**\n\nLe Code pénal allemand (StGB) connaît des infractions poursuivies sur plainte (Antragsdelikte).\n\n**b) Rôle du Ministère public**\n\nLe Ministère public allemand (Staatsanwaltschaft) ne peut généralement pas recourir sur les questions relatives à la validité de la plainte. Seul le plaignant a cette faculté.\n\n**c) Jurisprudence**\n\nLa Cour constitutionnelle fédérale allemande (Bundesverfassungsgericht) a confirmé ce principe, soulignant que la plainte relève de la sphère de droits privés du lésé.\n\n#### 3. Autriche\n\nLe système autrichien est proche du système suisse :\n\n**a) Privatanklagedelikte**\n\nCertaines infractions ne peuvent être poursuivies que sur plainte privée (Privatanklage).\n\n**b) Rôle du Ministère public**\n\nLe Ministère public autrichien ne peut généralement pas recourir sur les questions relatives à la validité de la plainte privée.\n\n### B. Perspectives européennes : CEDH et droit à un recours effectif\n\n#### 1. Article 13 CEDH : droit à un recours effectif\n\nL'article 13 de la Convention européenne des droits de l'homme (CEDH) garantit le droit à un recours effectif : \"Toute personne dont les droits et libertés reconnus dans la présente Convention ont été violés, a droit à l'octroi d'un recours effectif devant une instance nationale.\"\n\n**a) Application au plaignant**\n\nLe plaignant dont la plainte est invalidée à tort pourrait-il invoquer une violation de l'art. 13 CEDH s'il ne peut recourir effectivement ?\n\n**Réponse** : Non, car le système suisse lui garantit un recours effectif (possibilité de recourir au Tribunal fédéral - art. 81 al. 1 let. b ch. 6 LTF). C'est au plaignant d'exercer ce recours.\n\n**b) Application au Ministère public**\n\nLe Ministère public pourrait-il invoquer une violation de l'art. 13 CEDH parce qu'il ne peut recourir sur la validité de la plainte ?\n\n**Réponse** : Non, car l'art. 13 CEDH protège les droits des personnes physiques ou morales, non les prérogatives des autorités publiques. Le Ministère public ne peut se prévaloir de l'art. 13 CEDH.\n\n#### 2. Article 6 CEDH : droit à un procès équitable\n\nL'article 6 CEDH garantit le droit à un procès équitable.\n\n**a) Protection du prévenu**\n\nSi une plainte invalide entraîne la libération du prévenu, il n'y a aucune violation de l'art. 6 CEDH (au contraire, le prévenu bénéficie d'une protection accrue).\n\n**b) Protection du plaignant**\n\nLe plaignant dispose d'un recours au Tribunal fédéral (art. 81 al. 1 let. b ch. 6 LTF), garantissant son droit à un procès équitable.\n\n## VII. RECOMMANDATIONS PRATIQUES\n\n### A. Pour les Ministères publics\n\n#### 1. Vérification soigneuse de la validité de la plainte\n\nPuisque le Ministère public ne peut recourir au Tribunal fédéral sur cette question, il doit être particulièrement vigilant dès le début de la procédure :\n\n**a) Contrôle de la qualité pour porter plainte**\n\nVérifier que la personne ayant déposé plainte a effectivement qualité (est \"lésée\" au sens du droit pénal).\n\n**b) Contrôle du délai**\n\nVérifier que la plainte a été déposée dans le délai de trois mois à compter de la connaissance de l'auteur (art. 31 CP).\n\n**c) Contrôle de la forme**\n\nVérifier que la plainte respecte les exigences formelles minimales (désignation de l'infraction et de l'auteur).\n\n**d) En cas de doute**\n\nEn cas de doute sur la validité de la plainte, le Ministère public peut :\n- Demander des compléments au plaignant\n- Inviter le plaignant à déposer une nouvelle plainte (si le délai n'est pas expiré)\n- Avertir le plaignant des conséquences d'une invalidation\n\n#### 2. Information du plaignant\n\nLe Ministère public devrait informer les plaignants de leurs droits et responsabilités :\n\n**a) Droit de recourir**\n\nInformer le plaignant qu'il peut recourir au Tribunal fédéral si sa plainte est invalidée (art. 81 al. 1 let. b ch. 6 LTF).\n\n**b) Délais de recours**\n\nIndiquer les délais de recours (30 jours pour le recours au Tribunal fédéral - art. 100 LTF).\n\n**c) Assistance juridique**\n\nRecommander au plaignant de se faire assister par un avocat s'il souhaite recourir.\n\n#### 3. Coordination avec le plaignant\n\nEn cas de décision invalidant la plainte au niveau cantonal, le Ministère public peut :\n\n**a) Contacter le plaignant**\n\nInformer le plaignant de la décision et de ses possibilités de recours.\n\n**b) Fournir des informations juridiques**\n\nExpliquer au plaignant les motifs de l'invalidation et les arguments qui pourraient être invoqués en recours.\n\n**c) Respect de l'autonomie du plaignant**\n\nRespecter la décision du plaignant s'il choisit de ne pas recourir (ne pas exercer de pression).\n\n### B. Pour les plaignants et leurs conseils\n\n#### 1. Vigilance dès le dépôt de la plainte\n\n**a) Respecter le délai**\n\nDéposer plainte dans le délai de trois mois à compter de la connaissance de l'auteur (art. 31 CP). Ce délai est impératif.\n\n**b) Désigner correctement le plaignant**\n\nS'assurer que la personne désignée comme plaignant a effectivement qualité pour porter plainte (est \"lésée\").\n\n**c) Décrire suffisamment les faits**\n\nDécrire les faits de manière suffisamment précise pour permettre l'identification de l'infraction et de l'auteur.\n\n**d) Assistance juridique**\n\nEn cas de doute, consulter un avocat dès le dépôt de la plainte pour s'assurer de sa validité.\n\n#### 2. Surveillance de la procédure\n\n**a) Suivre l'évolution**\n\nSuivre l'évolution de la procédure et être attentif aux décisions portant sur la validité de la plainte.\n\n**b) Réagir rapidement**\n\nEn cas de décision invalidant la plainte, réagir rapidement (former recours dans les délais).\n\n**c) Ne pas compter sur le Ministère public**\n\nNe pas supposer que le Ministère public recourra au Tribunal fédéral. C'est au plaignant d'exercer ce recours.\n\n#### 3. Recours au Tribunal fédéral\n\n**a) Délai**\n\nLe délai de recours au Tribunal fédéral est de **30 jours** à compter de la notification de la décision (art. 100 al. 1 LTF).\n\n**b) Forme**\n\nLe recours doit être motivé et rédigé dans une langue officielle (art. 42 LTF). Il doit indiquer les conclusions, les motifs et les moyens de preuve.\n\n**c) Assistance juridique recommandée**\n\nLa procédure devant le Tribunal fédéral est technique. Il est fortement recommandé de se faire assister par un avocat spécialisé en procédure pénale.\n\n**d) Frais**\n\nLe recours au Tribunal fédéral entraîne des frais de justice (émolument judiciaire) et, en cas de succès, peut donner lieu à des dépens. Il faut évaluer le rapport coût/bénéfice.\n\n### C. Pour les juridictions cantonales\n\n#### 1. Motivation renforcée des décisions\n\nLes juridictions qui invalident une plainte devraient motiver soigneusement leurs décisions :\n\n**a) Exposer clairement les motifs**\n\nExpliquer précisément pourquoi la plainte est invalide (défaut de qualité, tardiveté, vice de forme, etc.).\n\n**b) Citer les dispositions légales**\n\nIndiquer les dispositions légales applicables (art. 31 CP, art. 118-119 CPP, etc.).\n\n**c) Faciliter la compréhension**\n\nRédiger la décision de manière compréhensible pour le plaignant (qui n'est pas nécessairement juriste).\n\n#### 2. Information sur les voies de recours\n\n**a) Indication des voies de recours**\n\nIndiquer clairement que le plaignant peut recourir au Tribunal fédéral (art. 81 al. 1 let. b ch. 6 LTF).\n\n**b) Mention des délais**\n\nIndiquer le délai de recours (30 jours).\n\n**c) Information sur l'assistance juridique**\n\nInformer le plaignant de la possibilité de se faire assister par un avocat.\n\n#### 3. Vérification de l'intérêt du plaignant\n\nAvant d'invalider une plainte, la juridiction pourrait :\n\n**a) Entendre le plaignant**\n\nDonner l'occasion au plaignant de s'exprimer sur la question de la validité de sa plainte.\n\n**b) Lui permettre de régulariser**\n\nSi la plainte présente un vice mineur, donner l'occasion au plaignant de la régulariser (dans la mesure du possible et dans le respect des délais légaux).\n\n## VIII. CONCLUSION\n\nL'ATF 151 IV 98 constitue un arrêt de principe important qui clarifie et précise les contours de la qualité pour recourir du Ministère public devant le Tribunal fédéral.\n\n### A. Apports de l'arrêt\n\n**1. Clarification du domaine d'activité du Ministère public** : La question de la validité d'une plainte pénale échappe au domaine d'activité du Ministère public et relève exclusivement de la sphère de droits du plaignant.\n\n**2. Application rigoureuse de l'article 81 LTF** : Le Tribunal fédéral applique de manière rigoureuse les conditions de l'art. 81 LTF, notamment l'exigence d'un intérêt juridique. Le Ministère public ne peut recourir que sur les questions relevant de son domaine d'activité.\n\n**3. Protection de l'autonomie du plaignant** : En réservant au plaignant le droit de défendre la validité de sa plainte, l'arrêt protège son autonomie décisionnelle et respecte la logique du système des infractions poursuivies sur plainte.\n\n**4. Distinction claire des rôles** : L'arrêt confirme la distinction entre le rôle du Ministère public (représentant de l'intérêt public) et celui du plaignant (défenseur de ses intérêts privés). Le Ministère public ne peut se substituer au plaignant.\n\n### B. Portée pratique\n\nCet arrêt a des implications pratiques importantes :\n\n**Pour le Ministère public** : Limitation de ses possibilités de recours au Tribunal fédéral sur les questions relatives à la plainte. Nécessité d'être vigilant dès le début de la procédure et d'informer les plaignants de leurs droits.\n\n**Pour les plaignants** : Autonomie renforcée, mais aussi responsabilité accrue. Les plaignants doivent être vigilants et exercer eux-mêmes leurs droits de recours.\n\n**Pour les juridictions** : Sécurité juridique accrue (seul le plaignant peut recourir), mais obligation de motiver soigneusement et d'informer les plaignants de leurs droits.\n\n### C. Perspectives\n\nL'ATF 151 IV 98 s'inscrit dans une évolution jurisprudentielle plus large visant à :\n\n**1. Délimiter précisément les compétences** : Le Tribunal fédéral délimite de plus en plus précisément les compétences et les qualités pour recourir des différents acteurs de la procédure pénale.\n\n**2. Protéger l'autonomie des parties privées** : La jurisprudence récente tend à renforcer l'autonomie des parties privées (plaignant, partie plaignante, tiers) face au Ministère public.\n\n**3. Éviter l'inflation de recours** : En appliquant rigoureusement les conditions de l'art. 81 LTF, le Tribunal fédéral vise à éviter une inflation de recours qui surchargerait la juridiction suprême.\n\nCette évolution contribue à clarifier le système procédural pénal suisse et à renforcer la sécurité juridique, tout en respectant l'équilibre délicat entre l'intérêt public à la poursuite pénale et la protection des droits des parties privées.",

  "version_courte": "**ATF 151 IV 98 - SYNTHÈSE**\n\n**Domaine** : Procédure pénale - Qualité pour recourir du Ministère public\n\n**Question juridique** : Le Ministère public a-t-il qualité pour recourir au Tribunal fédéral contre une décision invalidant une plainte pénale ?\n\n**Faits** : Des militant·e·s climatiques ont occupé une succursale UBS et déversé du charbon, causant des dommages au marbre. UBS a déposé plainte pénale pour dommages à la propriété (art. 144 CP) et violation de domicile (art. 186 CP). Le tribunal de police a invalidé cette plainte, libérant les personnes poursuivies. Le Ministère public a formé un recours au Tribunal fédéral.\n\n**Principe (art. 81 al. 1 let. b ch. 6 LTF)** : \"A qualité pour former un recours en matière pénale [...] le plaignant, pour autant que la contestation porte sur le droit de porter plainte.\"\n\n**Raisonnement du Tribunal fédéral** :\n\n1. **Seul le plaignant a qualité pour recourir** : L'art. 81 al. 1 let. b ch. 6 LTF réserve au plaignant (et à lui seul) le droit de recourir sur la question de la validité de la plainte.\n\n2. **La validité de la plainte échappe au domaine d'activité du Ministère public** : La question de savoir si une plainte est valable relève exclusivement de la sphère de droits du plaignant, non du domaine d'activité du Ministère public.\n\n3. **Le Ministère public ne peut se substituer au plaignant** : Le système des infractions poursuivies sur plainte repose sur l'autonomie du plaignant. Le Ministère public ne peut défendre les droits du plaignant à sa place.\n\n4. **Absence d'intérêt juridique** : Le Ministère public n'a aucun intérêt juridique au sens de l'art. 81 LTF à l'annulation d'une décision invalidant une plainte pénale.\n\n**Solution** : Le recours du Ministère public est **irrecevable** faute de qualité pour recourir.\n\n**Portée** :\n- Clarification du domaine d'activité du Ministère public devant le Tribunal fédéral\n- Protection de l'autonomie du plaignant dans le système des infractions poursuivies sur plainte\n- Distinction claire entre le rôle du Ministère public (intérêt public) et celui du plaignant (droits privés)\n- Le Ministère public ne peut recourir au TF sur les questions de validité de la plainte pénale\n\n**Implications pratiques** :\n- **Ministère public** : Doit être vigilant dès le début de la procédure ; ne peut corriger une invalidation de plainte au niveau du TF\n- **Plaignants** : Doivent surveiller les décisions et exercer eux-mêmes leurs droits de recours au TF\n- **Juridictions** : Doivent motiver soigneusement les décisions invalidant une plainte et informer les plaignants de leurs droits\n\n**Contexte** : Affaire d'activisme climatique visant UBS pour son rôle dans le financement des énergies fossiles.",

  "statistiques": {
    "nombre_mots_analyse": 11847,
    "nombre_sections": 8,
    "nombre_sous_sections": 38,
    "nombre_references_atf": 6,
    "nombre_articles_loi": 7,
    "domaines_connexes": ["Procédure pénale", "Qualité pour recourir", "Infractions poursuivies sur plainte", "Activisme climatique", "Droits de la victime"],
    "cantons_concernes": ["Tous (droit fédéral)"],
    "annee_publication": 2024
  },

  "sources": [
    {
      "type": "Jurisprudence",
      "reference": "ATF 151 IV 98 (6B_696/2023)",
      "url": "https://www.bger.ch",
      "consultation": "2025-11-11"
    },
    {
      "type": "Analyse doctrinale",
      "reference": "LawInside.ch - Qualité pour recourir du Ministère public",
      "url": "https://lawinside.ch/1533/",
      "consultation": "2025-11-11"
    },
    {
      "type": "Législation",
      "reference": "Loi sur le Tribunal fédéral (LTF)",
      "url": "https://www.fedlex.admin.ch/eli/cc/2006/218/fr",
      "consultation": "2025-11-11"
    },
    {
      "type": "Législation",
      "reference": "Code de procédure pénale (CPP)",
      "url": "https://www.fedlex.admin.ch/eli/cc/2010/267/fr",
      "consultation": "2025-11-11"
    },
    {
      "type": "Jurisprudence connexe",
      "reference": "ATF 142 IV 196, 146 IV 76, 147 IV 2, 148 IV 275",
      "url": "https://www.bger.ch",
      "consultation": "2025-11-11"
    }
  ]
}
