{
  "metadata": {
    "titre": "ATF 150 IV 409 - Procédure pénale : qualité pour recourir contre la décision de suspendre la procédure (art. 55a CP)",
    "reference_atf": "ATF 150 IV 409",
    "date_arret": "9 juillet 2024 (arrêt 7B_851/2023)",
    "date_analyse": "2025-10-28",
    "domaine": "Procédure pénale - Droit pénal matériel",
    "matieres": ["Procédure pénale", "Suspension de la procédure", "Violence domestique", "Qualité pour recourir", "Protection des victimes"],
    "juridiction": "Tribunal fédéral suisse",
    "cour": "Cour de droit pénal"
  },

  "arrets_principaux": [
    {
      "reference": "ATF 150 IV 409 (arrêt 7B_851/2023)",
      "date": "9 juillet 2024",
      "formation": "Cour de droit pénal",
      "parties": "Prévenu c. Ministère public",
      "theme": "Qualité pour recourir du prévenu contre un refus de suspension de la procédure pénale selon l'article 55a CP"
    }
  ],

  "arrets_connexes": [
    {
      "reference": "ATF 143 IV 104",
      "pertinence": "Suspension de la procédure pénale en cas de conjoints (art. 55a CP) - Principes généraux"
    },
    {
      "reference": "ATF 146 IV 76",
      "pertinence": "Qualité pour recourir de la partie plaignante dont les prétentions relèvent du droit public"
    },
    {
      "reference": "ATF 145 IV 161",
      "pertinence": "Qualité pour recourir contre une expulsion pénale"
    }
  ],

  "sources_legislatives": [
    {
      "reference": "Code pénal suisse (RS 311.0)",
      "article": "Article 55a CP",
      "titre": "Suspension de la procédure en cas de lésions corporelles simples entre conjoints",
      "texte_verbatim": "Article 55a CP - Suspension de la procédure\n\n1. Le ministère public ou le tribunal peut suspendre la procédure lorsque:\na. la victime est le conjoint ou l'ex-conjoint de l'auteur;\nb. l'infraction consiste en lésions corporelles simples (art. 123, ch. 2, al. 2 à 4), voies de fait réitérées (art. 126, al. 2, let. b et bbis), menace (art. 180) ou contrainte (art. 181);\nc. la suspension paraît propre à stabiliser ou à améliorer la situation de la victime.\n\n2. Avant de suspendre la procédure, le ministère public ou le tribunal entend la victime et, le cas échéant, les autres personnes concernées.\n\n3. Si la victime le demande, le ministère public ou le tribunal reprend la procédure.\n\n4. La procédure est définitivement close si elle n'est pas reprise dans un délai de six mois à compter de la suspension.",
      "version": "État au 1er juillet 2021",
      "lien": "https://www.fedlex.admin.ch/eli/cc/54/757_781_799/fr"
    },
    {
      "reference": "Code de procédure pénale (RS 312.0)",
      "article": "Article 382 CPP",
      "titre": "Qualité pour recourir",
      "texte_verbatim": "Article 382 CPP - Qualité pour recourir\n\n1. A qualité pour recourir quiconque:\na. a pris part à la procédure devant l'autorité précédente ou a été privé de la possibilité de le faire;\nb. a un intérêt juridiquement protégé à l'annulation ou à la modification de la décision attaquée.\n\n2. Le ministère public a également qualité pour recourir contre les décisions rendues dans les domaines dont il a la surveillance.\n\n3. En matière de contrainte, les proches de la personne concernée au sens de l'art. 110, al. 1, CP ont également qualité pour recourir si la mesure de contrainte porte atteinte à leurs intérêts juridiquement protégés.",
      "version": "État au 1er janvier 2024",
      "lien": "https://www.fedlex.admin.ch/eli/cc/2010/267/fr"
    },
    {
      "reference": "Code de procédure pénale (RS 312.0)",
      "article": "Article 380 CPP",
      "titre": "Principe de l'universalité du recours",
      "texte_verbatim": "Article 380 CPP - Principe de l'universalité du recours\n\n1. Toute décision de procédure peut faire l'objet d'un recours, à moins que le présent code n'en dispose autrement.\n\n2. Le recours n'est recevable contre les décisions préjudicielles et les décisions incidentes que si celles-ci peuvent causer un préjudice irréparable ou si l'admission du recours peut accélérer notablement la procédure.",
      "version": "État au 1er janvier 2024",
      "lien": "https://www.fedlex.admin.ch/eli/cc/2010/267/fr"
    }
  ],

  "mots_cles": [
    "Procédure pénale",
    "Suspension de la procédure",
    "Article 55a CP",
    "Article 382 CPP",
    "Qualité pour recourir",
    "Intérêt juridiquement protégé",
    "Violence domestique",
    "Lésions corporelles simples",
    "Protection de la victime",
    "Prévenu",
    "Recours",
    "Droit procédural",
    "Principe de l'universalité",
    "Conjoints"
  ],

  "analyse_complete": "# ANALYSE APPROFONDIE : ATF 150 IV 409 - QUALITÉ POUR RECOURIR ET SUSPENSION DE LA PROCÉDURE PÉNALE\n\n## I. INTRODUCTION ET CONTEXTE\n\n### A. Présentation de l'arrêt\n\nL'ATF 150 IV 409, rendu le 9 juillet 2024 par la Cour de droit pénal du Tribunal fédéral (arrêt 7B_851/2023), traite d'une question procédurale importante à l'intersection du droit pénal matériel et de la procédure pénale : **le prévenu a-t-il qualité pour recourir contre une décision refusant de suspendre la procédure pénale en application de l'article 55a CP ?**\n\nCette disposition, introduite dans le Code pénal suisse dans le cadre de la lutte contre la violence domestique, permet au ministère public ou au tribunal de suspendre temporairement une procédure pénale lorsque certaines conditions sont réunies, notamment lorsque la suspension paraît propre à stabiliser ou améliorer la situation de la victime.\n\nLa question centrale est de savoir si le prévenu, contre qui cette procédure est dirigée, peut contester le refus de suspendre la procédure, alors même que la suspension serait en principe favorable à ses intérêts (éviter une condamnation).\n\n### B. Contexte factuel\n\nBien que les faits précis du cas d'espèce ne soient pas détaillés dans les sources disponibles, le contexte général est le suivant :\n\n**1. Infraction poursuivie** : Le prévenu fait l'objet d'une procédure pénale pour une infraction relevant de l'article 55a CP (probablement lésions corporelles simples, voies de fait, menaces ou contrainte).\n\n**2. Lien conjugal** : La victime est (ou était) le conjoint ou l'ex-conjoint du prévenu.\n\n**3. Demande de suspension** : Une demande de suspension de la procédure a été formulée (vraisemblablement par le prévenu lui-même, bien que l'art. 55a CP n'exige pas formellement une demande).\n\n**4. Refus du ministère public** : Le ministère public a refusé de suspendre la procédure, estimant probablement que les conditions de l'art. 55a CP n'étaient pas réunies (notamment, la suspension ne paraissait pas propre à stabiliser ou améliorer la situation de la victime).\n\n**5. Recours du prévenu** : Le prévenu a formé un recours contre ce refus devant la juridiction cantonale de recours.\n\n**6. Irrecevabilité** : La juridiction cantonale a déclaré le recours irrecevable au motif que le prévenu n'avait pas la qualité pour recourir (art. 382 al. 1 let. b CPP).\n\n**7. Recours au Tribunal fédéral** : Le prévenu a porté l'affaire devant le Tribunal fédéral, contestant cette irrecevabilité.\n\n### C. Enjeux juridiques\n\nCette affaire soulève plusieurs questions juridiques fondamentales :\n\n**1. Interprétation de l'article 55a CP** : Quelle est la finalité de cette disposition ? Protège-t-elle uniquement la victime ou confère-t-elle également des droits au prévenu ?\n\n**2. Qualité pour recourir (art. 382 CPP)** : Quelles sont les conditions de la qualité pour recourir en procédure pénale ? Qu'est-ce qu'un \"intérêt juridiquement protégé\" ?\n\n**3. Principe de l'universalité du recours (art. 380 CPP)** : Le Code de procédure pénale établit un principe selon lequel toute décision peut faire l'objet d'un recours. Ce principe connaît-il des exceptions ?\n\n**4. Protection des victimes vs droits du prévenu** : Comment concilier la protection des victimes de violence domestique avec les droits procéduraux du prévenu ?\n\n## II. CADRE JURIDIQUE\n\n### A. L'article 55a CP : suspension de la procédure en cas de violence domestique\n\n#### 1. Genèse et ratio legis\n\nL'article 55a CP a été introduit dans le Code pénal suisse en 2004 dans le cadre d'un ensemble de mesures visant à améliorer la protection des victimes de violence domestique.\n\n**Contexte** : Les études criminologiques avaient démontré que la violence domestique présente des caractéristiques spécifiques (cycle de la violence, emprise, dépendance économique et affective) qui rendent difficile la sortie de la victime de la situation de violence.\n\n**Constat paradoxal** : Dans certains cas, la poursuite pénale, bien que justifiée juridiquement, peut aggraver la situation de la victime (représailles, isolement, difficultés économiques, pression psychologique).\n\n**Solution innovante** : Permettre la suspension temporaire de la procédure lorsque cette suspension paraît plus appropriée pour protéger la victime et lui permettre de se stabiliser.\n\n**Philosophie** : Privilégier la protection effective de la victime sur la répression systématique, tout en conservant la possibilité de reprendre la procédure si nécessaire.\n\n#### 2. Conditions de la suspension\n\nL'article 55a al. 1 CP énonce trois conditions cumulatives :\n\n**a) Lien conjugal (let. a)**\n\n\"La victime est le conjoint ou l'ex-conjoint de l'auteur.\"\n\nCette condition limite le champ d'application aux relations conjugales (mariages), excluant les partenariats enregistrés et les unions libres (bien que certains cantons aient étendu l'application par analogie).\n\nLa notion d'\"ex-conjoint\" couvre les situations post-divorce, reconnaissant que la violence peut persister après la séparation.\n\n**b) Infractions visées (let. b)**\n\nLa suspension n'est possible que pour certaines infractions de gravité moyenne :\n- **Lésions corporelles simples** (art. 123 ch. 2 al. 2 à 4 CP) : Atteintes à l'intégrité corporelle n'entraînant pas de mise en danger de la vie\n- **Voies de fait réitérées** (art. 126 al. 2 let. b et bbis CP) : Violences légères mais répétées\n- **Menace** (art. 180 CP) : Menaces de porter atteinte à la vie, à l'intégrité corporelle, etc.\n- **Contrainte** (art. 181 CP) : Contraindre une personne à faire, ne pas faire ou laisser faire quelque chose\n\nLes infractions graves (lésions corporelles graves, tentative de meurtre, viol, etc.) sont exclues du champ d'application, la répression pénale restant prioritaire.\n\n**c) Critère téléologique (let. c)**\n\n\"La suspension paraît propre à stabiliser ou à améliorer la situation de la victime.\"\n\nCette condition constitue le cœur de la disposition. Il ne s'agit pas de suspendre systématiquement, mais uniquement lorsque la suspension sert effectivement l'intérêt de la victime.\n\n**Évaluation concrète** : L'autorité doit procéder à une évaluation concrète de la situation (contexte familial, évolution de la relation, risque de récidive, volonté de la victime, mesures d'accompagnement disponibles, etc.).\n\n**Approche individualisée** : Chaque cas doit être examiné individuellement ; il n'existe pas de solution standard.\n\n#### 3. Procédure et effets de la suspension\n\n**a) Audition préalable (al. 2)**\n\nAvant de décider la suspension, l'autorité doit entendre la victime et, le cas échéant, les autres personnes concernées (par exemple, services sociaux, thérapeutes, membres de la famille).\n\nCette audition vise à :\n- Recueillir l'avis de la victime (sans être lié par celui-ci)\n- Évaluer la situation concrète\n- Informer la victime des conséquences de la suspension\n\n**b) Possibilité de reprise (al. 3)**\n\nLa victime peut à tout moment demander la reprise de la procédure. Cette faculté garantit que la suspension ne se transforme pas en impunité contre la volonté de la victime.\n\n**c) Clôture définitive (al. 4)**\n\nSi la procédure n'est pas reprise dans un délai de six mois à compter de la suspension, elle est définitivement close. Cette clôture équivaut à un classement et empêche toute poursuite ultérieure pour les mêmes faits (ne bis in idem).\n\n### B. Qualité pour recourir en procédure pénale (art. 382 CPP)\n\n#### 1. Principe de l'universalité du recours (art. 380 CPP)\n\nLe Code de procédure pénale suisse établit un **principe de l'universalité du recours** : \"Toute décision de procédure peut faire l'objet d'un recours, à moins que le présent code n'en dispose autrement\" (art. 380 al. 1 CPP).\n\nCe principe libéral vise à garantir un contrôle juridictionnel étendu et à protéger les droits des parties. Contrairement à d'autres systèmes qui énumèrent les décisions susceptibles de recours, le CPP suisse adopte l'approche inverse : tout est susceptible de recours, sauf exception expresse.\n\n**Exceptions** : Le CPP prévoit certaines exceptions (par exemple, art. 379 CPP énumère des décisions insusceptibles de recours), mais celles-ci doivent être interprétées restrictivement.\n\n#### 2. Conditions de la qualité pour recourir (art. 382 al. 1 CPP)\n\nMalgré le principe d'universalité, toute personne ne peut pas recourir contre toute décision. L'article 382 al. 1 CPP énonce deux conditions cumulatives :\n\n**a) Condition de participation (let. a)**\n\n\"A qualité pour recourir quiconque a pris part à la procédure devant l'autorité précédente ou a été privé de la possibilité de le faire.\"\n\nCette condition vise à limiter la qualité pour recourir aux **parties** et aux personnes ayant un lien direct avec la procédure. Sont notamment concernés :\n- Le prévenu\n- La partie plaignante (victime ayant déclaré vouloir participer à la procédure)\n- Le ministère public\n- Certains tiers ayant participé à la procédure (par exemple, en tant que témoins affectés par une mesure de contrainte)\n\n**b) Condition d'intérêt juridiquement protégé (let. b)**\n\n\"A qualité pour recourir quiconque a un intérêt juridiquement protégé à l'annulation ou à la modification de la décision attaquée.\"\n\nCette condition constitue le cœur de la problématique de l'ATF 150 IV 409. Elle requiert que le recourant ait un **intérêt juridiquement protégé**, c'est-à-dire :\n\n- **Intérêt personnel et direct** : Le recourant doit être personnellement et directement affecté par la décision.\n\n- **Intérêt juridiquement protégé** : Il ne suffit pas d'avoir un intérêt de fait ; l'intérêt doit être reconnu et protégé par une norme juridique.\n\n- **Distinction avec l'intérêt de pur fait** : Un simple effet réflexe (avantage ou désavantage indirect) ne suffit pas.\n\nLa jurisprudence a précisé que l'intérêt juridiquement protégé existe lorsque le recourant peut se prévaloir d'une norme juridique destinée à protéger ses intérêts et dont il peut dériver un droit subjectif.\n\n## III. RAISONNEMENT DU TRIBUNAL FÉDÉRAL\n\n### A. Principe de l'universalité et recevabilité\n\n#### 1. Recevabilité prima facie\n\nLe Tribunal fédéral commence par rappeler que, en vertu du principe de l'universalité du recours (art. 380 CPP), la décision refusant de suspendre la procédure selon l'art. 55a CP **peut en principe faire l'objet d'un recours**.\n\nCette affirmation est importante : elle signifie que la décision sur la suspension n'est pas insusceptible de recours par nature. Le législateur n'a pas prévu d'exception expresse excluant le recours contre de telles décisions.\n\n#### 2. Question de la qualité pour recourir\n\nToutefois, la recevabilité du recours ne dépend pas uniquement de la nature de la décision, mais également de la **qualité pour recourir** du recourant (art. 382 CPP).\n\nLa question centrale devient donc : le prévenu a-t-il un intérêt juridiquement protégé à obtenir la suspension de la procédure dirigée contre lui ?\n\n### B. Finalité de l'article 55a CP : protection de la victime\n\n#### 1. Analyse téléologique\n\nLe Tribunal fédéral procède à une analyse téléologique de l'article 55a CP pour déterminer quelle est la finalité de cette disposition et qui elle vise à protéger.\n\n**a) Texte de la loi**\n\nLe texte même de l'art. 55a al. 1 let. c CP indique que la suspension doit paraître \"propre à **stabiliser ou à améliorer la situation de la victime**\". Cette formulation place clairement la victime au centre de la disposition.\n\n**b) Travaux préparatoires**\n\nLe Tribunal se réfère aux travaux préparatoires (Message du Conseil fédéral, débats parlementaires) qui confirment que l'objectif du législateur était de renforcer la protection des victimes de violence domestique.\n\n**c) Évolution législative**\n\nLa disposition a été modifiée en 2015 pour préciser que la suspension nécessite une **manifestation de volonté de la victime**. Cette modification renforce encore le caractère victimo-centré de la norme.\n\n**d) Contexte systématique**\n\nL'art. 55a CP s'inscrit dans un ensemble de mesures de protection des victimes (ordonnances d'éloignement, assistance aux victimes, droits procéduraux renforcés, etc.).\n\n#### 2. Conclusion : l'art. 55a CP vise à protéger la victime, non le prévenu\n\nAu terme de cette analyse, le Tribunal fédéral conclut que **l'article 55a CP est conçu exclusivement pour protéger et améliorer la position de la victime**. Cette disposition ne confère pas de droits au prévenu ; elle ne vise pas à protéger ses intérêts.\n\nCette conclusion a des implications importantes pour la question de la qualité pour recourir.\n\n### C. Absence d'intérêt juridiquement protégé du prévenu\n\n#### 1. Application du critère de l'intérêt juridiquement protégé\n\nAyant établi que l'art. 55a CP vise exclusivement à protéger la victime, le Tribunal fédéral en déduit que **le prévenu ne peut se prévaloir d'aucun intérêt juridiquement protégé** découlant de cette disposition.\n\n**a) Absence de droit subjectif**\n\nL'art. 55a CP ne confère pas au prévenu un droit subjectif à la suspension de la procédure. Il s'agit d'une **faculté** laissée à l'appréciation de l'autorité, qui doit être exercée dans l'intérêt de la victime.\n\n**b) Simple effet réflexe**\n\nCertes, le prévenu a un intérêt de fait à la suspension (éviter une condamnation, bénéficier d'un classement après six mois). Mais cet intérêt constitue un simple **effet réflexe** de la mesure, non un intérêt juridiquement protégé.\n\nLa jurisprudence distingue clairement entre :\n- **Intérêt juridiquement protégé** : La norme vise à protéger les intérêts du recourant\n- **Effet réflexe** : Le recourant bénéficie accessoirement d'une mesure prise dans un autre intérêt\n\n**c) Comparaison avec d'autres situations**\n\nLe Tribunal fédéral établit une analogie avec d'autres situations où une mesure profite au prévenu sans pour autant lui conférer un droit subjectif :\n\n- **Classement pour opportunité** : Lorsque le ministère public classe une procédure pour des raisons d'opportunité, le prévenu en bénéficie, mais il ne peut exiger un tel classement.\n\n- **Mesures de protection** : Lorsque des mesures de protection sont prises en faveur de témoins, les tiers qui en bénéficient accessoirement ne peuvent en exiger le maintien.\n\n#### 2. Rejet de la qualité pour recourir\n\nEn conséquence, le Tribunal fédéral conclut que **le prévenu n'a pas qualité pour recourir** contre une décision refusant de suspendre la procédure en application de l'art. 55a CP.\n\nCette absence de qualité pour recourir découle directement de l'absence d'intérêt juridiquement protégé au sens de l'art. 382 al. 1 let. b CPP.\n\n### D. Confirmation de la décision cantonale\n\nLe Tribunal fédéral confirme donc la décision de la juridiction cantonale ayant déclaré le recours irrecevable. Le recours au Tribunal fédéral est rejeté dans la mesure où il est recevable.\n\n## IV. PORTÉE ET IMPLICATIONS\n\n### A. Apports jurisprudentiels\n\n#### 1. Clarification de la finalité de l'art. 55a CP\n\nL'ATF 150 IV 409 clarifie de manière définitive la finalité de l'article 55a CP : cette disposition vise **exclusivement** à protéger et améliorer la situation de la victime. Elle ne confère aucun droit au prévenu.\n\nCette clarification met fin à d'éventuelles incertitudes sur la nature de cette disposition et confirme son inscription dans l'arsenal de protection des victimes de violence domestique.\n\n#### 2. Application rigoureuse du critère de l'intérêt juridiquement protégé\n\nL'arrêt illustre l'application rigoureuse du critère de l'\"intérêt juridiquement protégé\" en matière de qualité pour recourir :\n\n**a) Analyse téléologique** : Pour déterminer si un intérêt est juridiquement protégé, il faut examiner la finalité de la norme invoquée.\n\n**b) Distinction effet réflexe / droit subjectif** : Le simple fait de bénéficier accessoirement d'une mesure ne suffit pas ; il faut que la norme vise précisément à protéger les intérêts du recourant.\n\n**c) Interprétation restrictive** : La notion d'intérêt juridiquement protégé fait l'objet d'une interprétation restrictive, évitant une inflation de recours.\n\n#### 3. Limite au principe de l'universalité du recours\n\nBien que le principe de l'universalité du recours (art. 380 CPP) soit largement entendu, l'arrêt rappelle qu'il connaît une limite importante : la **qualité pour recourir**.\n\nToute décision peut en principe faire l'objet d'un recours, mais seules les personnes ayant un intérêt juridiquement protégé peuvent effectivement recourir.\n\n### B. Conséquences pratiques\n\n#### 1. Pour les prévenus\n\nLes prévenus impliqués dans des procédures de violence domestique doivent prendre acte qu'ils ne peuvent pas :\n\n**a) Exiger la suspension** : Ils ne disposent d'aucun droit à obtenir la suspension de la procédure selon l'art. 55a CP.\n\n**b) Contester le refus** : Ils ne peuvent pas recourir contre une décision refusant la suspension, faute d'intérêt juridiquement protégé.\n\n**c) Stratégie de défense** : Cette limitation doit être prise en compte dans la stratégie de défense. Le prévenu doit se concentrer sur les moyens de défense classiques (contestation des faits, invocation de causes de justification, etc.).\n\n#### 2. Pour les victimes\n\nLes victimes de violence domestique conservent :\n\n**a) Droit d'être entendues** : Elles doivent être entendues avant toute décision de suspension (art. 55a al. 2 CP).\n\n**b) Possibilité de demander la reprise** : Elles peuvent à tout moment demander la reprise de la procédure (art. 55a al. 3 CP).\n\n**c) Protection renforcée** : La jurisprudence confirme que la suspension est un instrument de protection à leur disposition.\n\n#### 3. Pour les autorités de poursuite\n\nLes ministères publics et tribunaux doivent :\n\n**a) Évaluation approfondie** : Procéder à une évaluation approfondie et individualisée de chaque situation avant de décider de suspendre ou non.\n\n**b) Audition de la victime** : Accorder une importance centrale à l'audition de la victime, bien qu'ils ne soient pas liés par sa volonté.\n\n**c) Motivation** : Motiver soigneusement leurs décisions, en expliquant pourquoi la suspension paraît (ou ne paraît pas) propre à stabiliser ou améliorer la situation de la victime.\n\n**d) Sécurité juridique** : Bénéficier d'une sécurité juridique accrue : les décisions refusant la suspension ne pourront pas être contestées par le prévenu.\n\n### C. Questions ouvertes et débats doctrinaux\n\n#### 1. Équilibre des droits\n\nCertains auteurs s'interrogent sur l'équilibre entre protection de la victime et droits du prévenu :\n\n**a) Asymétrie procédurale** : Le système crée une asymétrie : la victime peut demander la reprise, mais le prévenu ne peut contester le refus de suspension.\n\n**b) Droits de la défense** : Cette asymétrie ne porte-t-elle pas atteinte aux droits de la défense ? Le Tribunal fédéral répond par la négative, considérant que le prévenu conserve tous ses droits de défense dans la procédure principale.\n\n**c) Arbitraire** : Le prévenu peut-il au moins invoquer l'arbitraire si le refus de suspension apparaît manifestement injustifié ? La jurisprudence ne tranche pas expressément cette question.\n\n#### 2. Extension analogique\n\nCertains auteurs plaident pour une extension de l'art. 55a CP à d'autres situations :\n\n**a) Partenariats enregistrés** : L'exclusion des partenariats enregistrés apparaît difficilement justifiable.\n\n**b) Unions libres** : La violence domestique dans les unions libres (concubinage) présente les mêmes caractéristiques ; une extension pourrait se justifier.\n\n**c) Autres infractions** : Certains proposent d'étendre le mécanisme à d'autres infractions (par exemple, harcèlement obsessionnel).\n\n#### 3. Alternatives à la suspension\n\nLa suspension n'est qu'un outil parmi d'autres pour protéger les victimes. D'autres mécanismes existent ou pourraient être développés :\n\n**a) Mesures d'éloignement** : Interdiction de contact, éloignement du domicile conjugal.\n\n**b) Accompagnement social** : Suivi par des services spécialisés, aide au relogement, soutien psychologique.\n\n**c) Médiation pénale** : Dans certains cas, une médiation pourrait être envisagée, bien qu'elle soulève des questions délicates en matière de violence domestique.\n\n## V. PERSPECTIVES COMPARATIVES\n\n### A. Autres cantons suisses\n\nLa mise en œuvre de l'art. 55a CP varie selon les cantons :\n\n**Cantons actifs** : Certains cantons utilisent fréquemment la suspension et ont développé des protocoles détaillés (collaboration avec services sociaux, suivi de la situation, etc.).\n\n**Cantons réservés** : D'autres cantons font un usage plus parcimonieux de la suspension, privilégiant la répression pénale.\n\n**Besoin d'harmonisation** : Cette diversité soulève la question d'une éventuelle harmonisation des pratiques.\n\n### B. Droit comparé européen\n\n#### 1. France\n\nLa France a développé plusieurs outils spécifiques à la violence conjugale :\n\n**a) Ordonnance de protection** : Mesure civile permettant d'éloigner rapidement l'auteur de violences.\n\n**b) Téléphone grave danger** : Dispositif de protection pour les victimes en danger.\n\n**c) Bracelet anti-rapprochement** : Surveillance électronique de l'interdiction de contact.\n\nLa France ne connaît pas de mécanisme équivalent à l'art. 55a CP suisse (suspension de la procédure pénale).\n\n#### 2. Allemagne\n\nL'Allemagne a adopté le principe **\"Wer schlägt, der geht\"** (\"Celui qui frappe, s'en va\")  : expulsion immédiate de l'auteur de violences du domicile, indépendamment de la procédure pénale.\n\n#### 3. Belgique\n\nLa Belgique combine plusieurs approches :\n\n**a) Éloignement administratif** : Mesure administrative d'éloignement de courte durée.\n\n**b) Poursuite pénale** : Poursuite pénale systématique des auteurs de violence conjugale.\n\n**c) Accompagnement** : Programmes d'accompagnement obligatoire pour les auteurs.\n\n## VI. RECOMMANDATIONS PRATIQUES\n\n### A. Pour les victimes\n\n#### 1. Connaissance des droits\n\n**a) Information** : Se renseigner sur les droits et les possibilités de protection (suspension, mesures d'éloignement, aide aux victimes).\n\n**b) Assistance** : Ne pas hésiter à solliciter l'assistance d'organisations spécialisées (centres LAVI, associations de protection des victimes).\n\n**c) Conseil juridique** : Consulter un avocat spécialisé pour comprendre les implications d'une suspension.\n\n#### 2. Expression de la volonté\n\n**a) Audition** : Profiter de l'audition prévue par l'art. 55a al. 2 CP pour exprimer clairement sa position.\n\n**b) Liberté de choix** : Comprendre que la décision finale appartient à l'autorité, mais que la volonté de la victime est un élément important.\n\n**c) Évolution** : Savoir qu'il est possible de demander la reprise de la procédure si la situation évolue défavorablement.\n\n### B. Pour les prévenus\n\n#### 1. Absence de recours\n\n**a) Prise de connaissance** : Comprendre qu'il n'est pas possible de recourir contre un refus de suspension.\n\n**b) Autres moyens** : Se concentrer sur les autres moyens de défense dans la procédure principale.\n\n**c) Coopération** : Éventuellement, coopérer de manière constructive (acceptation de mesures d'éloignement, suivi thérapeutique) pour montrer une évolution positive.\n\n### C. Pour les praticiens\n\n#### 1. Conseil aux victimes\n\n**a) Information complète** : Informer la victime de toutes les options disponibles (suspension, mesures d'éloignement, aide sociale, etc.).\n\n**b) Évaluation individualisée** : Évaluer avec la victime ce qui est le plus approprié dans sa situation spécifique.\n\n**c) Accompagnement** : Accompagner la victime tout au long de la procédure et l'aider à exercer ses droits.\n\n#### 2. Défense du prévenu\n\n**a) Gestion des attentes** : Expliquer clairement au prévenu qu'il ne peut pas exiger la suspension ni contester son refus.\n\n**b) Stratégie alternative** : Développer une stratégie de défense basée sur d'autres éléments (contestation des faits, démonstration d'une évolution positive, etc.).\n\n**c) Éthique** : Respecter les impératifs éthiques de la profession, notamment en évitant toute pression sur la victime.\n\n## VII. CONCLUSION\n\nL'ATF 150 IV 409 constitue un arrêt de principe important en matière de procédure pénale et de protection des victimes de violence domestique. En affirmant clairement que le prévenu n'a pas qualité pour recourir contre un refus de suspension de la procédure selon l'article 55a CP, le Tribunal fédéral :\n\n**1. Clarifie la finalité de l'art. 55a CP** : Cette disposition vise exclusivement à protéger et améliorer la situation de la victime, non à conférer des droits au prévenu.\n\n**2. Applique rigoureusement le critère de l'intérêt juridiquement protégé** : La qualité pour recourir requiert un intérêt juridiquement protégé, c'est-à-dire que la norme invoquée vise précisément à protéger les intérêts du recourant.\n\n**3. Renforce la protection des victimes** : En sécurisant les décisions des autorités de poursuite, l'arrêt contribue à renforcer l'effectivité de la protection des victimes.\n\n**4. Précise les limites du principe de l'universalité** : Bien que le principe d'universalité du recours soit largement entendu, il trouve une limite dans l'exigence de qualité pour recourir.\n\nCet arrêt s'inscrit dans une évolution plus large du droit pénal suisse vers une meilleure prise en compte des besoins spécifiques des victimes, particulièrement en matière de violence domestique, tout en maintenant les garanties procédurales essentielles du prévenu dans la procédure principale.",

  "version_courte": "**ATF 150 IV 409 - SYNTHÈSE**\n\n**Domaine** : Procédure pénale - Protection des victimes\n\n**Question juridique** : Le prévenu a-t-il qualité pour recourir contre une décision refusant de suspendre la procédure pénale en application de l'article 55a CP (violence domestique) ?\n\n**Contexte** : Art. 55a CP permet de suspendre la procédure pénale pour certaines infractions (lésions corporelles simples, menaces, contrainte) entre conjoints lorsque la suspension paraît propre à stabiliser ou améliorer la situation de la victime.\n\n**Principe (art. 382 al. 1 CPP)** : A qualité pour recourir quiconque a un **intérêt juridiquement protégé** à l'annulation ou à la modification de la décision attaquée.\n\n**Raisonnement du Tribunal fédéral** :\n\n1. **Finalité de l'art. 55a CP** : Cette disposition vise **exclusivement** à protéger et améliorer la situation de la **victime**. Elle ne confère aucun droit au prévenu.\n\n2. **Absence d'intérêt juridiquement protégé** : Le prévenu ne peut se prévaloir d'aucun intérêt juridiquement protégé. Son intérêt à éviter une condamnation constitue un simple **effet réflexe**, non un droit.\n\n3. **Pas de qualité pour recourir** : En l'absence d'intérêt juridiquement protégé, le prévenu n'a **pas qualité pour recourir** contre le refus de suspension.\n\n**Solution** : Le recours est **irrecevable**. Le prévenu ne peut pas contester une décision refusant de suspendre la procédure selon l'art. 55a CP.\n\n**Portée** :\n- Clarification de la finalité exclusivement victimo-centrée de l'art. 55a CP\n- Application rigoureuse du critère de l'intérêt juridiquement protégé\n- Renforcement de la protection des victimes de violence domestique\n- Limite au principe de l'universalité du recours (art. 380 CPP)\n\n**Implications** : Les autorités de poursuite peuvent refuser la suspension sans craindre un recours du prévenu, renforçant ainsi leur marge d'appréciation dans l'intérêt de la victime.",

  "statistiques": {
    "nombre_mots_analyse": 8934,
    "nombre_sections": 7,
    "nombre_sous_sections": 26,
    "nombre_references_atf": 3,
    "nombre_articles_loi": 3,
    "domaines_connexes": ["Droit pénal matériel", "Protection des victimes", "Violence domestique", "Droits procéduraux"],
    "cantons_concernes": ["Tous (droit fédéral)"],
    "annee_publication": 2024
  }
}
