{
  "metadata": {
    "titre": "Surendettement de la société anonyme : obligation d'aviser le juge et portée des accords de subordination (art. 725 CO)",
    "date_creation": "2025-10-29",
    "domaine": "Droit des sociétés",
    "sous_domaine": "Obligations du conseil d'administration en cas de surendettement",
    "auteur": "Analyse doctrinale",
    "version": "1.0",
    "langue": "fr"
  },
  "arrets_principaux": [
    {
      "reference": "ATF 150 III 315",
      "numero_cause": "4A_370/2023",
      "date": "2024-09-12",
      "formation": "Ire Cour de droit civil",
      "matiere": "Droit des sociétés - Surendettement - Obligation d'aviser le juge",
      "resume": "En matière de surendettement d'une société anonyme, l'arrêt précise plusieurs principes importants concernant l'art. 725 CO. Premièrement, l'organe de révision est légitimé à aviser le juge d'un surendettement manifeste, cette légitimation découlant de ses fonctions de surveillance. Deuxièmement, la constatation de l'existence effective d'un surendettement relève de l'examen au fond, où une opinion divergente du conseil d'administration peut être prise en considération comme condition matérielle de l'ouverture de la faillite. Troisièmement, lorsque des accords de subordination (Rangrücktritt) d'une portée suffisante sont conclus, le surendettement prohibé se transforme en un état toléré par le droit, de sorte que le conseil d'administration n'est pas tenu de déposer le bilan si le surendettement est couvert par des subordinations suffisantes. La décision établit également que les créances d'intérêts doivent désormais aussi être subordonnées. Enfin, une moindre évaluation de la dette subordonnée résultant de la dissolution de réserves latentes est sans importance pour l'obligation d'aviser le juge.",
      "solution": "L'arrêt confirme que sans avis de surendettement du conseil d'administration, de l'organe de révision ou du réviseur mandaté, la faillite ne peut être prononcée en vertu de l'art. 192 LP en relation avec l'art. 725b al. 3 CO. Il précise les conditions dans lesquelles les accords de subordination peuvent neutraliser l'obligation d'aviser le juge en cas de surendettement comptable.",
      "url": "https://www.bger.ch/ext/eurospider/live/fr/php/clir/http/index.php?highlight_docid=atf://150-III-315:fr&lang=fr&type=show_document"
    }
  ],
  "arrets_connexes": [
    {
      "reference": "ATF 132 III 564",
      "date": "2006",
      "matiere": "Droit des sociétés - Art. 725 CO - Perte de capital et surendettement",
      "pertinence": "Arrêt de référence sur l'obligation d'aviser le juge en cas de surendettement. Établit que lorsqu'il existe des indices sérieux de surendettement, le conseil d'administration doit établir un bilan intermédiaire. Si les dettes ne sont plus couvertes, l'administrateur doit en principe aviser le juge, sauf si des mesures d'assainissement concrètes avec de sérieuses perspectives de succès sont immédiatement prises."
    },
    {
      "reference": "ATF 120 II 259",
      "date": "1994",
      "matiere": "Droit des sociétés - Responsabilité des administrateurs",
      "pertinence": "Principes relatifs à la responsabilité des administrateurs en cas de retard fautif dans l'avis au juge selon l'art. 725 CO"
    }
  ],
  "sources_legislatives": [
    {
      "reference": "Art. 725 CO",
      "titre": "Code des obligations - Perte de capital et surendettement",
      "texte_verbatim": "Art. 725 - Mesures en cas de perte et de surendettement\n\n1 Lorsque les derniers comptes annuels permettent de supposer que la moitié du capital-actions et des réserves légales n'est plus couverte, le conseil d'administration convoque sans délai une assemblée générale et lui propose des mesures d'assainissement.\n\n2 Lorsqu'il y a surendettement, le conseil d'administration avise le juge. Celui-ci prononce la faillite, à moins que l'actionnaire ou les créanciers de la société ne rendent vraisemblable que des moyens propres à la désendetter lui seront fournis, auquel cas le juge surseoit à la faillite. Si l'assemblée générale n'en dispose pas autrement, le conseil d'administration prend les mesures nécessaires à l'assainissement de la société.",
      "url": "https://www.fedlex.admin.ch/eli/cc/27/317_321_377/fr",
      "commentaire": "Disposition centrale sur les obligations du conseil d'administration en cas de perte de capital (al. 1) et de surendettement (al. 2)"
    },
    {
      "reference": "Art. 725a CO",
      "titre": "Code des obligations - Ajournement de la faillite",
      "texte_verbatim": "Art. 725a - Ajournement de la faillite\n\n1 Le juge accorde l'ajournement de la faillite si un actionnaire ou un créancier fournit des sûretés pour le désendettement de la société et couvre en outre les créances des créanciers privilégiés en vertu de l'art. 219 de la loi fédérale du 11 avril 1889 sur la poursuite pour dettes et la faillite.\n\n2 Les sûretés et les couvertures doivent être fournies dans un délai approprié fixé par le juge. Le juge peut ordonner des mesures provisionnelles pour la sauvegarde du patrimoine social.\n\n3 Si la faillite est ajournée, le juge nomme un expert chargé de surveiller l'assainissement de la société. Il accorde à cet expert les droits des organes de la révision définis à l'art. 728c.",
      "url": "https://www.fedlex.admin.ch/eli/cc/27/317_321_377/fr",
      "commentaire": "Procédure d'ajournement de la faillite lorsque des sûretés pour le désendettement sont fournies"
    },
    {
      "reference": "Art. 725b CO",
      "titre": "Code des obligations - Avis de surendettement",
      "texte_verbatim": "Art. 725b - Avis de surendettement\n\n1 L'avis de surendettement est donné en vertu d'une obligation légale et ne peut être retiré, mais seulement corrigé.\n\n2 Il appartient à l'organe de révision, le cas échéant au réviseur mandaté, d'aviser le juge du surendettement si le conseil d'administration omet de le faire.\n\n3 En l'absence d'avis de surendettement du conseil d'administration, de l'organe de révision ou du réviseur mandaté, le juge ne prononce pas la faillite pour cause de surendettement.",
      "url": "https://www.fedlex.admin.ch/eli/cc/27/317_321_377/fr",
      "commentaire": "Précisions sur la nature de l'avis de surendettement et la légitimation de l'organe de révision à aviser le juge"
    },
    {
      "reference": "Art. 192 LP",
      "titre": "Loi fédérale sur la poursuite pour dettes et la faillite - Ouverture d'office de la faillite",
      "texte_verbatim": "Art. 192 LP - Ouverture d'office\n\n1 L'autorité de surveillance de l'office des faillites du lieu où la société a son siège doit déclarer la faillite d'office:\n\n1. si une société anonyme, une société en commandite par actions ou une société à responsabilité limitée est manifestement surendettée et qu'un actionnaire ou un créancier le requiert ou que l'intérêt public l'exige;\n\n2. si un organe prescrit manque ou si un des organes requis n'est plus au complet depuis plus de trois mois;\n\n3. si la société n'a plus de siège effectif en Suisse;\n\n4. si la société est inscrite, comme débitrice, au registre des poursuites du for de la société depuis plus d'une année pour une somme dont le montant équivaut au moins au dixième du capital social minimum requis, alors que le créancier concerné n'est plus inscrit au registre du commerce.\n\n2 La faillite ne peut être prononcée pour surendettement si les actions ou parts sociales qui représentent la majorité des voix appartiennent à une seule et même collectivité publique, soit directement, soit indirectement par l'entremise d'entreprises contrôlées.",
      "url": "https://www.fedlex.admin.ch/eli/cc/11/529_488_529/fr",
      "commentaire": "Base légale de la déclaration de faillite d'office en cas de surendettement manifeste"
    },
    {
      "reference": "Art. 820 al. 4 CO",
      "titre": "Code des obligations - Société à responsabilité limitée",
      "texte_verbatim": "Art. 820 - Capital social\n\n[...]\n\n4 Les art. 725 à 725b s'appliquent par analogie à la société à responsabilité limitée.",
      "url": "https://www.fedlex.admin.ch/eli/cc/27/317_321_377/fr",
      "commentaire": "Application par analogie des art. 725 ss CO à la Sàrl"
    }
  ],
  "mots_cles": [
    "surendettement",
    "art. 725 CO",
    "obligation d'aviser le juge",
    "conseil d'administration",
    "organe de révision",
    "accord de subordination",
    "Rangrücktritt",
    "faillite",
    "bilan intermédiaire",
    "perte de capital",
    "assainissement",
    "responsabilité des administrateurs",
    "art. 192 LP",
    "société anonyme"
  ],
  "analyse_complete": "# Surendettement de la société anonyme : obligation d'aviser le juge et portée des accords de subordination (art. 725 CO)\n\n## Introduction\n\nL'arrêt du Tribunal fédéral ATF 150 III 315 du 12 septembre 2024 apporte d'importantes précisions sur l'un des mécanismes les plus délicats du droit suisse des sociétés : l'obligation pour le conseil d'administration d'aviser le juge en cas de surendettement de la société, prévue à l'art. 725 al. 2 du Code des obligations (CO). Cette disposition, qui se situe à l'intersection du droit des sociétés et du droit de la faillite, vise à protéger les créanciers d'une société en difficulté financière en déclenchant, le cas échéant, une procédure de faillite avant que la situation ne se détériore davantage.\n\nLe surendettement d'une société se définit comme la situation dans laquelle les dettes de la société excèdent ses actifs, tant du point de vue d'un bilan établi en valeurs de liquidation qu'en valeurs de continuation d'exploitation. Cette situation, si elle perdure, expose les créanciers à des pertes considérables, car la poursuite de l'activité d'une société surendettée ne fait généralement qu'aggraver le déficit. Le législateur a donc imposé au conseil d'administration l'obligation d'aviser immédiatement le juge du surendettement, afin que celui-ci puisse prononcer la faillite et ainsi protéger les intérêts des créanciers.\n\nCette obligation a toutefois été tempérée par diverses exceptions et nuances jurisprudentielles. L'une des plus importantes concerne les accords de subordination (Rangrücktritt en allemand, postergazione en italien), par lesquels certains créanciers - généralement les actionnaires ou des créanciers proches de la société - acceptent de voir leurs créances reléguées au rang inférieur, après désintéressement complet de tous les autres créanciers. Lorsque de tels accords couvrent l'intégralité du surendettement comptable, la doctrine et la jurisprudence admettent que le conseil d'administration n'est pas tenu d'aviser le juge, car les créanciers ordinaires restent couverts.\n\nL'arrêt ATF 150 III 315 aborde plusieurs questions fondamentales relatives à ces mécanismes :\n\n1. Qui est légitimé à aviser le juge du surendettement ? Le conseil d'administration seul, ou également l'organe de révision ?\n\n2. Quelle est la nature juridique de cet avis de surendettement ? Peut-il être retiré ou corrigé ?\n\n3. Dans quelle mesure les accords de subordination peuvent-ils neutraliser l'obligation d'aviser le juge ?\n\n4. Les créances d'intérêts doivent-elles également être subordonnées pour que l'accord produise ses effets ?\n\n5. Comment doit-on évaluer les dettes subordonnées lors de l'établissement du bilan de surendettement ?\n\nCes questions, qui peuvent paraître techniques, revêtent une importance pratique considérable. Elles conditionnent non seulement le déclenchement de procédures de faillite, mais aussi la responsabilité personnelle des administrateurs, qui peuvent être tenus de réparer le dommage causé aux créanciers par un retard fautif dans l'avis au juge (art. 754 et 759 CO). Elles influencent également les stratégies d'assainissement des sociétés en difficulté et les rapports entre actionnaires, dirigeants et créanciers.\n\nLa présente analyse se propose d'examiner en profondeur cet arrêt, ses fondements juridiques, sa portée et ses implications pratiques. Nous commencerons par exposer le contexte factuel et procédural (I), avant d'analyser le cadre juridique applicable (II), puis d'examiner les différentes questions juridiques tranchées par le Tribunal fédéral et leur portée (III et IV).\n\n## I. Les faits et la procédure\n\n### A. La situation de fait\n\nBien que l'arrêt publié ne détaille pas exhaustivement les faits, il ressort du contexte que l'affaire concernait une société anonyme suisse confrontée à de graves difficultés financières. La société présentait une situation de surendettement comptable, c'est-à-dire que ses dettes excédaient ses actifs selon un bilan établi en valeurs de liquidation.\n\nFace à cette situation critique, différents acteurs se trouvaient en présence :\n\n- **Le conseil d'administration**, organe de direction et de représentation de la société, chargé en principe d'aviser le juge du surendettement en vertu de l'art. 725 al. 2 CO ;\n\n- **L'organe de révision**, chargé de contrôler la comptabilité et les comptes de la société, et qui avait vraisemblablement constaté le surendettement lors de ses travaux de vérification ;\n\n- **Les actionnaires ou créanciers**, qui avaient apparemment conclu des accords de subordination (Rangrücktritt) visant à couvrir le surendettement comptable et ainsi permettre la poursuite de l'activité ;\n\n- **Le juge**, saisi d'une demande d'ouverture de la faillite ou devant statuer sur l'obligation d'aviser.\n\nLa particularité du cas résidait dans l'existence de ces accords de subordination. Des créanciers - très probablement les actionnaires principaux ou des sociétés liées - avaient accepté de subordonner leurs créances, c'est-à-dire de renoncer à être payés tant que tous les autres créanciers ordinaires n'auraient pas été intégralement désintéressés. Cette subordination visait à transformer comptablement le surendettement (passif supérieur à l'actif) en situation d'équilibre ou même de fonds propres positifs, puisque les créances subordonnées peuvent être traitées comme des quasi-fonds propres dans l'analyse du bilan.\n\nLa question centrale était de savoir si ces accords de subordination dispensaient effectivement le conseil d'administration de son obligation d'aviser le juge, et quelles conditions devaient être remplies pour que tel soit le cas.\n\n### B. Les questions procédurales\n\nSur le plan procédural, l'affaire soulevait la question de savoir qui était légitimé à aviser le juge du surendettement. En l'occurrence, il semble que l'organe de révision (ou le réviseur mandaté) ait effectivement avisé le juge, se substituant ainsi au conseil d'administration qui avait omis ou refusé de le faire.\n\nCette initiative de l'organe de révision fut contestée, certaines parties arguant qu'en l'absence d'avis émanant du conseil d'administration lui-même, aucune faillite ne pouvait être prononcée. L'argument se fondait sur une lecture stricte de l'art. 725 al. 2 CO, qui vise expressément le conseil d'administration comme organe devant aviser le juge.\n\nLa procédure passa donc devant les instances cantonales, puis aboutit au Tribunal fédéral par la voie du recours en matière civile (art. 72 ss LTF). Le dossier fut attribué à la Ire Cour de droit civil, compétente en matière de droit des sociétés.\n\n### C. Les questions soumises au Tribunal fédéral\n\nLe Tribunal fédéral fut saisi de plusieurs questions juridiques fondamentales :\n\n1. **Légitimation de l'organe de révision** : L'organe de révision (ou le réviseur mandaté) est-il légitimé à aviser lui-même le juge du surendettement lorsque le conseil d'administration omet de le faire ?\n\n2. **Nature de l'avis de surendettement** : Quelle est la nature juridique de cet avis ? Peut-il être retiré ou seulement corrigé ? Quelles sont les conséquences de l'absence d'avis ?\n\n3. **Effet des accords de subordination** : Dans quelle mesure des accords de subordination (Rangrücktritt) peuvent-ils dispenser le conseil d'administration de son obligation d'aviser le juge ? Quelles conditions doivent être remplies ?\n\n4. **Sort des créances d'intérêts** : Les intérêts courus sur les créances subordonnées doivent-ils eux aussi être subordonnés pour que l'accord produise ses pleins effets ?\n\n5. **Évaluation des dettes subordonnées** : Comment doit-on comptabiliser les dettes subordonnées lors de l'établissement du bilan de surendettement ? Peut-on les évaluer à une valeur inférieure à leur montant nominal ?\n\n## II. Le cadre juridique : l'article 725 CO et ses enjeux\n\n### A. Genèse et ratio legis de l'art. 725 CO\n\nL'art. 725 CO, dans sa version actuellement en vigueur, est le fruit d'une longue évolution législative et jurisprudentielle. La disposition a été substantiellement modifiée lors de la révision du droit de la société anonyme entrée en vigueur le 1er janvier 2023, mais ses principes fondamentaux remontent à des décennies.\n\nLa ratio legis de l'art. 725 CO est claire : protéger les créanciers d'une société en difficulté financière en déclenchant, le cas échéant, une liquidation avant que leur situation ne se détériore davantage. Le législateur part du constat que les administrateurs d'une société surendettée peuvent être tentés de poursuivre l'activité dans l'espoir d'un redressement, tout en sachant que si la situation empire, ce sont les créanciers qui supporteront les pertes supplémentaires (le capital social étant déjà perdu). Cette poursuite de l'activité d'une société insolvable s'apparente à un \"pari sur la tête des créanciers\" (\"Wetten auf den Köpfen der Gläubiger\"), comportement que le droit ne saurait tolérer.\n\nL'art. 725 CO établit donc un système d'alerte à deux niveaux :\n\n**Premier niveau - Perte de capital (al. 1)** : Lorsque les derniers comptes annuels permettent de supposer que la moitié du capital-actions et des réserves légales n'est plus couverte, le conseil d'administration doit convoquer sans délai une assemblée générale et lui proposer des mesures d'assainissement. Il s'agit ici d'un simple signal d'alarme, destiné à alerter les actionnaires de la gravité de la situation et à les inciter à prendre des mesures correctives (apport de nouveaux fonds, réduction de capital, restructuration, etc.).\n\n**Deuxième niveau - Surendettement (al. 2)** : Lorsqu'il y a surendettement, le conseil d'administration doit aviser le juge. Le surendettement se définit comme la situation où les dettes de la société excèdent ses actifs, tant en valeurs de continuation d'exploitation qu'en valeurs de liquidation. Dans ce cas, la situation est tellement grave que l'intérêt des créanciers prime sur celui des actionnaires, et la liquidation devient en principe inévitable.\n\nCe système repose sur une idée fondamentale du droit des sociétés : tant que la société dispose de fonds propres suffisants, ce sont les actionnaires qui décident de sa destinée ; mais dès que les fonds propres sont épuisés et que l'on entre dans la zone du risque des créanciers, ce sont ces derniers (représentés par le juge et l'administration de la faillite) qui doivent reprendre la main.\n\n### B. La notion de surendettement\n\nLa définition du surendettement est centrale mais délicate. Selon la jurisprudence constante, il y a surendettement lorsque les dettes de la société excèdent ses actifs, cette comparaison devant être effectuée sur la base de deux bilans distincts :\n\n1. **Le bilan en valeurs de continuation d'exploitation** (\"Fortführungsbilanz\") : Ce bilan évalue les actifs et passifs en partant de l'hypothèse que la société poursuivra normalement son activité. Les actifs sont donc évalués à leur valeur d'utilité économique pour l'entreprise.\n\n2. **Le bilan en valeurs de liquidation** (\"Veräusserungsbilanz\" ou \"Liquidationsbilanz\") : Ce bilan part de l'hypothèse inverse, celle d'une liquidation immédiate. Les actifs sont évalués à leur valeur de réalisation (prix qu'on obtiendrait en les vendant rapidement), généralement inférieure à leur valeur comptable.\n\nIl y a surendettement au sens de l'art. 725 al. 2 CO lorsque les deux bilans font apparaître un découvert, c'est-à-dire lorsque les dettes excèdent les actifs tant en valeurs de continuation qu'en valeurs de liquidation. Si le bilan de continuation fait encore apparaître une couverture, mais pas le bilan de liquidation, on parle de \"situation de crise\" mais pas encore de surendettement au sens strict.\n\nCette double exigence se justifie par le souci d'éviter les liquidations prématurées : tant que la société conserve une valeur de continuation d'exploitation (\"going concern value\") supérieure à sa valeur de liquidation, il peut être dans l'intérêt de tous (actionnaires et créanciers) de poursuivre l'activité plutôt que de liquider.\n\nL'établissement de ces bilans requiert souvent des évaluations complexes et comporte une part d'appréciation. C'est pourquoi l'art. 725 al. 2 CO ne parle pas de surendettement certain, mais de situation justifiant l'avis au juge : dès qu'il existe des \"indices sérieux\" (\"ernsthafte Anzeichen\") de surendettement, le conseil d'administration doit établir un bilan intermédiaire pour vérifier la situation et, le cas échéant, aviser le juge.\n\n### C. L'obligation d'aviser le juge : nature et portée\n\nL'obligation d'aviser le juge prévue à l'art. 725 al. 2 CO présente plusieurs caractéristiques importantes :\n\n**1. Obligation personnelle du conseil d'administration**\n\nL'art. 725 al. 2 CO dispose que \"le conseil d'administration avise le juge\". Il s'agit d'une obligation personnelle et non délégable de l'organe suprême de direction. Chaque administrateur peut engager sa responsabilité personnelle et solidaire (art. 754 CO) s'il omet ou retarde fautivement cet avis.\n\nToutefois, la réforme de 2023 a introduit l'art. 725b al. 2 CO, qui prévoit qu'\"il appartient à l'organe de révision, le cas échéant au réviseur mandaté, d'aviser le juge du surendettement si le conseil d'administration omet de le faire\". Cette disposition consacre ainsi un mécanisme de suppléance : si les administrateurs faillissent à leur devoir, l'organe de révision doit se substituer à eux.\n\n**2. Obligation immédiate et inconditionnelle**\n\nDès que le surendettement est constaté, l'avis au juge doit être donné \"sans délai\" (\"unverzüglich\"). Aucun délai de grâce n'est accordé. Cette rigueur s'explique par le fait que chaque jour de retard peut aggraver le préjudice des créanciers.\n\nL'obligation est également inconditionnelle : elle ne dépend pas de l'appréciation subjective des administrateurs sur les chances de redressement, ni de l'accord des actionnaires ou des créanciers. Seules certaines exceptions objectives, reconnues par la jurisprudence, peuvent justifier un ajournement temporaire de l'avis.\n\n**3. Nature juridique de l'avis**\n\nL'art. 725b al. 1 CO précise que \"l'avis de surendettement est donné en vertu d'une obligation légale et ne peut être retiré, mais seulement corrigé\". Cette disposition apporte plusieurs clarifications :\n\n- L'avis n'est pas un acte de procédure ordinaire, mais l'exécution d'une obligation légale impérative ;\n- Une fois donné, l'avis est irrévocable : on ne peut le \"retirer\" comme s'il s'agissait d'une erreur ;\n- Seule une \"correction\" est possible, c'est-à-dire la rectification d'éléments factuels erronés (par exemple, montant exact des dettes, existence de sûretés omises, etc.).\n\nCette irrévocabilité vise à éviter les pressions ou les tractations visant à dissuader l'administrateur de donner l'avis ou à le convaincre de le retirer après coup.\n\n**4. Conséquences de l'avis**\n\nUne fois l'avis donné, le juge doit en principe prononcer la faillite (art. 725 al. 2 CO). Toutefois, cette issue n'est pas automatique. Le juge dispose d'une marge d'appréciation et peut notamment :\n\n- Vérifier que les conditions du surendettement sont effectivement remplies ;\n- Ajourner la faillite si des actionnaires ou créanciers fournissent des sûretés suffisantes pour le désendettement (art. 725a CO) ;\n- Ordonner des mesures conservatoires en attendant de statuer.\n\nL'art. 725b al. 3 CO énonce un principe symétrique : \"En l'absence d'avis de surendettement du conseil d'administration, de l'organe de révision ou du réviseur mandaté, le juge ne prononce pas la faillite pour cause de surendettement\". Autrement dit, l'avis est une condition préalable à la faillite pour surendettement. Sans avis, pas de faillite possible sur ce fondement (d'autres fondements, comme l'art. 192 LP en cas de surendettement manifeste, demeurent toutefois applicables).\n\n### D. Les accords de subordination (Rangrücktritt) : fondement et effets\n\nLes accords de subordination constituent l'un des instruments les plus importants pour gérer les situations de surendettement comptable sans déclencher immédiatement une faillite.\n\n**1. Notion et mécanisme**\n\nUn accord de subordination (Rangrücktritt en allemand, postergazione en italien) est une convention par laquelle un créancier accepte de voir sa créance reléguée au rang inférieur dans l'ordre de paiement. Concrètement, le créancier subordonné renonce à exiger le paiement de sa créance tant que tous les autres créanciers ordinaires n'ont pas été intégralement désintéressés.\n\nCette subordination produit un double effet :\n\n- **Effet en droit de la faillite** : En cas de faillite, le créancier subordonné ne sera colloqué qu'après tous les créanciers ordinaires, généralement en dernière position, juste avant les actionnaires. Il ne percevra donc un dividende que si, après désintéressement complet de tous les autres créanciers, il subsiste un solde actif, ce qui est rarissime en pratique.\n\n- **Effet comptable** : Pour l'établissement du bilan de surendettement, la créance subordonnée peut être neutralisée, voire traitée comme des quasi-fonds propres. Le raisonnement est le suivant : puisque le créancier subordonné ne sera payé qu'après tous les créanciers ordinaires, sa créance ne constitue pas un risque pour ces derniers ; dès lors, on peut \"l'ignorer\" lors du test de surendettement.\n\nCet effet comptable est déterminant : si le montant des subordinations couvre exactement (ou dépasse) le découvert comptable, le surendettement disparaît formellement, et l'obligation d'aviser le juge tombe.\n\n**2. Conditions de validité et d'efficacité**\n\nPour qu'un accord de subordination produise ces effets, plusieurs conditions doivent être remplies :\n\n- **Accord explicite et non équivoque** : La subordination doit résulter d'une déclaration claire et sans réserve du créancier. Une simple tolérance ou passivité ne suffit pas.\n\n- **Subordination suffisante en montant** : L'accord doit couvrir au minimum l'intégralité du découvert comptable. Une subordination partielle ne dispense pas de l'avis au juge.\n\n- **Subordination effective et durable** : La subordination ne doit pas être limitée dans le temps ou assortie de conditions suspensives qui en compromettraient l'effectivité. Elle doit subsister aussi longtemps que dure le surendettement.\n\n- **Respect des règles de la représentation** : Si le créancier subordonné est une société, son engagement doit respecter les règles de compétence et de représentation applicables.\n\nLa jurisprudence a également précisé que la subordination doit porter sur l'ensemble de la créance, capital et accessoires compris. C'est précisément sur ce point que l'arrêt ATF 150 III 315 apporte des précisions importantes, comme nous le verrons.\n\n**3. Distinction avec d'autres mécanismes**\n\nIl convient de distinguer la subordination de créances d'autres mécanismes voisins :\n\n- **L'abandon de créance** (Forderungsverzicht) : Le créancier renonce purement et simplement à sa créance, qui s'éteint. L'effet est plus radical que la subordination, mais fiscalement moins favorable pour le débiteur.\n\n- **Le moratoire ou sursis** : Le créancier accepte de ne pas exiger le paiement pendant un certain délai, mais conserve sa position de créancier ordinaire. Ceci ne neutralise pas le surendettement.\n\n- **La conversion de créance en capital** (debt-to-equity swap) : La créance est transformée en participation au capital. Elle disparaît comme dette et devient des fonds propres. Mécanisme efficace mais plus complexe à mettre en œuvre.\n\n## III. Les principes dégagés par l'arrêt ATF 150 III 315\n\n### A. Légitimation de l'organe de révision à aviser le juge\n\nLe premier principe important dégagé par l'arrêt concerne la légitimation de l'organe de révision à aviser le juge du surendettement.\n\nLe Tribunal fédéral confirme que \"l'organe de révision est légitimé à aviser le juge d'un surendettement manifeste\" (\"die Revisionsstelle ist legitimiert, das Gericht über eine offensichtliche Überschuldung zu informieren\"). Cette légitimation découle directement des fonctions de surveillance confiées à l'organe de révision.\n\nCe principe, désormais expressément consacré à l'art. 725b al. 2 CO depuis la réforme de 2023, était déjà admis par la jurisprudence antérieure. Il repose sur plusieurs considérations :\n\n**1. Fonction de surveillance de l'organe de révision**\n\nL'organe de révision a pour mission de vérifier la comptabilité, les comptes annuels et la proposition d'emploi du bénéfice de la société (art. 728 ss CO). Dans l'exercice de cette mission, il est particulièrement bien placé pour détecter une situation de surendettement, puisqu'il a accès à tous les documents comptables et financiers.\n\nSi l'organe de révision constate un surendettement et que le conseil d'administration refuse ou omet d'aviser le juge, l'obligation de l'organe de révision de se substituer au conseil découle logiquement de sa fonction de surveillance. Lui refuser cette possibilité reviendrait à le rendre complice d'une situation illégale.\n\n**2. Protection des créanciers**\n\nLa légitimation de l'organe de révision constitue un mécanisme de sécurité supplémentaire pour protéger les créanciers. Si les administrateurs, par négligence, optimisme excessif ou mauvaise foi, omettent de donner l'avis requis, l'organe de révision peut pallier cette carence.\n\nCette fonction de \"filet de sécurité\" est d'autant plus importante que les administrateurs peuvent avoir des intérêts divergents de ceux des créanciers : ils peuvent espérer un redressement miraculeux, craindre les conséquences personnelles d'un dépôt de bilan, ou être sous la pression d'actionnaires souhaitant à tout prix éviter la faillite.\n\n**3. Indépendance de l'organe de révision**\n\nL'organe de révision, contrairement au conseil d'administration, est censé être indépendant de la société et de ses organes (art. 728 CO). Cette indépendance le rend plus apte à porter un jugement objectif sur la situation financière et à prendre la décision - certainement difficile - d'aviser le juge malgré l'opposition éventuelle des administrateurs et actionnaires.\n\n**4. Modalités pratiques**\n\nL'art. 725b al. 2 CO précise que l'organe de révision doit aviser le juge \"si le conseil d'administration omet de le faire\". Cette formulation implique que l'organe de révision doit d'abord constater que le conseil n'a pas rempli son obligation. En pratique, l'organe de révision devrait vraisemblablement :\n\n- Attirer l'attention du conseil sur la situation de surendettement ;\n- Demander au conseil s'il entend aviser le juge ;\n- Si le conseil refuse ou tarde, aviser lui-même le juge après un délai raisonnable.\n\nCette démarche progressive permet de préserver les relations entre organes de la société tout en garantissant que l'obligation légale sera respectée.\n\n### B. Nature juridique de l'avis de surendettement : irrévocabilité et effet\n\nLe deuxième principe concerne la nature juridique de l'avis de surendettement et ses conséquences procédurales.\n\nLe Tribunal fédéral rappelle que \"l'avis de surendettement est donné en vertu d'une obligation légale et ne peut être retiré, mais seulement corrigé\" (\"Die Überschuldungsanzeige wird aufgrund einer gesetzlichen Pflicht erstattet und kann nicht zurückgezogen, sondern nur berichtigt werden\").\n\nCette formulation, qui reprend les termes de l'art. 725b al. 1 CO, appelle plusieurs observations :\n\n**1. Caractère contraignant de l'obligation**\n\nL'avis de surendettement n'est pas un acte discrétionnaire que le conseil d'administration pourrait décider de donner ou non selon son appréciation de l'opportunité. Il s'agit d'une obligation légale impérative (\"gesetzliche Pflicht\"), dont l'inexécution engage la responsabilité personnelle des administrateurs.\n\nCette obligation découle directement de la loi et ne dépend ni de l'accord des actionnaires, ni de celui des créanciers, ni même de l'appréciation subjective des administrateurs sur les chances de redressement. Dès que les conditions objectives du surendettement sont réunies, l'avis doit être donné.\n\n**2. Irrévocabilité de l'avis**\n\nUne fois l'avis donné au juge, il ne peut être \"retiré\" (\"zurückgezogen\"). Cette règle vise à protéger l'intégrité de la procédure et à éviter que des pressions ou des tractations ne conduisent les administrateurs à revenir sur leur décision.\n\nImaginons qu'un conseil d'administration, ayant correctement donné l'avis de surendettement, soit ensuite soumis à des pressions de la part d'actionnaires ou de créanciers influents souhaitant éviter la faillite. Ces derniers pourraient menacer les administrateurs de conséquences personnelles ou professionnelles, ou au contraire leur promettre des avantages s'ils retirent leur avis. L'irrévocabilité de l'avis empêche de tels marchandages.\n\nCette irrévocabilité s'explique également par la nature même de l'avis : celui-ci ne constitue pas une demande de faillite soumise au pouvoir dispositif de son auteur, mais la communication au juge d'un fait objectif (le surendettement) dont la loi fait découler certaines conséquences. Une fois ce fait porté à la connaissance du juge, il appartient à ce dernier d'en tirer les conséquences légales.\n\n**3. Possibilité de correction**\n\nSi l'avis ne peut être retiré, il peut en revanche être \"corrigé\" (\"berichtigt\"). Cette possibilité vise à permettre la rectification d'erreurs factuelles ou d'omissions matérielles.\n\nExemples de corrections admissibles :\n- Rectification du montant des dettes ou des actifs si l'avis initial comportait des erreurs de calcul ;\n- Mention de sûretés ou de créances subordonnées qui avaient été omises dans l'avis initial ;\n- Actualisation des données si la situation a évolué entre la rédaction et la transmission de l'avis.\n\nEn revanche, ne constituent pas des \"corrections\" admissibles :\n- Le changement d'appréciation sur la qualification de surendettement (\"finalement, nous pensons qu'il n'y a pas de surendettement\") ;\n- L'invocation de faits nouveaux postérieurs à l'avis (apport de fonds frais, conclusion d'accords de subordination après coup) - ces éléments peuvent justifier une demande d'ajournement de la faillite, mais pas un retrait de l'avis.\n\nLa frontière entre \"retrait\" (inadmissible) et \"correction\" (admissible) peut être délicate à tracer en pratique. Le critère directeur devrait être le suivant : y a-t-il une véritable erreur factuelle dans l'avis initial, ou simplement un changement de circonstances ou d'appréciation ?\n\n**4. Conséquences de l'absence d'avis**\n\nL'arrêt rappelle également le principe, désormais codifié à l'art. 725b al. 3 CO, selon lequel \"en l'absence d'avis de surendettement du conseil d'administration, de l'organe de révision ou du réviseur mandaté, le juge ne prononce pas la faillite pour cause de surendettement\".\n\nCe principe peut sembler paradoxal : si le surendettement est objectivement établi, pourquoi conditionner la faillite à l'existence d'un avis ? Ne devrait-on pas permettre au juge de prononcer la faillite d'office, dès lors qu'il constate le surendettement ?\n\nPlusieurs justifications peuvent être avancées :\n\n- **Respect de la répartition des rôles** : Dans le système de l'art. 725 CO, c'est au conseil d'administration (ou subsidiairement à l'organe de révision) qu'il appartient de constater et signaler le surendettement. Le juge n'intervient qu'en aval, pour vérifier cette constatation et en tirer les conséquences. Un système où le juge pourrait agir d'office, sans avis préalable, bouleverserait cette répartition.\n\n- **Sécurité juridique** : Le système actuel offre une certaine prévisibilité : tant qu'aucun avis n'a été donné, la société sait qu'elle ne risque pas (du moins sur le fondement de l'art. 725 CO) une faillite immédiate pour surendettement. Cette prévisibilité facilite les négociations d'assainissement.\n\n- **Mécanismes alternatifs** : L'absence d'avis n'exclut pas toute possibilité de faillite. D'autres fondements demeurent applicables, notamment l'art. 192 LP qui permet au juge de déclarer la faillite d'office en cas de surendettement \"manifeste\" à la requête d'un actionnaire ou créancier, ou si l'intérêt public l'exige.\n\nCette dernière précision est importante : l'art. 725b al. 3 CO ne crée pas une immunité contre la faillite en l'absence d'avis ; il empêche simplement une faillite fondée exclusivement sur l'art. 725 al. 2 CO. Les créanciers ou actionnaires disposent toujours de la possibilité de requérir du juge la faillite sur le fondement de l'art. 192 LP.\n\n### C. Effet neutralisant des accords de subordination suffisants\n\nLe troisième principe - et sans doute le plus important sur le plan pratique - concerne l'effet des accords de subordination sur l'obligation d'aviser le juge.\n\nLe Tribunal fédéral énonce clairement : \"Lorsque des accords de subordination (Rangrücktritt) d'une portée suffisante sont conclus, le surendettement prohibé se transforme en un état toléré par le droit, de sorte que le conseil d'administration n'est pas tenu de déposer le bilan si le surendettement est couvert par des subordinations suffisantes.\"\n\n(\"Werden Rangrücktritte in ausreichendem Umfang vereinbart, wandelt sich die verbotene Überschuldung in einen vom Recht tolerierten Zustand, so dass der Verwaltungsrat nicht zur Bilanzdeponierung verpflichtet ist, wenn die Überschuldung durch ausreichende Rangrücktritte gedeckt ist.\")\n\nCette formulation mérite une analyse détaillée :\n\n**1. Transformation du surendettement \"prohibé\" en état \"toléré\"**\n\nLe Tribunal fédéral qualifie le surendettement ordinaire de \"prohibé\" (\"verboten\"), ce qui souligne son caractère illicite. En effet, lorsqu'une société est surendettée sans subordination, elle ne peut légalement poursuivre son activité : le conseil doit immédiatement aviser le juge, et celui-ci doit en principe prononcer la faillite. Continuer l'exploitation dans ces conditions constitue une violation de la loi, exposant les administrateurs à des sanctions civiles (responsabilité) et pénales (gestion déloyale, art. 158 CP).\n\nÀ l'inverse, lorsque des subordinations suffisantes sont en place, le surendettement devient \"toléré\" (\"toleriert\"). Cela signifie que, bien que la société présente toujours formellement un découvert comptable (si l'on inclut les créances subordonnées dans les dettes), cette situation n'est plus illicite et ne déclenche pas l'obligation d'aviser le juge.\n\nLe raisonnement sous-jacent est le suivant : l'obligation d'aviser le juge vise à protéger les créanciers ordinaires contre le risque que la poursuite de l'activité n'aggrave leurs pertes. Or, si des créanciers acceptent de se subordonner pour un montant couvrant le découvert, cela signifie que les créanciers ordinaires restent couverts. Il n'y a donc plus de raison de déclencher une faillite pour les protéger.\n\nCette transformation du surendettement \"prohibé\" en état \"toléré\" s'apparente, par certains aspects, à la notion d'\"insolvabilité organisée\" qui existe dans certains droits étrangers : la société reste techniquement insolvable, mais cette insolvabilité est maîtrisée et ne justifie pas une liquidation immédiate.\n\n**2. Conditions : subordinations \"d'une portée suffisante\"**\n\nPour produire cet effet neutralisant, les subordinations doivent être \"d'une portée suffisante\" (\"in ausreichendem Umfang\"). Cela implique plusieurs exigences :\n\n**a) Couverture quantitative complète**\n\nLes subordinations doivent couvrir au minimum l'intégralité du découvert comptable. Une subordination partielle ne suffit pas. Si le surendettement s'élève à 1 million et que seuls 500'000 francs de créances sont subordonnés, le découvert résiduel de 500'000 francs maintient l'obligation d'aviser le juge.\n\nEn pratique, il est recommandé de prévoir une marge de sécurité, car l'évaluation exacte du découvert peut varier selon les hypothèses retenues (taux d'actualisation, valeurs de réalisation, provisions, etc.).\n\n**b) Efficacité juridique de la subordination**\n\nLa subordination doit être valablement et définitivement conclue. Cela implique :\n- Un accord explicite et non équivoque du créancier ;\n- Le respect des règles de représentation si le créancier est une personne morale ;\n- L'absence de conditions suspensives ou résolutoires qui compromettraient l'effectivité de la subordination.\n\nUn engagement de subordination \"sous condition\" (par exemple, \"je subordonne ma créance à condition que deux autres créanciers fassent de même\") ne peut être pris en compte tant que la condition n'est pas réalisée.\n\n**c) Durée suffisante de la subordination**\n\nLa subordination doit subsister aussi longtemps que dure le surendettement. Une subordination temporaire (\"je subordonne ma créance pour six mois\") serait insuffisante, car elle ne ferait que différer le problème.\n\nEn pratique, les accords de subordination prévoient généralement que la subordination demeure en vigueur jusqu'à ce que la société ait reconstitué des fonds propres suffisants ou soit liquidée.\n\n**3. Effet : dispense de l'obligation d'aviser le juge**\n\nLorsque ces conditions sont remplies, le conseil d'administration \"n'est pas tenu de déposer le bilan\" (\"nicht zur Bilanzdeponierung verpflichtet ist\"). Cette expression, qui fait référence à l'ancienne terminologie (\"dépôt du bilan\"), signifie que le conseil n'est pas tenu d'aviser le juge du surendettement.\n\nCette dispense produit plusieurs conséquences importantes :\n\n**a) Poursuite licite de l'activité**\n\nLa société peut légalement poursuivre son activité, malgré le surendettement comptable, sans que les administrateurs n'encourent de responsabilité de ce seul fait. Ils conservent toutefois l'obligation de gérer avec prudence et de ne pas aggraver inutilement la situation.\n\n**b) Pas de faillite automatique**\n\nL'absence d'obligation d'aviser le juge signifie également qu'il n'y aura pas de faillite déclenchée par l'art. 725 CO. Toutefois, d'autres fondements de faillite restent applicables (poursuites, art. 192 LP, etc.).\n\n**c) Responsabilité des administrateurs**\n\nLes administrateurs ne peuvent être tenus responsables pour avoir omis d'aviser le juge, dès lors que des subordinations suffisantes étaient en place. Il leur appartient toutefois d'être en mesure de prouver l'existence et la suffisance de ces subordinations.\n\n**4. Limites et précautions**\n\nSi les subordinations neutralisent l'obligation d'aviser le juge, elles ne résolvent pas tous les problèmes de la société en difficulté :\n\n- Les créanciers ordinaires conservent leurs droits et peuvent poursuivre la société, requérir sa faillite, exercer des sûretés, etc.\n- Les subordinations n'empêchent pas l'application d'autres dispositions protectrices (interdiction de favoriser certains créanciers, interdiction des paiements en période suspecte, etc.).\n- Les administrateurs conservent leur obligation générale de diligence et ne peuvent invoquer les subordinations pour justifier une gestion téméraire.\n\nEn pratique, les subordinations constituent souvent un instrument temporaire, destiné à \"gagner du temps\" pour mettre en œuvre des mesures d'assainissement plus structurelles (apport de fonds frais, restructuration, cession d'actifs, etc.). Elles ne doivent pas servir à maintenir artificiellement en vie une société définitivement condamnée.\n\n### D. Extension de la subordination aux créances d'intérêts\n\nLe quatrième principe dégagé par l'arrêt ATF 150 III 315 concerne une question technique mais importante : la subordination doit-elle porter uniquement sur le capital de la créance, ou également sur les intérêts courus et à courir ?\n\nLe Tribunal fédéral tranche clairement : \"Les créances d'intérêts doivent désormais aussi être subordonnées\" (\"Zinsforderungen müssen nunmehr ebenfalls im Rang zurücktreten\").\n\nCette précision, qui peut paraître évidente, revêt une grande importance pratique :\n\n**1. Raisonnement du Tribunal fédéral**\n\nLa subordination vise à neutraliser le risque que représente une créance pour les créanciers ordinaires. Or, une créance génère non seulement le capital, mais aussi des intérêts (art. 104 ss CO). Si seul le capital était subordonné tandis que les intérêts conservaient leur rang ordinaire, la subordination serait partiellement inefficace.\n\nPrenons un exemple chiffré :\n- Surendettement : 1'000'000 CHF\n- Créance d'un actionnaire : 1'200'000 CHF de capital + 80'000 CHF d'intérêts courus\n- L'actionnaire subordonne sa créance en capital (1'200'000 CHF)\n\nSi les intérêts (80'000 CHF) conservaient leur rang ordinaire, le surendettement ne serait couvert qu'à hauteur de 1'200'000 CHF, et il subsisterait un découvert résiduel. De plus, les intérêts continueraient de courir, aggravant le découvert mois après mois.\n\nPour que la subordination produise pleinement ses effets, elle doit donc porter sur l'ensemble de la créance : capital, intérêts courus, et intérêts à courir jusqu'au remboursement effectif.\n\n**2. Portée de l'exigence**\n\nL'exigence posée par le Tribunal fédéral concerne :\n\n**a) Les intérêts courus**\n\nLes intérêts échus au moment de la subordination doivent être expressément inclus dans celle-ci. En pratique, l'accord de subordination devrait préciser : \"Je subordonne ma créance de [montant] CHF en capital, ainsi que les intérêts courus au [date] d'un montant de [montant] CHF\".\n\n**b) Les intérêts à courir**\n\nPlus délicat est le sort des intérêts futurs, qui continueront de courir pendant toute la durée de la subordination. Deux approches sont possibles :\n\n- **Subordination des intérêts futurs** : L'accord de subordination peut prévoir que tous les intérêts à courir seront également subordonnés. Cette solution est la plus cohérente avec l'esprit de la subordination.\n\n- **Renonciation aux intérêts futurs** : Alternativement, le créancier peut renoncer purement et simplement aux intérêts futurs pendant la durée de la subordination. Cette solution a l'avantage d'empêcher l'aggravation du découvert, mais elle est moins favorable pour le créancier subordonné.\n\nEn pratique, les accords de subordination prévoient généralement que la créance cesse de porter intérêts pendant la subordination, ou que les intérêts continuent de courir mais sont eux aussi subordonnés.\n\n**3. Conséquences pratiques**\n\nCette exigence de subordination des intérêts a plusieurs implications pratiques :\n\n**a) Rédaction des accords de subordination**\n\nLes praticiens doivent être attentifs à inclure expressément les intérêts dans les accords de subordination. Une clause type pourrait être :\n\n\"Le soussigné subordonne sa créance de [montant] CHF en capital, majorée des intérêts courus au [date] d'un montant de [montant] CHF, ainsi que tous intérêts futurs qui pourraient courir sur cette créance. Cette subordination demeurera en vigueur jusqu'au complet désintéressement de tous les créanciers ordinaires de la société.\"\n\n**b) Quantification du montant à subordonner**\n\nPour déterminer si les subordinations couvrent suffisamment le surendettement, il faut tenir compte non seulement des capitaux subordonnés, mais aussi des intérêts. Le calcul peut se complexifier si les créances portent des taux d'intérêts différents ou si certains intérêts sont capitalisés.\n\n**c) Évolution dans le temps**\n\nSi les intérêts ne sont pas subordonnés (ou si le créancier ne renonce pas aux intérêts futurs), le découvert s'aggravera mécaniquement au fil du temps, par l'effet de la capitalisation des intérêts. Il faudra alors soit augmenter périodiquement les subordinations, soit procéder à des apports de fonds frais.\n\n**4. Comparaison avec la jurisprudence antérieure**\n\nLe Tribunal fédéral précise que les intérêts \"doivent désormais\" être subordonnés, ce qui suggère une évolution par rapport à une pratique antérieure potentiellement plus souple. Il semble que, dans le passé, certaines subordinations portaient uniquement sur le capital, sans mention expresse des intérêts, et que cette omission n'était pas nécessairement sanctionnée.\n\nL'arrêt ATF 150 III 315 met fin à cette incertitude en posant une règle claire : une subordination efficace doit englober l'ensemble de la créance, intérêts compris. Cette clarification est bienvenue car elle renforce la sécurité juridique et évite les contestations sur la suffisance des subordinations.\n\n### E. Évaluation des dettes subordonnées : neutralité des réserves latentes\n\nLe cinquième et dernier principe dégagé par l'arrêt concerne une question technique mais non dénuée d'importance : comment doit-on évaluer les dettes subordonnées lors de l'établissement du bilan de surendettement ?\n\nLe Tribunal fédéral énonce : \"Une moindre évaluation de la dette subordonnée résultant de la dissolution de réserves latentes est sans importance pour l'obligation d'aviser le juge\" (\"Eine geringere Bewertung der nachrangigen Schuld aus der Auflösung stiller Reserven ist für die Anzeigepflicht unerheblich\").\n\nCette formulation quelque peu sibylline mérite des explications :\n\n**1. Le problème des réserves latentes**\n\nDans la comptabilité d'une société, il peut exister des \"réserves latentes\" (stille Reserven), c'est-à-dire des écarts entre la valeur comptable et la valeur réelle de certains actifs ou passifs. Ces réserves peuvent être positives (actifs sous-évalués) ou négatives (actifs surévalués).\n\nLors de l'établissement d'un bilan de surendettement, les règles comptables imposent de dissoudre ces réserves latentes, c'est-à-dire de réévaluer les actifs et passifs à leur valeur réelle (généralement leur valeur de liquidation). Cette dissolution peut significativement modifier l'image de la situation financière.\n\nLa question qui se posait était la suivante : lorsqu'on dissout des réserves latentes positives (par exemple, en réévaluant à la hausse un immeuble ou des stocks), cela améliore le bilan. Peut-on utiliser cette amélioration pour réduire d'autant le montant des créances qu'il faut subordonner ?\n\n**2. Exemple chiffré**\n\nPrenons un exemple concret pour illustrer le problème :\n\n- Actifs (valeur comptable ordinaire) : 1'000'000 CHF\n- Passifs envers créanciers ordinaires : 1'500'000 CHF\n- Créance d'un actionnaire : 500'000 CHF\n- **Découvert apparent** : 1'000'000 CHF\n\nLors de l'établissement du bilan de surendettement, on découvre que certains actifs (par exemple, un immeuble) ont été sous-évalués. Leur valeur réelle de liquidation est de 1'300'000 CHF. La dissolution de cette réserve latente fait apparaître un actif supplémentaire de 300'000 CHF.\n\nAprès dissolution des réserves latentes :\n- Actifs (valeur réelle) : 1'300'000 CHF  \n- Passifs envers créanciers ordinaires : 1'500'000 CHF\n- Créance de l'actionnaire : 500'000 CHF\n- **Découvert réel** : 700'000 CHF\n\nL'actionnaire doit-il subordonner l'intégralité de sa créance (500'000 CHF), ou peut-il se contenter de subordonner 200'000 CHF (puisque les 300'000 CHF de découvert restant sont couverts par la dissolution des réserves latentes) ?\n\n**3. Solution du Tribunal fédéral**\n\nLe Tribunal fédéral tranche clairement : la dissolution de réserves latentes qui améliore le bilan ne dispense pas de subordonner l'intégralité des créances qui devraient l'être sur la base du bilan comptable ordinaire.\n\nDans notre exemple, l'actionnaire devrait subordonner l'intégralité de sa créance de 500'000 CHF, nonobstant le fait que la dissolution de réserves latentes réduise le découvert réel à 700'000 CHF.\n\nLe raisonnement sous-jacent semble être le suivant : les réserves latentes sont par nature incertaines et fluctuantes. Leur évaluation comporte une part d'appréciation subjective. Si l'on permettait de \"compenser\" le besoin de subordination par la dissolution de réserves latentes, on ouvrirait la porte à des manipulations : il suffirait de réévaluer généreusement certains actifs pour réduire artificiellement le montant à subordonner.\n\nDe plus, les réserves latentes ne constituent pas des liquidités immédiatement disponibles pour payer les créanciers. Elles représentent une plus-value potentielle, qui ne se réalisera qu'en cas de vente effective des actifs concernés.\n\nPour toutes ces raisons, la dissolution de réserves latentes \"est sans importance\" (\"unerheblich\") pour déterminer l'obligation d'aviser le juge et le montant des subordinations nécessaires.\n\n**4. Conséquences pratiques**\n\nCette règle a plusieurs implications pratiques :\n\n**a) Principe de prudence**\n\nLors de la négociation d'accords de subordination, les créanciers subordonnés ne peuvent se prévaloir de réserves latentes pour limiter l'étendue de leur engagement. La subordination doit se calculer sur la base du bilan comptable \"brut\", avant dissolution de réserves.\n\n**b) Évolution de la doctrine comptable**\n\nLa solution du Tribunal fédéral s'inscrit dans une évolution plus générale du droit comptable suisse, qui met l'accent sur la prudence et la transparence. Le nouveau droit comptable (art. 957 ss CO, entré en vigueur en 2013, et révisé en 2023) privilégie une approche prudente de l'évaluation des actifs et passifs.\n\n**c) Distinction avec les apports en nature**\n\nIl convient de distinguer la dissolution de réserves latentes (simple réévaluation comptable) de l'apport effectif de nouveaux actifs (apport en nature, apport en numéraire). Si un actionnaire apporte effectivement un bien (par exemple, un immeuble) pour couvrir le surendettement, cet apport améliore réellement la situation et peut dispenser de subordinations supplémentaires.\n\n## IV. Portée et implications de l'arrêt\n\n### A. Renforcement des mécanismes de protection des créanciers\n\nL'arrêt ATF 150 III 315 s'inscrit dans une longue évolution jurisprudentielle et législative visant à renforcer la protection des créanciers face aux risques liés à l'insolvabilité des sociétés. Cette protection repose sur un équilibre délicat entre plusieurs objectifs potentiellement contradictoires :\n\n- Protéger les créanciers contre les pertes résultant de la poursuite d'une activité par une société insolvable ;\n- Permettre néanmoins l'assainissement de sociétés temporairement en difficulté, lorsque de réelles perspectives de redressement existent ;\n- Ne pas déclencher de faillites prématurées qui détruiraient de la valeur économique ;\n- Responsabiliser les administrateurs sans les dissuader d'accepter des mandats dans des sociétés en difficulté.\n\nL'arrêt contribue à cet équilibre en clarifiant les règles applicables et en réduisant les zones d'incertitude.\n\n### B. Facilitation des restructurations par subordination\n\nEn confirmant l'effet neutralisant des subordinations suffisantes, l'arrêt facilite les opérations de restructuration. Les actionnaires et créanciers proches d'une société en difficulté disposent ainsi d'un outil fiable pour éviter une faillite immédiate et gagner le temps nécessaire à la mise en œuvre de mesures d'assainissement.\n\nCette solution présente plusieurs avantages :\n\n- **Flexibilité** : La subordination est plus souple qu'un apport en capital (qui nécessite des formalités et peut avoir des conséquences fiscales) ou qu'un abandon de créance (irréversible).\n- **Réversibilité** : Si l'assainissement réussit, la créance subordonnée pourra éventuellement être remboursée ultérieurement.\n- **Rapidité** : Une subordination peut être mise en place rapidement, par simple accord contractuel, sans nécessiter de décisions d'assemblée générale ou de modifications statutaires.\n\nToutefois, l'arrêt pose aussi des exigences strictes (subordination des intérêts, non-prise en compte des réserves latentes) qui renforcent la sécurité des créanciers ordinaires.\n\n### C. Clarification du rôle de l'organe de révision\n\nL'arrêt confirme et précise le rôle de l'organe de révision comme mécanisme de contrôle subsidiaire. Cette fonction de \"chien de garde\" des créanciers est essentielle dans un système où les administrateurs peuvent avoir des intérêts divergents.\n\nCette clarification est d'autant plus importante que la révision obligatoire a été supprimée pour de nombreuses petites sociétés (opting-out, art. 727a CO). Dans ces sociétés sans organe de révision, le mécanisme de protection des créanciers repose exclusivement sur la diligence des administrateurs et sur les contrôles externes (commissions tripartites, inspections fiscales, etc.).\n\n### D. Questions ouvertes et perspectives\n\nMalgré ses apports, l'arrêt laisse subsister plusieurs questions qui pourront faire l'objet de futurs développements jurisprudentiels ou législatifs :\n\n**1. Cas limites de subordination**\n\nL'arrêt ne traite pas de tous les cas de figure possibles. Par exemple :\n- Quid des subordinations partielles ou graduelles (\"je subordonne 50% de ma créance\", ou \"je subordonne ma créance jusqu'au rang X\") ?\n- Quid des subordinations conditionnelles (\"je subordonne ma créance à condition que la société réalise tel objectif\") ?\n- Comment traiter les situations où plusieurs créanciers se subordonnent mutuellement, créant une hiérarchie complexe ?\n\n**2. Interactions avec la réforme du droit de l'insolvabilité**\n\nLa Suisse réfléchit depuis plusieurs années à une réforme en profondeur de son droit de l'insolvabilité, pour introduire des mécanismes de restructuration préventive inspirés du droit européen (notamment la directive européenne sur la restructuration préventive). Dans ce nouveau cadre, comment s'articuleront les subordinations avec les plans de restructuration, les moratoires, et autres instruments ?\n\n**3. Responsabilité des créanciers subordonnés**\n\nL'arrêt ne traite pas de la question de savoir si les créanciers qui acceptent de subordonner leurs créances pour permettre la poursuite de l'activité pourraient être tenus pour responsables envers les créanciers ordinaires si la situation se dégrade. Cette question, qui touche à la théorie de l'\"insolvabilité organisée\" et de la \"continuation abusive\", mériterait des développements futurs.\n\n## Conclusion\n\nL'arrêt ATF 150 III 315 du 12 septembre 2024 constitue une contribution majeure à la jurisprudence du Tribunal fédéral en matière de droit des sociétés et plus particulièrement sur la problématique du surendettement. En précisant les contours de l'obligation d'aviser le juge (art. 725 al. 2 CO) et en clarifiant les conditions dans lesquelles les accords de subordination peuvent neutraliser cette obligation, le Tribunal fédéral offre aux praticiens et aux juridictions inférieures un cadre d'analyse clair et cohérent.\n\nLes cinq principes dégagés par l'arrêt - légitimation de l'organe de révision, irrévocabilité de l'avis de surendettement, effet neutralisant des subordinations suffisantes, nécessité de subordonner également les intérêts, et neutralité des réserves latentes - constituent désormais les piliers de l'interprétation de l'art. 725 CO.\n\nCet arrêt illustre également l'équilibre délicat que le droit suisse des sociétés cherche à maintenir entre protection des créanciers et facilitation des assainissements. En reconnaissant l'effet neutralisant des subordinations tout en posant des exigences strictes quant à leur étendue, le Tribunal fédéral évite à la fois l'excès de rigueur (qui conduirait à des faillites prématurées destructrices de valeur) et l'excès de laxisme (qui exposerait les créanciers à des abus).\n\nPour les administrateurs de sociétés en difficulté, l'arrêt apporte une clarification bienvenue : ils savent désormais précisément dans quelles conditions ils peuvent s'abstenir d'aviser le juge sans engager leur responsabilité. Cette prévisibilité facilitera les négociations avec les créanciers potentiellement subordonnés (généralement les actionnaires ou sociétés liées) et permettra la mise en œuvre plus rapide de solutions de restructuration.\n\nPour les créanciers ordinaires, l'arrêt renforce les garanties : les exigences strictes posées quant à l'étendue des subordinations (inclusion des intérêts, non-compensation par des réserves latentes) réduisent le risque de subordinations \"cosmétiques\" qui ne protégeraient qu'illusoirement leurs intérêts.\n\nPour les organes de révision, l'arrêt confirme leur rôle crucial de gardiens subsidiaires des intérêts des créanciers. Cette fonction, parfois inconfortable car elle peut les mettre en conflit avec les dirigeants et actionnaires de la société qu'ils contrôlent, est essentielle au bon fonctionnement du système de protection mis en place par le législateur.\n\nAu-delà de ces aspects techniques, l'arrêt soulève des questions plus fondamentales sur les finalités du droit des sociétés et la hiérarchie des intérêts en présence. Le système de l'art. 725 CO reflète un choix de politique juridique : à partir d'un certain seuil de détresse financière, l'intérêt des créanciers doit primer sur celui des actionnaires, et la décision de poursuivre ou non l'activité ne relève plus de l'autonomie de la société mais de l'autorité judiciaire. Ce \"transfert de contrôle\" des actionnaires vers les créanciers (par l'intermédiaire du juge) est caractéristique de la conception continentale du droit de l'insolvabilité, qui diffère notablement des approches anglo-saxonnes privilégiant davantage la continuation sous contrôle des dirigeants.\n\nL'arrêt ATF 150 III 315 s'inscrit dans cette tradition tout en montrant une certaine souplesse, en admettant que ce transfert de contrôle puisse être évité lorsque les créanciers les plus proches de la société (généralement les actionnaires) acceptent de supporter eux-mêmes le risque. Cette solution, équilibrée et pragmatique, devrait continuer à guider la pratique dans les années à venir.",
  "version_courte": "L'ATF 150 III 315 précise les obligations du conseil d'administration en cas de surendettement (art. 725 CO) et l'effet des accords de subordination. Le Tribunal fédéral établit cinq principes : (1) l'organe de révision est légitimé à aviser le juge du surendettement si le conseil d'administration omet de le faire ; (2) l'avis de surendettement, donné en vertu d'une obligation légale, ne peut être retiré mais seulement corrigé ; (3) lorsque des accords de subordination suffisants sont conclus, le surendettement prohibé se transforme en état toléré, dispensant le conseil d'aviser le juge ; (4) les créances d'intérêts doivent également être subordonnées ; (5) la dissolution de réserves latentes améliorant le bilan ne dispense pas de l'obligation de subordination. Cet arrêt facilite les restructurations par subordination tout en renforçant la protection des créanciers ordinaires par des exigences strictes.",
  "statistiques": {
    "nombre_mots": 12385,
    "nombre_caracteres": 87564,
    "nombre_sources_legislatives": 5,
    "nombre_arrets_connexes": 2,
    "domaines_juridiques": [
      "Droit des sociétés",
      "Droit de la faillite",
      "Droit comptable"
    ]
  }
}
