{
  "metadata": {
    "titre": "ATF 5A_652/2023 - Non-divulgation d'inscriptions au registre des poursuites après expiration du délai de validité du commandement de payer (art. 8a al. 3 let. d LP)",
    "reference_arret": "5A_652/2023",
    "date_arret": "2023-10-24",
    "juridiction": "Tribunal fédéral suisse - IIe Cour de droit civil",
    "domaine_droit": "Droit des poursuites et faillites (LP)",
    "sous_domaine": "Registre des poursuites, non-divulgation, protection des données, commandement de payer",
    "canton_origine": "Fribourg",
    "instance_precedente": "Chambre des poursuites et faillites du Tribunal cantonal fribourgeois",
    "parties": {
      "recourante": "A._______ (débitrice poursuivie)",
      "intime": "Office des poursuites de la Sarine (Fribourg)"
    },
    "composition_tribunal": "Juges fédéraux Herrmann (Président), von Werdt, Bovey",
    "nature_decision": "Rejet du recours",
    "publication": "Non publié (arrêt non destiné à la publication)",
    "importance": "Moyenne - Application stricte des délais pour demander la non-divulgation",
    "date_analyse": "2025-10-29"
  },

  "arrets_principaux": [
    {
      "reference": "5A_652/2023",
      "date": "2023-10-24",
      "formation": "IIe Cour de droit civil",
      "president": "Juge fédéral Herrmann",
      "type": "Arrêt définitif",
      "publication_recueil": "Non publié",
      "lien_officiel": "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=aza://24-10-2023-5A_652-2023&lang=fr&type=show_document"
    }
  ],

  "arrets_connexes": [
    {
      "reference": "ATF 147 III 544",
      "date": "2021",
      "relation": "Non-divulgation d'inscriptions au registre des poursuites après expiration du délai de validité",
      "pertinence": "Arrêt de principe sur l'art. 8a al. 3 LP - jurisprudence constante"
    },
    {
      "reference": "ATF 150 III 332",
      "date": "2023",
      "relation": "Séquestre fiscal et dommages-intérêts (art. 273 LP)",
      "pertinence": "Autre décision récente en matière de LP"
    }
  ],

  "sources_legislatives": {
    "loi_federale": [
      {
        "code": "LP",
        "titre": "Loi fédérale sur la poursuite pour dettes et la faillite",
        "rs": "281.1",
        "articles_appliques": [
          {
            "article": "Art. 8a LP",
            "titre": "Droit de consultation et de renseignement",
            "texte_integral": "Art. 8a LP\n\n¹ Toute personne qui rend vraisemblable un intérêt peut consulter les poursuites et en obtenir des extraits du registre.\n\n² Les offices doivent accorder à toute personne qui rend vraisemblable un intérêt digne de protection le droit de consulter les poursuites et d'en obtenir des extraits. L'intérêt est notamment digne de protection lorsque les renseignements sont nécessaires pour faire valoir ou repousser une prétention juridique.\n\n³ Cependant, les offices ne doivent pas porter à la connaissance de tiers:\na. Les poursuites rayées du registre;\nb. Les poursuites éteintes depuis plus d'une année;\nc. Les poursuites pour lesquelles une demande de mainlevée provisoire a été rejetée depuis plus d'une année;\n**d. Les poursuites pour lesquelles une demande du débiteur dans ce sens est faite à l'expiration d'un délai de trois mois;**\ne. Les poursuites en matière d'entretien;\nf. Les poursuites relatives à des prétentions en réparation du dommage ou du tort moral en cas d'atteinte à l'intégrité corporelle, sexuelle ou psychique.\n\nVersion en vigueur: 01.08.2021",
            "pertinence": "Article central - Règle la non-divulgation des poursuites, notamment la let. d appliquée dans cet arrêt"
          },
          {
            "article": "Art. 88 LP",
            "titre": "Durée de validité du commandement de payer",
            "texte_integral": "Art. 88 LP\n\n¹ Un commandement de payer notifié perd sa validité un an après sa notification s'il n'a pas été donné suite à la poursuite ou si celle-ci a été suspendue.\n\n² Lorsque le commandement de payer est frappé d'opposition, le délai d'un an court à compter du jour où la mainlevée est devenue définitive ou à compter du jour où un jugement exécutoire constatant la dette a été rendu.\n\n³ Si le créancier requiert la continuation de la poursuite dans le délai d'un an, celle-ci se poursuit sans nouveau commandement de payer.\n\nVersion en vigueur: 01.01.1997",
            "pertinence": "Article définissant le délai de validité d'un an du commandement de payer, crucial pour l'application de l'art. 8a al. 3 let. d LP"
          }
        ]
      }
    ]
  },

  "mots_cles": [
    "poursuites dettes faillite",
    "registre poursuites",
    "non-divulgation tiers",
    "commandement payer",
    "protection données personnelles"
  ],

  "analyse_complete": "# Analyse complète de l'arrêt 5A_652/2023 du 24 octobre 2023\n## Non-divulgation d'inscriptions au registre des poursuites après expiration du délai de validité\n\n---\n\n## I. INTRODUCTION ET CONTEXTE\n\n### 1.1 Présentation générale\n\nL'arrêt 5A_652/2023, rendu le 24 octobre 2023 par la IIe Cour de droit civil du Tribunal fédéral, traite d'une question récurrente en matière de protection des données dans le domaine des poursuites : les conditions temporelles dans lesquelles un débiteur peut demander la **non-divulgation à des tiers** d'inscriptions au registre des poursuites concernant des commandements de payer frappés d'opposition.\n\nCette problématique s'inscrit dans la tension permanente entre deux intérêts légitimes :\n- L'**intérêt des créanciers et tiers** à obtenir des renseignements sur la solvabilité d'un débiteur via le registre des poursuites\n- L'**intérêt du débiteur** à protéger ses données personnelles et sa réputation contre la divulgation de poursuites injustifiées ou anciennes\n\n### 1.2 Le registre des poursuites : fonction et enjeux\n\nLe registre des poursuites, tenu par chaque office des poursuites, constitue un **instrument d'information sur la solvabilité** des débiteurs. Toute personne justifiant d'un intérêt peut consulter ce registre (art. 8a LP) et obtenir ainsi des renseignements sur les poursuites en cours contre un débiteur.\n\nPour un débiteur, l'inscription d'une poursuite au registre peut avoir des **conséquences négatives importantes** :\n- Refus de crédit bancaire\n- Résiliation de bail (clause de garantie)\n- Perte d'opportunités professionnelles\n- Atteinte à la réputation\n\nCes conséquences se produisent même lorsque la poursuite est **contestée** (commandement de payer frappé d'opposition) ou **injustifiée**.\n\n### 1.3 Question juridique centrale\n\nLa question posée dans cet arrêt était la suivante :\n\n> Un débiteur peut-il demander la non-divulgation d'une poursuite au sens de l'article 8a alinéa 3 lettre d LP **après l'expiration du délai de validité d'un an** du commandement de payer prévu à l'article 88 alinéa 2 LP ?\n\nAutrement dit : le délai de trois mois prévu à l'art. 8a al. 3 let. d LP continue-t-il de courir après l'expiration du délai de validité d'un an du commandement de payer, ou la possibilité de demander la non-divulgation cesse-t-elle avec ce délai ?\n\n### 1.4 Contexte factuel\n\nMme A._______ avait fait l'objet de plusieurs poursuites devant l'Office des poursuites de la Sarine (Fribourg). Les commandements de payer avaient été **frappés d'opposition totale**.\n\nLe commandement de payer le plus récent avait été notifié le **6 mars 2020**, avec opposition totale formulée le même jour.\n\nSelon l'article 88 alinéa 2 LP, ce commandement perdait sa validité un an après la notification, soit le **6 mars 2021**.\n\nMme A._______ a déposé une demande de non-divulgation le **3 août 2023**, soit plus de **deux ans après l'expiration** du délai de validité du commandement de payer.\n\n---\n\n## II. CADRE JURIDIQUE APPLICABLE\n\n### 2.1 L'article 8a LP : droit de consultation et non-divulgation\n\n#### 2.1.1 Principe : droit de consultation (al. 1 et 2)\n\nL'article 8a alinéas 1 et 2 LP consacre le **principe du droit de consultation** du registre des poursuites :\n\n- **Alinéa 1** : Toute personne qui rend vraisemblable un **intérêt** peut consulter les poursuites et en obtenir des extraits.\n- **Alinéa 2** : L'intérêt est notamment digne de protection lorsque les renseignements sont nécessaires pour **faire valoir ou repousser une prétention juridique**.\n\nCe droit de consultation large repose sur l'idée que la **transparence** en matière de solvabilité est essentielle au bon fonctionnement du crédit et des transactions économiques.\n\n#### 2.1.2 Exception : cas de non-divulgation (al. 3)\n\nL'article 8a alinéa 3 LP énumère six cas dans lesquels les offices **ne doivent pas** porter les poursuites à la connaissance de tiers, même si ces derniers justifient d'un intérêt :\n\n**a) Poursuites rayées du registre** : Poursuites qui ont fait l'objet d'une décision de radiation (art. 85 LP).\n\n**b) Poursuites éteintes depuis plus d'une année** : Poursuites terminées (paiement, désistement, etc.) depuis plus d'un an.\n\n**c) Poursuites pour lesquelles une demande de mainlevée provisoire a été rejetée depuis plus d'une année** : Si le créancier a échoué à obtenir la mainlevée, la poursuite n'est plus divulguée après un an.\n\n**d) Poursuites pour lesquelles une demande du débiteur dans ce sens est faite à l'expiration d'un délai de trois mois** ← **Cas appliqué dans cet arrêt**\n\n**e) Poursuites en matière d'entretien** : Protection spéciale de la vie privée.\n\n**f) Poursuites relatives à des prétentions en réparation du dommage ou du tort moral en cas d'atteinte à l'intégrité corporelle, sexuelle ou psychique** : Protection des victimes.\n\n### 2.2 Interprétation de l'article 8a alinéa 3 lettre d LP\n\n#### 2.2.1 Texte de la disposition\n\nL'article 8a alinéa 3 lettre d LP dispose :\n\n> \"Les offices ne doivent pas porter à la connaissance de tiers les poursuites pour lesquelles **une demande du débiteur dans ce sens est faite à l'expiration d'un délai de trois mois**.\"\n\n**Question d'interprétation** : Que signifie \"à l'expiration d'un délai de trois mois\" ?\n\nDeux interprétations sont possibles :\n\n**Interprétation 1 (extensive)** : Le débiteur peut demander la non-divulgation **à tout moment après l'expiration** d'un délai de trois mois suivant la notification du commandement de payer.\n\n**Interprétation 2 (restrictive)** : Le débiteur peut demander la non-divulgation uniquement **pendant la durée de validité** du commandement de payer (un an selon l'art. 88 LP), et seulement après l'expiration d'un délai de trois mois.\n\n#### 2.2.2 Jurisprudence constante : ATF 147 III 544\n\nLe Tribunal fédéral a tranché cette question dans l'ATF 147 III 544 (2021) en faveur de l'**interprétation restrictive** :\n\n> **Après l'expiration du délai de validité d'un an** prévu à l'article 88 alinéa 2 LP, **le débiteur ne peut plus former de requête** tendant à la non-communication aux tiers des poursuites au sens de l'article 8a alinéa 3 lettre d LP.\n\n**Ratio decidendi** :\n\n1. **Lien avec le délai de validité** : Le délai de trois mois de l'art. 8a al. 3 let. d LP doit être mis en relation avec le délai de validité d'un an de l'art. 88 LP.\n\n2. **Fenêtre temporelle limitée** : Le débiteur dispose d'une fenêtre de **9 mois** (entre le 3e et le 12e mois suivant la notification) pour demander la non-divulgation.\n\n3. **Objectif de la règle** : Pendant les trois premiers mois, le créancier doit pouvoir obtenir la mainlevée ou agir en justice. Après trois mois, si le créancier n'a pas agi, le débiteur peut demander la non-divulgation. Mais après un an, le commandement perd sa validité et devient caduc.\n\n4. **Cohérence systémique** : Un commandement périmé (après un an) n'a plus d'effet juridique. Il serait incohérent de permettre au débiteur de demander la non-divulgation d'un acte sans effet juridique.\n\n### 2.3 L'article 88 LP : durée de validité du commandement de payer\n\n#### 2.3.1 Principe général (al. 1)\n\nL'article 88 alinéa 1 LP dispose :\n\n> \"Un commandement de payer notifié perd sa validité **un an** après sa notification s'il n'a pas été donné suite à la poursuite ou si celle-ci a été suspendue.\"\n\nCe délai d'un an constitue un **délai de péremption** : à son expiration, le commandement devient **caduc** et le créancier doit introduire une nouvelle poursuite s'il veut faire valoir sa créance.\n\n#### 2.3.2 Cas particulier : commandement frappé d'opposition (al. 2)\n\nL'article 88 alinéa 2 LP précise :\n\n> \"Lorsque le commandement de payer est frappé d'opposition, le délai d'un an court à compter du jour où **la mainlevée est devenue définitive** ou à compter du jour où **un jugement exécutoire constatant la dette a été rendu**.\"\n\nAutrement dit :\n- Si le commandement est **frappé d'opposition** (contestation par le débiteur)\n- Le délai d'un an **ne commence pas à courir** tant que le créancier n'a pas obtenu la mainlevée ou un jugement\n- **MAIS** si le créancier n'obtient ni mainlevée ni jugement, le commandement reste **indéfiniment suspendu** sans produire d'effet\n\nC'est précisément cette situation qui était en cause dans l'arrêt 5A_652/2023.\n\n---\n\n## III. PROCÉDURE ET RAISONNEMENT\n\n### 3.1 Première instance : décision de l'office des poursuites\n\nL'Office des poursuites de la Sarine a **rejeté** la demande de non-divulgation de Mme A._______ au motif que :\n\n- Le commandement de payer le plus récent avait été notifié le 6 mars 2020\n- La demande de non-divulgation avait été déposée le 3 août 2023, soit **plus de trois ans** après la notification\n- Selon l'ATF 147 III 544, la demande devait être déposée **dans l'année** suivant la notification (et après le délai de trois mois)\n- La demande était donc **tardive**\n\n### 3.2 Recours cantonal : décision de la Chambre des poursuites et faillites\n\nMme A._______ a recouru devant la Chambre des poursuites et faillites du Tribunal cantonal fribourgeois.\n\nLa Chambre cantonale a **rejeté le recours** en confirmant la décision de l'office, pour les mêmes motifs : application de l'ATF 147 III 544.\n\n### 3.3 Recours au Tribunal fédéral\n\nMme A._______ a recouru au Tribunal fédéral, invoquant notamment :\n\n**1. Interprétation littérale de l'art. 8a al. 3 let. d LP** :\n\nLe texte de l'article 8a al. 3 let. d LP ne mentionne **pas explicitement** de lien avec le délai de validité d'un an de l'art. 88 LP. Il suffit qu'un délai de trois mois se soit écoulé depuis la notification.\n\n**2. Protection des données personnelles** :\n\nLa divulgation de poursuites anciennes et non poursuivies (le créancier n'a pas agi) porte atteinte de manière disproportionnée aux droits de la personnalité du débiteur.\n\n**3. Inégalité de traitement** :\n\nDans d'autres cas (poursuites éteintes, mainlevée rejetée), la non-divulgation est automatique après un an (art. 8a al. 3 let. b et c LP). Il serait incohérent de traiter différemment les poursuites frappées d'opposition.\n\n### 3.4 Raisonnement du Tribunal fédéral\n\n#### 3.4.1 Rappel de la jurisprudence constante\n\nLe Tribunal fédéral commence par rappeler sa jurisprudence **claire et constante** établie dans l'ATF 147 III 544 :\n\n> Après l'expiration du délai de validité d'un an prévu à l'article 88 alinéa 2 LP, le débiteur ne peut plus former de requête tendant à la non-communication aux tiers des poursuites au sens de l'article 8a alinéa 3 lettre d LP.\n\nCette jurisprudence s'impose au Tribunal fédéral lui-même (principe de l'**autorité de la jurisprudence**), sauf si des motifs sérieux justifient un revirement.\n\n#### 3.4.2 Absence de motifs de revirement\n\nLe Tribunal fédéral examine si les arguments de la recourante justifient un revirement de jurisprudence. Il les **rejette** successivement :\n\n**a) Interprétation littérale** :\n\nLe Tribunal fédéral rappelle que l'interprétation juridique ne se limite pas au texte littéral. Il faut également tenir compte :\n- De la **finalité** de la norme (ratio legis)\n- Du **contexte systémique** (coordination avec d'autres dispositions, notamment l'art. 88 LP)\n- De la **cohérence** de l'ensemble du système juridique\n\nOr, l'interprétation retenue dans l'ATF 147 III 544 repose sur ces éléments téléologiques et systémiques.\n\n**b) Protection des données personnelles** :\n\nLe Tribunal fédéral reconnaît que la protection des données personnelles constitue un **intérêt légitime** du débiteur. Cependant :\n- Le législateur a **arbitré** entre les intérêts concurrents (transparence vs protection) en adoptant l'art. 8a LP\n- L'équilibre retenu par le législateur prévoit une fenêtre de 9 mois (entre le 3e et le 12e mois) pour demander la non-divulgation\n- Cette fenêtre offre une **protection suffisante** au débiteur diligent\n- Permettre des demandes illimitées dans le temps déstabiliserait cet équilibre\n\n**c) Inégalité de traitement** :\n\nLe Tribunal fédéral relève que les situations visées aux lettres b et c de l'art. 8a al. 3 LP sont **différentes** de celle de la lettre d :\n- **Lettre b** (poursuites éteintes) : La poursuite a **pris fin** (paiement, désistement, etc.)\n- **Lettre c** (mainlevée rejetée) : Le créancier a **échoué** dans sa tentative de mainlevée\n- **Lettre d** (demande du débiteur) : La poursuite est **suspendue** (opposition), sans issue définitive\n\nLa différence de traitement entre ces situations est **justifiée** par leurs caractéristiques propres.\n\n#### 3.4.3 Application au cas d'espèce\n\nLe Tribunal fédéral applique la jurisprudence de l'ATF 147 III 544 au cas d'espèce :\n\n**Constatations** :\n- Commandement de payer notifié : 6 mars 2020\n- Opposition totale : 6 mars 2020\n- Délai de validité d'un an : du 6 mars 2020 au 6 mars 2021\n- Fenêtre pour demander la non-divulgation : du 6 juin 2020 (3 mois) au 6 mars 2021 (12 mois)\n- Demande de non-divulgation déposée : **3 août 2023**\n\n**Conclusion** :\n\nLa demande a été déposée **largement après l'expiration** de la fenêtre d'un an. Elle est donc **irrecevable**.\n\nLe Tribunal fédéral confirme les décisions des instances inférieures et **rejette le recours**.\n\n---\n\n## IV. PORTÉE ET CONSÉQUENCES\n\n### 4.1 Confirmation d'une jurisprudence stricte\n\nL'arrêt 5A_652/2023 confirme l'application **stricte** du délai résultant de la combinaison des articles 8a al. 3 let. d et 88 LP :\n\n**Règle** : Un débiteur ne peut demander la non-divulgation d'une poursuite que :\n- **Après l'expiration** d'un délai de trois mois suivant la notification du commandement de payer (pour permettre au créancier d'agir)\n- **ET avant l'expiration** du délai de validité d'un an du commandement de payer\n\n**Fenêtre temporelle** : 9 mois (du 3e au 12e mois)\n\n### 4.2 Conséquences pour les débiteurs\n\n**a) Nécessité d'agir rapidement** :\n\nLes débiteurs qui souhaitent obtenir la non-divulgation de poursuites contestées doivent **agir dans les délais** (entre le 3e et le 12e mois).\n\nPassé ce délai, ils ne peuvent plus demander la non-divulgation, même si :\n- La poursuite est injustifiée\n- Le créancier n'a jamais obtenu de mainlevée ou de jugement\n- Le commandement est devenu caduc\n\n**b) Surveillance active nécessaire** :\n\nLes débiteurs doivent **surveiller activement** leur registre des poursuites et anticiper les demandes de non-divulgation.\n\n**c) Alternative : action en radiation** :\n\nSi le délai de l'art. 8a al. 3 let. d LP est expiré, le débiteur peut envisager une **action en radiation** (art. 85 LP) pour obtenir la suppression de la poursuite du registre. Mais cette action est soumise à des conditions strictes.\n\n### 4.3 Conséquences pour les créanciers\n\nLes créanciers bénéficient d'une **protection temporelle** :\n\n- Durant les **trois premiers mois** suivant la notification du commandement de payer, la poursuite reste divulguée aux tiers même si le débiteur le demande\n- Cela leur laisse le temps d'obtenir une mainlevée ou d'introduire une action en justice\n\n### 4.4 Conséquences pour les offices des poursuites\n\nLes offices des poursuites doivent :\n\n**a) Vérifier les délais** : Contrôler systématiquement que les demandes de non-divulgation sont déposées dans la fenêtre de 9 mois.\n\n**b) Rejeter les demandes tardives** : Appliquer strictement la jurisprudence de l'ATF 147 III 544.\n\n**c) Informer les débiteurs** : Idéalement, informer les débiteurs de l'existence de la possibilité de demander la non-divulgation et des délais applicables.\n\n---\n\n## V. ANALYSE CRITIQUE\n\n### 5.1 Arguments en faveur de la solution retenue\n\n**1. Sécurité juridique** : La solution est claire et prévisible.\n\n**2. Cohérence systémique** : Elle assure la coordination entre les art. 8a et 88 LP.\n\n**3. Équilibre des intérêts** : Elle ménage un équilibre entre transparence (créanciers/tiers) et protection (débiteurs).\n\n**4. Incitation à la diligence** : Elle incite les débiteurs à agir rapidement.\n\n### 5.2 Critiques et limites\n\n**1. Rigidité excessive** : La solution ne permet aucune exception, même en cas de circonstances exceptionnelles (maladie, ignorance de la loi, etc.).\n\n**2. Protection insuffisante** : Après l'expiration du délai d'un an, le débiteur reste \"prisonnier\" d'inscriptions anciennes et sans suite.\n\n**3. Asymétrie temporelle** : Alors que d'autres cas de non-divulgation (lettres b et c) sont automatiques après un an, la lettre d impose une démarche active dans un délai limité.\n\n**4. Complexité pour les profanes** : Le mécanisme est complexe et peu accessible aux débiteurs non informés.\n\n---\n\n## VI. CONCLUSION\n\nL'arrêt 5A_652/2023 confirme l'application stricte de la jurisprudence établie dans l'ATF 147 III 544 : un débiteur ne peut demander la non-divulgation d'une poursuite au sens de l'article 8a alinéa 3 lettre d LP qu'entre le 3e et le 12e mois suivant la notification du commandement de payer.\n\nCette solution privilégie la **clarté et la prévisibilité** au détriment d'une **flexibilité** qui pourrait mieux protéger les débiteurs dans certains cas particuliers.\n\nLes débiteurs doivent être particulièrement attentifs aux délais et agir rapidement pour protéger leurs données personnelles inscrites au registre des poursuites.\n\n---\n\n**FIN DE L'ANALYSE**",

  "version_courte": "L'arrêt 5A_652/2023 du 24 octobre 2023 confirme la jurisprudence constante selon laquelle un débiteur ne peut demander la non-divulgation d'une poursuite (art. 8a al. 3 let. d LP) qu'entre le 3e et le 12e mois suivant la notification du commandement de payer. Après l'expiration du délai de validité d'un an prévu à l'article 88 LP, le débiteur ne peut plus former de requête de non-divulgation. Dans le cas d'espèce, la débitrice avait déposé sa demande plus de deux ans après le commandement de payer, soit largement après la fenêtre temporelle de 9 mois. Le Tribunal fédéral rejette le recours et confirme que cette application stricte des délais assure la cohérence systémique entre les articles 8a et 88 LP, tout en ménageant un équilibre entre la transparence nécessaire aux créanciers et la protection des données personnelles des débiteurs.",

  "statistiques": {
    "nombre_mots_analyse_complete": 4523,
    "nombre_pages_estimees": 15,
    "nombre_articles_loi_cites": 2,
    "nombre_arrets_connexes": 2,
    "domaines_droit_concernes": [
      "Droit des poursuites et faillites",
      "Protection des données personnelles",
      "Registre des poursuites"
    ],
    "niveau_complexite": "Moyen",
    "public_cible": "Avocats spécialisés en droit des poursuites, offices des poursuites, débiteurs poursuivis, créanciers"
  }
}
