{
  "metadata": {
    "titre": "ATF 6B_1059/2023 - Mise en danger de la vie d'autrui (art. 129 CP) et viol (art. 190 CP) dans un contexte de violence conjugale",
    "reference_arret": "6B_1059/2023",
    "date_arret": "2025-03-17",
    "juridiction": "Tribunal fédéral suisse - Ire Cour de droit pénal",
    "domaine_droit": "Droit pénal spécial",
    "sous_domaine": "Mise en danger de la vie, viol, violence domestique, crédibilité des témoins",
    "canton_origine": "Vaud",
    "instance_precedente": "Cour d'appel pénale du Tribunal cantonal vaudois",
    "parties": {
      "recourant": "A._______ (condamné)",
      "intimee": "Ministère public vaudois"
    },
    "composition_tribunal": "Ire Cour de droit pénal",
    "nature_decision": "Rejet du recours",
    "publication": "Non publié (arrêt non destiné à la publication)",
    "importance": "Très haute - Critères de la mise en danger de la vie par strangulation et du viol sans résistance physique",
    "date_analyse": "2025-10-29"
  },

  "arrets_principaux": [
    {
      "reference": "6B_1059/2023",
      "date": "2025-03-17",
      "formation": "Ire Cour de droit pénal",
      "type": "Arrêt définitif",
      "publication_recueil": "Non publié",
      "lien_officiel": "https://www.bger.ch/ext/eurospider/live/fr/php/aza/http/index.php?highlight_docid=aza://17-03-2025-6B_1059-2023&lang=de&type=show_document"
    }
  ],

  "arrets_connexes": [
    {
      "reference": "ATF 150 IV 409",
      "date": "2023",
      "relation": "Violence domestique - lésions corporelles qualifiées, voies de fait et menaces",
      "pertinence": "Contexte général de la violence domestique"
    },
    {
      "reference": "ATF 145 IV 154",
      "relation": "Crédibilité des déclarations de victimes d'infractions sexuelles",
      "pertinence": "Standards d'appréciation de la crédibilité"
    }
  ],

  "sources_legislatives": {
    "loi_federale": [
      {
        "code": "CP",
        "titre": "Code pénal suisse",
        "rs": "311.0",
        "articles_appliques": [
          {
            "article": "Art. 129 CP",
            "titre": "Mise en danger de la vie d'autrui",
            "texte_integral": "Art. 129 CP (ancien droit, applicable aux faits commis avant le 1er juillet 2020)\n\nQuiconque, de façon illicite et sans scrupule, met autrui en danger de mort imminent, est puni d'une peine privative de liberté de cinq ans au plus ou d'une peine pécuniaire.\n\nVersion applicable: jusqu'au 30.06.2020",
            "pertinence": "Article central - Définit l'infraction de mise en danger de la vie d'autrui appliquée dans ce cas"
          },
          {
            "article": "Art. 190 CP",
            "titre": "Viol",
            "texte_integral": "Art. 190 CP\n\n¹ Quiconque, contre la volonté d'une personne, commet un acte d'ordre sexuel avec elle, en usant de violence, en exerçant sur elle des menaces graves ou en la mettant hors d'état de résister, est puni d'une peine privative de liberté de un à dix ans.\n\n² Quiconque contraint une personne de sexe féminin à subir l'acte sexuel, notamment en usant de menace ou de violence, en exerçant sur elle des pressions d'ordre psychique ou en la mettant hors d'état de résister, est puni d'une peine privative de liberté d'un an à dix ans.\n\n³ Quiconque, en usant de menace ou de violence, contraint une personne à commettre ou à subir un acte d'ordre sexuel, est puni d'une peine privative de liberté de un à dix ans.\n\nVersion en vigueur: 01.01.2024",
            "pertinence": "Article appliqué pour quatre viols commis entre novembre 2015 et janvier 2016"
          },
          {
            "article": "Art. 181 CP",
            "titre": "Contrainte",
            "texte_integral": "Art. 181 CP\n\nQuiconque, en usant de violence envers une personne ou en la menaçant d'un dommage sérieux, ou en l'entravant de quelque autre manière dans sa liberté d'action, l'oblige à faire, à ne pas faire ou à laisser faire un acte est puni d'une peine privative de liberté de trois ans au plus ou d'une peine pécuniaire.\n\nVersion en vigueur: 01.01.2024",
            "pertinence": "Infractions connexes de contrainte commises durant la relation"
          },
          {
            "article": "Art. 47 CP",
            "titre": "Fixation de la peine",
            "texte_integral": "Art. 47 CP\n\n¹ Le juge fixe la peine d'après la culpabilité de l'auteur. Il prend en considération les antécédents et la situation personnelle de ce dernier ainsi que l'effet de la peine sur son avenir.\n\n² La culpabilité est déterminée par la gravité de la lésion ou de la mise en danger du bien juridique concerné, par le caractère répréhensible de l'acte, par les motivations et les buts de l'auteur et par la mesure dans laquelle celui-ci aurait pu éviter la mise en danger ou la lésion, compte tenu de sa situation personnelle et des circonstances extérieures.\n\nVersion en vigueur: 01.01.2024",
            "pertinence": "Critères de fixation de la peine de 36 mois prononcée"
          },
          {
            "article": "Art. 49 CO",
            "titre": "Réparation du tort moral",
            "texte_integral": "Art. 49 CO\n\nCelui qui subit une atteinte illicite à sa personnalité a droit à une somme d'argent à titre de réparation morale, pour autant que la gravité de l'atteinte le justifie et que l'auteur ne lui ait pas donné satisfaction autrement.\n\nLe juge peut substituer ou ajouter à l'allocation de cette indemnité un autre mode de réparation.\n\nVersion en vigueur: 01.01.2024",
            "pertinence": "Base de l'indemnité pour tort moral de CHF 20'000 allouée à la victime"
          }
        ]
      }
    ]
  },

  "mots_cles": [
    "mise en danger vie",
    "viol violence domestique",
    "strangulation danger mort",
    "crédibilité victime",
    "absence consentement"
  ],

  "analyse_complete": "# Analyse complète de l'arrêt 6B_1059/2023 du 17 mars 2025\n## Mise en danger de la vie par strangulation et viol dans un contexte de violence conjugale\n\n---\n\n## I. INTRODUCTION ET CONTEXTE\n\n### 1.1 Présentation générale\n\nL'arrêt 6B_1059/2023, rendu le 17 mars 2025 par la Ire Cour de droit pénal du Tribunal fédéral, traite d'une affaire grave de violence conjugale impliquant des infractions multiples : mise en danger de la vie d'autrui (art. 129 CP), viols répétés (art. 190 CP), contrainte (art. 181 CP) et injures.\n\nCe cas illustre les difficultés probatoires et juridiques typiques des affaires de violence domestique, où les infractions se déroulent dans la sphère privée, sans témoins directs, et où la crédibilité de la victime constitue souvent le principal élément de preuve.\n\n### 1.2 Contexte factuel\n\nA._______ et la victime ont entretenu une relation de couple de mai 2012 à septembre 2016. Durant cette période de plus de quatre ans, la victime a subi des violences verbales, physiques, psychologiques et sexuelles répétées.\n\nLes faits les plus graves retenus par les juridictions vaudoises incluent :\n\n**Cas 7 - Mise en danger de la vie (art. 129 CP ancien)** :\n- Strangulation du cou de la victime provoquant vertiges, difficultés de déglutition et voix rauque pendant plusieurs jours\n- Danger concret de mort par asphyxie ou réflexe cardio-inhibiteur\n\n**Cas 6 - Viols répétés (art. 190 CP)** :\n- Quatre relations sexuelles forcées entre novembre 2015 et janvier 2016\n- Absence de consentement manifeste (pleurs, supplications d'arrêter, inertie par peur)\n- Contexte de violence psychologique antérieure conditionnant le comportement de la victime\n\n**Cas 3 - Tentative de contrainte (art. 181 CP)** :\n- Sortie d'un couteau automatique contre le ventre de la victime\n- Menace directe pour obtenir la soumission\n\nLa Cour d'appel pénale vaudoise a condamné A._______ à une peine privative de liberté de **36 mois** (6 mois fermes, 30 mois avec sursis sur 4 ans) et à verser CHF 20'000 à titre de réparation morale.\n\n### 1.3 Questions juridiques centrales\n\nLe recours au Tribunal fédéral soulevait trois questions principales :\n\n1. **Mise en danger de la vie (art. 129 CP)** : Une strangulation sans perte de conscience constitue-t-elle un danger de mort imminent au sens de l'article 129 CP ?\n\n2. **Viol (art. 190 CP)** : L'absence de résistance physique de la victime exclut-elle l'absence de consentement ?\n\n3. **Crédibilité de la victime** : Les tribunaux pouvaient-ils se fonder sur les seules déclarations de la victime sans expertise psychologique ?\n\n---\n\n## II. CADRE JURIDIQUE APPLICABLE\n\n### 2.1 La mise en danger de la vie d'autrui (art. 129 CP ancien)\n\n#### 2.1.1 Éléments constitutifs objectifs\n\nL'article 129 CP (ancien droit, applicable aux faits commis avant le 1er juillet 2020) requiert trois éléments :\n\n**a) Danger de mort imminent** :\n- Il doit exister un risque **concret** que la victime décède\n- Le danger doit être **imminent**, c'est-à-dire présent et actuel (non futur ou hypothétique)\n- Il n'est **pas nécessaire** que le danger soit réalisé avec une probabilité supérieure à 50%\n- Une probabilité notable suffit (« beachtliche Wahrscheinlichkeit »)\n\n**b) Caractère illicite** :\n- L'acte ne doit être couvert par aucune cause de justification\n\n**c) Mise en danger d'autrui** :\n- La victime doit être une personne déterminée (non un danger abstrait)\n\n#### 2.1.2 Éléments constitutifs subjectifs\n\n**a) Conscience du danger** :\n- L'auteur doit avoir **conscience** du danger de mort qu'il crée\n- Le dol éventuel suffit : il suffit que l'auteur accepte le risque de mort\n\n**b) Absence de scrupules** (« Skrupellosigkeit ») :\n- L'auteur doit agir **sans scrupules**, c'est-à-dire avec un mépris manifeste de la vie d'autrui\n- Cet élément caractérise la gravité particulière de l'infraction\n\n#### 2.1.3 La strangulation comme mise en danger de la vie\n\nLa jurisprudence constante admet que **la strangulation peut constituer une mise en danger de la vie** lorsqu'elle est suffisamment intense pour créer un risque de :\n\n**a) Asphyxie** : Interruption de l'apport d'oxygène au cerveau pouvant entraîner la mort en quelques minutes\n\n**b) Réflexe cardio-inhibiteur** (réflexe vagal) : Stimulation du sinus carotidien pouvant provoquer un arrêt cardiaque brutal\n\nLa perte de conscience **n'est pas nécessaire** pour caractériser le danger de mort. Il suffit que la strangulation soit suffisamment intense et prolongée pour créer un risque concret.\n\n**Indices du danger de mort** :\n- Symptômes objectifs : vertiges, difficultés de déglutition, voix rauque, marques au cou\n- Durée de la strangulation\n- Intensité de la pression exercée\n- Localisation (compression des carotides ou de la trachée)\n\n### 2.2 Le viol (art. 190 CP)\n\n#### 2.2.1 Éléments constitutifs\n\nL'article 190 CP (dans sa version applicable aux faits) punit le viol, défini comme :\n\n**Élément matériel** : Acte sexuel (pénétration) commis contre la volonté de la victime\n\n**Moyens** :\n- Violence\n- Menaces graves\n- Mise hors d'état de résister\n- Pressions psychiques\n\n**Élément subjectif** : Dol (conscience et volonté de commettre l'acte sans le consentement de la victime). Le dol éventuel suffit.\n\n#### 2.2.2 La question du consentement\n\nLe consentement constitue l'élément central du viol. Son **absence** doit être établie.\n\n**Principe** : Le consentement doit être **libre et éclairé**. Il ne peut résulter :\n- De la violence ou de menaces\n- De pressions psychiques\n- D'un état de paralysie par la peur (« Angststarre »)\n\n**Particularité des contextes de violence domestique** :\nDans un contexte de violence conjugale répétée, la victime peut développer un **conditionnement psychologique** qui la rend incapable de résister ou de refuser explicitement. Ce conditionnement n'équivaut **pas** à un consentement.\n\n**Manifestations de l'absence de consentement** :\n- Pleurs\n- Supplications d'arrêter\n- Inertie (absence de participation active)\n- Absence de manifestations de plaisir\n- Déclarations ultérieures à des tiers\n\n#### 2.2.3 La résistance physique n'est pas nécessaire\n\nLa jurisprudence est constante : **l'absence de résistance physique** de la victime **n'exclut pas** l'absence de consentement.\n\nUne victime peut ne pas résister physiquement pour diverses raisons :\n- **Peur** des représailles (dans un contexte de violence antérieure)\n- **Paralysie** par la peur (« Angststarre », « sidération »)\n- **Conditionnement** par des violences psychologiques répétées\n- **Inutilité** de la résistance face à la supériorité physique de l'agresseur\n\nDans ces situations, l'inertie de la victime ne constitue **pas** un consentement implicite, mais au contraire un **signe d'absence de consentement**.\n\n### 2.3 La crédibilité des témoins\n\n#### 2.3.1 Principe de l'appréciation des preuves\n\nSelon l'article 10 alinéa 2 CPP, les preuves sont appréciées **librement** par l'autorité. Il n'existe pas de hiérarchie légale entre les modes de preuve.\n\nLes déclarations de la victime constituent un **moyen de preuve à part entière**, au même titre que les témoignages ou les expertises.\n\n#### 2.3.2 Critères d'appréciation de la crédibilité\n\nLe Tribunal fédéral a développé des critères pour apprécier la crédibilité des déclarations, notamment dans les affaires d'infractions sexuelles :\n\n**a) Cohérence interne** : Les déclarations sont-elles cohérentes entre elles au fil du temps ?\n\n**b) Détails périphériques** : Les déclarations contiennent-elles des détails concrets difficiles à inventer ?\n\n**c) Corroborations externes** : Existe-t-il des éléments extérieurs (témoignages de confidents contemporains, messages, constats médicaux) qui corroborent les déclarations ?\n\n**d) Absence de mobile de mensonge** : La victime a-t-elle un intérêt à mentir ?\n\n**e) Comportement cohérent avec les déclarations** : Le comportement de la victime après les faits est-il cohérent avec ses déclarations (rupture, plainte, suivi psychologique) ?\n\n#### 2.3.3 L'expertise psychologique n'est pas systématiquement nécessaire\n\nLa jurisprudence constante du Tribunal fédéral est que l'expertise psychologique de la victime **n'est pas systématiquement nécessaire**.\n\nUne expertise est requise uniquement si :\n- Les déclarations présentent des **incohérences majeures**\n- Il existe des **doutes sérieux** sur la capacité de la victime à percevoir ou restituer les faits\n- La victime présente des **troubles psychiques** susceptibles d'affecter ses déclarations\n\nEn l'absence de tels éléments, les tribunaux peuvent se fonder sur les seules déclarations de la victime, pour autant qu'elles soient **crédibles** selon les critères énoncés ci-dessus.\n\n---\n\n## III. RAISONNEMENT DU TRIBUNAL FÉDÉRAL\n\n### 3.1 Sur la mise en danger de la vie (art. 129 CP)\n\n#### 3.1.1 Constatations factuelles\n\nLa Cour d'appel vaudoise avait retenu les faits suivants :\n- Strangulation du cou de la victime\n- Symptômes objectifs : vertiges, difficultés de déglutition, voix rauque pendant plusieurs jours\n- Marques visibles au cou\n- État de panique de la victime\n\n#### 3.1.2 Raisonnement du Tribunal fédéral\n\nLe Tribunal fédéral **confirme** que ces faits constituent une mise en danger de la vie :\n\n**a) Danger de mort imminent établi** :\n\nUne strangulation suffisamment intense pour provoquer des symptômes objectifs (vertiges, difficultés de déglutition, voix rauque) crée un **risque concret** de :\n- **Asphyxie** : L'interruption de l'apport d'oxygène peut entraîner la mort en quelques minutes\n- **Réflexe cardio-inhibiteur** : La stimulation du sinus carotidien peut provoquer un arrêt cardiaque brutal\n\nCe risque existe **indépendamment** d'une perte de conscience. Les symptômes objectifs établissent que la strangulation était suffisamment intense pour créer un danger de mort.\n\n**b) Conscience du danger et absence de scrupules** :\n\nLe recourant, homme adulte en bonne santé, **ne pouvait ignorer** que la strangulation du cou créait un danger de mort. L'intensité de la pression (établie par les symptômes) démontre qu'il agissait **en pleine conscience** du danger.\n\nL'**absence de scrupules** résulte du mépris manifeste de la vie de la victime : continuer à étrangler malgré les réactions de la victime démontre une indifférence totale à son sort.\n\n**c) Rejet de l'argument de l'absence de perte de conscience** :\n\nLe recourant faisait valoir que l'absence de perte de conscience excluait le danger de mort.\n\nLe Tribunal fédéral **rejette** cet argument : la perte de conscience n'est **pas nécessaire** pour caractériser le danger de mort. Les symptômes objectifs (vertiges, difficultés de déglutition, voix rauque) suffisent à établir que la strangulation était suffisamment intense pour créer un risque de mort par asphyxie ou réflexe cardio-inhibiteur.\n\n### 3.2 Sur les viols (art. 190 CP)\n\n#### 3.2.1 Constatations factuelles\n\nLa Cour d'appel vaudoise avait retenu quatre viols entre novembre 2015 et janvier 2016, caractérisés par :\n- **Absence de consentement manifeste** : pleurs de la victime, supplications d'arrêter, inertie\n- **Contexte de violence antérieure** : violences physiques et psychologiques répétées créant un conditionnement\n- **Déclarations contemporaines** : la victime s'était confiée à des proches durant la période des faits\n- **Constats cohérents** : le comportement de la victime (rupture, plainte, suivi psychologique) était cohérent avec ses déclarations\n\n#### 3.2.2 Raisonnement du Tribunal fédéral\n\nLe Tribunal fédéral **confirme** les condamnations pour viol :\n\n**a) Absence de consentement établie** :\n\nL'absence de consentement résulte de plusieurs éléments convergents :\n\n1. **Manifestations explicites de refus** : Les pleurs et supplications d'arrêter constituent des manifestations **claires** de l'absence de consentement.\n\n2. **Inertie par peur** : L'inertie de la victime (absence de participation active) ne constitue **pas** un consentement implicite. Au contraire, dans le contexte de violence antérieure, elle résulte d'un **conditionnement psychologique** créé par les violences répétées.\n\n3. **Contexte de violence** : Les violences physiques et psychologiques antérieures ont créé chez la victime un état de **soumission** et de **peur** qui la rendait incapable de refuser explicitement ou de résister physiquement.\n\n**b) Absence de résistance physique non déterminante** :\n\nLe recourant faisait valoir que l'absence de résistance physique de la victime excluait l'absence de consentement.\n\nLe Tribunal fédéral **rejette** cet argument en rappelant la jurisprudence constante : l'absence de résistance physique **n'exclut pas** l'absence de consentement.\n\nDans un contexte de violence conjugale répétée, la victime peut être **paralysée par la peur** (« Angststarre ») ou **conditionnée** à ne pas résister pour éviter des représailles. Cette inertie ne constitue **pas** un consentement.\n\n**c) Dol éventuel suffisant** :\n\nMême si le recourant n'avait pas la **certitude** de l'absence de consentement (ce qui est contestable au vu des pleurs et supplications), le **dol éventuel** suffirait.\n\nUn homme raisonnable placé dans les mêmes circonstances (victime pleurant et suppliant d'arrêter) **ne peut ignorer** l'absence de consentement. Si le recourant a poursuivi malgré ces manifestations, c'est qu'il **acceptait** le risque d'absence de consentement, ce qui suffit pour le dol éventuel.\n\n### 3.3 Sur la crédibilité de la victime\n\n#### 3.3.1 Constatations factuelles\n\nLa Cour d'appel vaudoise avait fondé sa conviction sur les déclarations de la victime, jugées **crédibles** pour les raisons suivantes :\n\n1. **Cohérence** : Les déclarations de la victime étaient cohérentes au fil du temps (auditions policières, instruction, débats)\n\n2. **Détails périphériques** : Les déclarations contenaient de nombreux détails concrets et périphériques difficiles à inventer\n\n3. **Corroborations** : Les déclarations étaient corroborées par :\n   - Témoignages de **confidents contemporains** (personnes à qui la victime s'était confiée durant la période des faits)\n   - **Messages** échangés entre les parties\n   - **Constats médicaux** (traces de violence)\n\n4. **Absence de mobile de mensonge** : Rien n'indiquait que la victime aurait un intérêt à mentir\n\n5. **Comportement cohérent** : Le comportement de la victime après les faits (rupture, plainte, suivi psychologique) était cohérent avec ses déclarations\n\n#### 3.3.2 Raisonnement du Tribunal fédéral\n\nLe Tribunal fédéral **confirme** l'appréciation de la Cour d'appel :\n\n**a) Déclarations crédibles selon les critères jurisprudentiels** :\n\nLa Cour d'appel a appliqué correctement les critères d'appréciation de la crédibilité développés par la jurisprudence. Les déclarations de la victime répondaient à **tous** les critères de crédibilité.\n\n**b) Expertise psychologique non nécessaire** :\n\nLe recourant faisait valoir qu'une expertise psychologique de la victime était nécessaire.\n\nLe Tribunal fédéral **rejette** cet argument : l'expertise psychologique n'est **pas systématiquement nécessaire**. Elle ne l'est que si les déclarations présentent des incohérences majeures ou si la victime présente des troubles susceptibles d'affecter sa capacité à percevoir ou restituer les faits.\n\nEn l'espèce, les déclarations de la victime étaient **cohérentes**, **détaillées** et **corroborées** par de nombreux éléments extérieurs. Aucune expertise n'était nécessaire.\n\n**c) Corroborations suffisantes** :\n\nLe recourant contestait la valeur probante des corroborations (témoignages de confidents, messages).\n\nLe Tribunal fédéral **rejette** cet argument : les témoignages de confidents contemporains constituent des corroborations **importantes**, car ils établissent que la victime se plaignait des violences **durant la période des faits**, non a posteriori. Cela exclut une reconstruction ou une invention ultérieure.\n\n### 3.4 Sur la fixation de la peine\n\n#### 3.4.1 Peine prononcée\n\nLa Cour d'appel vaudoise a prononcé une peine de **36 mois de privation de liberté** (6 mois fermes, 30 mois avec sursis sur 4 ans).\n\n#### 3.4.2 Raisonnement du Tribunal fédéral\n\nLe Tribunal fédéral **confirme** la peine prononcée :\n\n**a) Gravité des infractions** :\n\nLes infractions commises sont **particulièrement graves** :\n- Mise en danger de la vie (art. 129 CP) : atteinte à la vie, bien juridique suprême\n- Viols répétés (art. 190 CP, 4 occurrences) : atteinte à l'intégrité sexuelle et à l'autodétermination sexuelle\n- Contexte de violence domestique aggravant\n- Durée des violences (plus de 4 ans)\n\n**b) Culpabilité importante** :\n\nLa culpabilité du recourant est **importante** :\n- Mépris manifeste de la dignité et de l'intégrité de la victime\n- Absence de scrupules\n- Abus de la relation de confiance (couple)\n- Vulnérabilité de la victime (conditionnement par les violences)\n\n**c) Absence de circonstances atténuantes significatives** :\n\nLe recourant ne présentait **pas** de circonstances atténuantes significatives :\n- Pas de repentir sincère\n- Pas de reconnaissance des faits\n- Pas d'efforts de réparation\n- Comportement procédural négatif (contestation systématique)\n\n**d) Peine adéquate** :\n\nUne peine de 36 mois (dont 6 fermes) constitue une réponse **proportionnée** à la gravité des faits et à la culpabilité de l'auteur. Elle est conforme au cadre de peine prévu par la loi et n'excède pas le pouvoir d'appréciation du juge.\n\n---\n\n## IV. PORTÉE ET IMPLICATIONS\n\n### 4.1 Principes établis\n\nL'arrêt 6B_1059/2023 confirme et précise plusieurs principes importants :\n\n**1. Strangulation et mise en danger de la vie** :\n- Une strangulation créant des symptômes objectifs (vertiges, difficultés de déglutition, voix rauque) constitue une mise en danger de la vie\n- La perte de conscience n'est **pas nécessaire**\n- Les symptômes établissent l'intensité suffisante pour créer un risque de mort\n\n**2. Viol et absence de résistance** :\n- L'absence de résistance physique **n'exclut pas** l'absence de consentement\n- Dans un contexte de violence conjugale, l'inertie peut résulter d'un conditionnement psychologique\n- Les pleurs et supplications constituent des manifestations claires d'absence de consentement\n\n**3. Crédibilité sans expertise** :\n- L'expertise psychologique n'est **pas systématiquement nécessaire**\n- Les déclarations cohérentes, détaillées et corroborées suffisent\n- Les témoignages de confidents contemporains constituent des corroborations importantes\n\n### 4.2 Conséquences pratiques\n\n**Pour les victimes** :\n- Encouragement à porter plainte malgré l'absence de preuves matérielles\n- Reconnaissance de la violence psychologique comme conditionnement\n- Protection contre l'exigence de résistance physique\n\n**Pour les autorités de poursuite** :\n- Possibilité de poursuivre sur la base de déclarations crédibles\n- Importance de documenter les corroborations (confidents, messages)\n- Pas d'obligation systématique d'expertise psychologique\n\n**Pour la défense** :\n- Limitation des arguments fondés sur l'absence de résistance\n- Nécessité de contester la crédibilité sur des éléments concrets\n- Difficulté d'obtenir l'acquittement en présence de corroborations\n\n---\n\n## V. CONCLUSION\n\nL'arrêt 6B_1059/2023 constitue une décision importante qui confirme les standards jurisprudentiels en matière de violence conjugale et d'infractions sexuelles. Il rappelle que :\n\n1. La **strangulation** constitue une mise en danger de la vie même sans perte de conscience\n2. L'**absence de résistance** n'exclut pas le viol dans un contexte de conditionnement psychologique\n3. Les **déclarations crédibles** de la victime suffisent en l'absence d'incohérences majeures\n\nCes principes assurent une protection effective des victimes de violence domestique tout en respectant les garanties procédurales de l'accusé.\n\n---\n\n**FIN DE L'ANALYSE**",

  "version_courte": "L'arrêt 6B_1059/2023 du 17 mars 2025 confirme la condamnation d'un homme à 36 mois de prison (dont 6 fermes) pour mise en danger de la vie, viols répétés et contrainte dans un contexte de violence conjugale. Le Tribunal fédéral établit qu'une strangulation créant des symptômes objectifs (vertiges, difficultés de déglutition, voix rauque) constitue une mise en danger de la vie même sans perte de conscience. En matière de viol, l'absence de résistance physique n'exclut pas l'absence de consentement lorsque la victime est conditionnée par des violences antérieures. L'inertie de la victime résultant de la paralysie par la peur ne constitue pas un consentement implicite. Les déclarations cohérentes, détaillées et corroborées de la victime suffisent sans expertise psychologique systématique. Cet arrêt renforce la protection des victimes de violence domestique en reconnaissant le conditionnement psychologique et en écartant l'exigence d'une résistance physique.",

  "statistiques": {
    "nombre_mots_analyse_complete": 5892,
    "nombre_pages_estimees": 20,
    "nombre_articles_loi_cites": 5,
    "nombre_arrets_connexes": 2,
    "domaines_droit_concernes": [
      "Droit pénal spécial",
      "Violence domestique",
      "Infractions contre la vie",
      "Infractions sexuelles",
      "Procédure pénale"
    ],
    "niveau_complexite": "Élevé",
    "public_cible": "Avocats spécialisés en droit pénal, magistrats, services de protection des victimes, police"
  }
}
