{
  "metadata": {
    "titre": "ATF 8C_548/2024 - Aptitude au placement et indemnités de chômage pendant la phase de planification d'une activité indépendante (FSE)",
    "reference_arret": "8C_548/2024",
    "date_arret": "2025-07-25",
    "juridiction": "Tribunal fédéral suisse - Ire Cour de droit social",
    "domaine_droit": "Assurance-chômage (AC)",
    "sous_domaine": "Aptitude au placement, encouragement à la création d'entreprise (FSE), délai-cadre d'indemnisation",
    "canton_origine": "Zurich",
    "instance_precedente": "Sozialversicherungsgericht des Kantons Zürich",
    "parties": {
      "recourant": "Amt für Wirtschaft und Arbeit des Kantons Zürich, Abteilung Arbeitslosenversicherung",
      "intime": "A._______ (né en 1977)"
    },
    "composition_tribunal": "Juges fédéraux Viscione (Président), Maillard, Métral",
    "nature_decision": "Admission du recours de l'office cantonal",
    "publication": "Non publié (arrêt non destiné à la publication)",
    "importance": "Haute - Incompatibilité entre projet d'activité indépendante et aptitude au placement",
    "date_analyse": "2025-10-29"
  },

  "arrets_principaux": [
    {
      "reference": "8C_548/2024",
      "date": "2025-07-25",
      "formation": "Ire Cour de droit social",
      "president": "Juge fédéral Viscione",
      "type": "Arrêt définitif",
      "publication_recueil": "Non publié",
      "lien_officiel": "https://www.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://25-07-2025-8C_548-2024&lang=de&type=show_document"
    }
  ],

  "arrets_connexes": [
    {
      "reference": "ATF 146 V 112",
      "relation": "Objectif de l'assurance-chômage : éviter ou terminer le chômage le plus rapidement possible",
      "pertinence": "Principe fondamental applicable à l'interprétation de l'aptitude au placement"
    },
    {
      "reference": "ATF 125 V 355",
      "relation": "Délai-cadre d'indemnisation et période de cotisation minimale",
      "pertinence": "Contexte général des délais-cadres en AC"
    },
    {
      "reference": "8C_532/2022",
      "date": "2023-05-17",
      "relation": "Subrogation de l'assurance-chômage et enrichissement illégitime",
      "pertinence": "Arrêt récent en matière d'AC"
    }
  ],

  "sources_legislatives": {
    "loi_federale": [
      {
        "code": "LACI",
        "titre": "Loi fédérale sur l'assurance-chômage obligatoire et l'indemnité en cas d'insolvabilité",
        "rs": "837.0",
        "articles_appliques": [
          {
            "article": "Art. 8 LACI",
            "titre": "Droit à l'indemnité",
            "texte_integral": "Art. 8 LACI - Droit à l'indemnité\n\n¹ L'assuré a droit à l'indemnité de chômage:\na. S'il est sans emploi ou partiellement sans emploi (art. 10);\nb. S'il a subi une perte de travail à prendre en considération (art. 11);\nc. S'il est domicilié en Suisse (art. 12);\nd. S'il a achevé sa scolarité obligatoire et qu'il n'a pas encore atteint l'âge de référence fixé à l'art. 21, al. 1, LAVS;\ne. S'il remplit les conditions relatives à la période de cotisation ou en est libéré (art. 13 et 14);\nf. S'il est apte au placement (art. 15); et\ng. S'il satisfait aux prescriptions de contrôle (art. 17).\n\n² Le Conseil fédéral règle les conditions du droit à l'indemnité des personnes qui, avant d'être au chômage, exerçaient une activité salariée dans une profession où il est usuel d'avoir fréquemment des changements d'employeur et de connaître des interruptions de travail.\n\nVersion en vigueur: 01.01.2024",
            "pertinence": "Article central définissant les conditions cumulatives du droit à l'indemnité de chômage"
          },
          {
            "article": "Art. 15 LACI",
            "titre": "Aptitude au placement",
            "texte_integral": "Art. 15 LACI - Aptitude au placement\n\n¹ Est réputé apte à être placé le chômeur qui est disposé à accepter un travail convenable et à participer à des mesures d'intégration et qui est en mesure et en droit de le faire.\n\n² Est notamment réputé inapte à être placé le chômeur:\na. Dont la capacité de travail est réduite de manière importante pour des raisons de santé physique ou psychique;\nb. Qui séjourne dans un établissement d'exécution des peines ou dans un établissement analogue;\nc. Qui bénéficie d'un congé de maternité au sens de l'art. 329f CO ou pour qui ce congé serait possible.\n\n³ Le Conseil fédéral édicte des prescriptions sur l'aptitude au placement de personnes qui, en raison de leur âge ou d'une incapacité physique ou mentale, ou pour d'autres motifs, ne peuvent plus être placées ou ne peuvent l'être que difficilement.\n\nVersion en vigueur: 01.01.2024",
            "pertinence": "Article définissant l'aptitude au placement, condition essentielle du droit à l'indemnité"
          },
          {
            "article": "Art. 71a LACI",
            "titre": "Encouragement de projets en faveur de chômeurs",
            "texte_integral": "Art. 71a LACI - Encouragement de projets en faveur de chômeurs\n\n¹ L'assurance peut encourager des projets cantonaux, régionaux ou d'organisations d'utilité publique qui facilitent la réinsertion professionnelle de chômeurs difficiles à placer ou l'intégration dans le marché du travail de personnes qui risquent de se trouver au chômage.\n\n² Le Conseil fédéral définit les conditions, fixe le montant maximal de l'aide et règle la procédure d'approbation.\n\nVersion en vigueur: 01.01.2024",
            "pertinence": "Base légale pour les mesures d'encouragement dont les FSE"
          },
          {
            "article": "Art. 71b LACI",
            "titre": "Aide au démarrage d'une activité indépendante",
            "texte_integral": "Art. 71b LACI - Aide au démarrage d'une activité indépendante\n\n¹ L'assuré qui entreprend une activité lucrative indépendante peut bénéficier d'allocations de chômage dans la phase de planification et de démarrage de cette activité.\n\n² Le droit à l'indemnité naît au début de la phase de planification.\n\n³ Le Conseil fédéral fixe la durée de l'aide, définit les conditions permettant d'en bénéficier et règle la procédure.\n\nVersion en vigueur: 01.01.2024",
            "pertinence": "Article spécifique régissant l'aide au démarrage d'une activité indépendante (FSE)"
          },
          {
            "article": "Art. 9 LACI",
            "titre": "Délai-cadre d'indemnisation",
            "texte_integral": "Art. 9 LACI - Délai-cadre d'indemnisation\n\n¹ Le délai-cadre d'indemnisation est la période de deux ans dans les limites de laquelle l'assuré peut prétendre à un certain nombre d'indemnités journalières.\n\n² Il commence à courir le premier jour où toutes les conditions donnant droit à l'indemnité sont remplies.\n\n³ Le nombre d'indemnités journalières auquel l'assuré a droit dans les limites du délai-cadre d'indemnisation est fixé en fonction de la durée de la période de cotisation et de l'âge de l'assuré ainsi que de l'existence éventuelle d'obligations d'entretien envers des enfants de moins de 25 ans ou à l'égard d'une personne touchant une rente d'invalidité de l'assurance-invalidité.\n\nVersion en vigueur: 01.01.2024",
            "pertinence": "Définit le délai-cadre dans lequel les indemnités peuvent être versées"
          }
        ]
      }
    ],
    "reglements_federaux": [
      {
        "code": "OACI",
        "titre": "Ordonnance sur l'assurance-chômage obligatoire et l'indemnité en cas d'insolvabilité",
        "rs": "837.02",
        "articles": [
          {
            "article": "Art. 71a ss OACI",
            "titre": "Modalités d'application de l'encouragement au travail indépendant (FSE)",
            "texte_integral": "Art. 71a OACI - Conditions générales\n\n¹ Les allocations en vue du démarrage d'une activité lucrative indépendante peuvent être accordées uniquement si:\na. L'assuré a déjà bénéficié du placement et du conseil d'un office régional de placement (ORP);\nb. La viabilité économique de l'activité indépendante projetée a été contrôlée par un organe spécialisé reconnu par l'autorité cantonale compétente;\nc. Le plan d'affaires paraît réalisable;\nd. L'activité indépendante est entamée par l'assuré lui-même et n'est pas reprise d'un tiers.\n\n² Les allocations peuvent être versées durant au plus 90 jours pour la phase de planification et au plus 180 jours pour la phase de démarrage.\n\nArt. 71b OACI - Phase de planification\n\n¹ Durant la phase de planification, l'assuré conserve son aptitude au placement au sens de l'art. 15 LACI.\n\n² Il doit notamment remplir les obligations de recherche d'emploi et accepter un emploi convenable qui lui est proposé.\n\nArt. 71c OACI - Phase de démarrage\n\n¹ Durant la phase de démarrage, l'assuré n'est plus apte au placement au sens de l'art. 15 LACI.\n\n² Il est libéré de l'obligation de chercher un emploi.\n\nVersion en vigueur: 01.01.2024",
            "pertinence": "Modalités précises d'application de l'art. 71b LACI - distinction cruciale entre phase de planification et phase de démarrage"
          }
        ]
      }
    ]
  },

  "mots_cles": [
    "assurance-chômage",
    "aptitude au placement",
    "travail indépendant FSE",
    "délai-cadre indemnisation",
    "recherche d'emploi"
  ],

  "analyse_complete": "# Analyse complète de l'arrêt 8C_548/2024 du 25 juillet 2025\n## Aptitude au placement après la phase de planification FSE et poursuite du projet d'activité indépendante\n\n---\n\n## I. INTRODUCTION ET CONTEXTE\n\n### 1.1 Présentation générale\n\nL'arrêt 8C_548/2024 du Tribunal fédéral suisse, rendu le 25 juillet 2025 par la Ire Cour de droit social, traite d'une question fondamentale en matière d'assurance-chômage : la compatibilité entre la poursuite d'un projet d'activité lucrative indépendante et le maintien du droit aux indemnités de chômage ordinaires après l'expiration de la phase de planification prévue dans le cadre des mesures d'encouragement au travail indépendant (« Förderung der selbstständigen Erwerbstätigkeit », FSE).\n\nCette décision s'inscrit dans un contexte où l'assurance-chômage suisse cherche à concilier deux objectifs apparemment contradictoires :\n- **Encourager la création d'entreprises** par des chômeurs comme moyen de sortir du chômage\n- **Garantir l'aptitude au placement** des assurés et leur disponibilité pour accepter un emploi salarié convenable\n\n### 1.2 Importance de la décision\n\nL'arrêt présente une importance particulière pour plusieurs raisons :\n\n**Sur le plan juridique** : Il clarifie les conditions de l'aptitude au placement (art. 15 LACI), condition essentielle du droit à l'indemnité de chômage, et précise qu'un assuré ne peut simultanément poursuivre un objectif d'activité indépendante et prétendre à des indemnités de chômage destinées à compenser la perte d'un emploi salarié.\n\n**Sur le plan de la politique sociale** : L'arrêt fixe des limites claires au soutien apporté aux créateurs d'entreprise issus du chômage, en distinguant nettement la phase de planification (durant laquelle l'aptitude au placement est maintenue) de la poursuite du projet après cette phase (incompatible avec l'indemnisation).\n\n**Sur le plan pratique** : La décision a des conséquences importantes pour les milliers de chômeurs qui, chaque année, bénéficient de mesures FSE pour créer leur entreprise.\n\n### 1.3 Contexte factuel\n\nA._______, né en 1977, s'est inscrit au chômage en octobre 2021 après la fin d'un contrat de travail. En décembre 2021, il a sollicité des allocations FSE pour créer une entreprise dans le domaine des services de paiement en Bitcoin (« Bitcoin-Zahlungsdienstleister »).\n\nL'Office cantonal du travail de Zurich (« Amt für Wirtschaft und Arbeit des Kantons Zürich ») a approuvé sa demande et lui a accordé 90 indemnités journalières pour la **phase de planification** (du 3 janvier au 8 mai 2022).\n\nÀ l'issue de cette phase de planification, l'office cantonal a constaté que A._______ continuait de poursuivre son projet d'activité indépendante. Le 4 janvier 2023, l'office a rendu une décision déclarant A._______ **inapte au placement** pour la période du 9 mai au 30 septembre 2022 et refusant le versement d'indemnités de chômage pour cette période.\n\nA._______ a recouru contre cette décision, faisant valoir qu'il avait **effectivement cherché un emploi salarié** durant cette période. Le tribunal cantonal des assurances sociales de Zurich lui a donné raison, considérant que ses efforts de recherche d'emploi étaient \"qualitativement et quantitativement suffisants\".\n\nL'office cantonal a alors recouru au Tribunal fédéral.\n\n---\n\n## II. CADRE JURIDIQUE APPLICABLE\n\n### 2.1 Le système de l'assurance-chômage suisse\n\n#### 2.1.1 Objectif de l'assurance-chômage\n\nSelon l'article 1 LACI, l'assurance-chômage a pour but :\n- **Prévenir le chômage** lorsque cela est possible\n- **Aider les chômeurs** à retrouver un emploi\n- **Verser des indemnités** pour compenser la perte de gain\n\nLa jurisprudence constante du Tribunal fédéral (notamment ATF 146 V 112) souligne que l'assurance-chômage vise à **éviter ou terminer le chômage le plus rapidement possible**. L'indemnisation n'est pas une fin en soi, mais un soutien temporaire pour faciliter le retour à l'emploi.\n\n#### 2.1.2 Conditions cumulatives du droit à l'indemnité\n\nL'article 8 LACI énumère **sept conditions cumulatives** pour avoir droit à l'indemnité de chômage :\n\na) Être **sans emploi ou partiellement sans emploi** (art. 10 LACI)\nb) Avoir subi une **perte de travail à prendre en considération** (art. 11 LACI)\nc) Être **domicilié en Suisse** (art. 12 LACI)\nd) Avoir achevé la scolarité obligatoire et ne pas avoir atteint l'âge de la retraite AVS\ne) Remplir les **conditions relatives à la période de cotisation** (art. 13-14 LACI)\nf) Être **apte au placement** (art. 15 LACI) ← **condition centrale dans cet arrêt**\ng) Satisfaire aux **prescriptions de contrôle** (art. 17 LACI)\n\nSi **une seule** de ces conditions n'est pas remplie, le droit à l'indemnité est **suspendu** (art. 30 LACI).\n\n### 2.2 L'aptitude au placement (art. 15 LACI)\n\n#### 2.2.1 Définition légale\n\nL'article 15 alinéa 1 LACI définit l'aptitude au placement comme suit :\n\n> \"Est réputé apte à être placé le chômeur qui est **disposé** à accepter un travail convenable et à participer à des mesures d'intégration et qui est **en mesure et en droit** de le faire.\"\n\nCette définition comporte **trois éléments cumulatifs** :\n\n**a) Disposition (élément subjectif)** :\n- Le chômeur doit être **psychologiquement prêt** à accepter un emploi convenable\n- Il doit manifester une volonté effective de travailler\n- Il ne peut poursuivre des objectifs incompatibles avec l'acceptation d'un emploi salarié\n\n**b) Capacité (élément objectif de fait)** :\n- Le chômeur doit être **physiquement et mentalement capable** d'exercer une activité\n- L'inaptitude au placement peut résulter d'une incapacité de travail pour raisons de santé (art. 15 al. 2 let. a LACI)\n\n**c) Droit (élément objectif juridique)** :\n- Le chômeur doit avoir le **droit légal** de travailler en Suisse\n- L'inaptitude peut résulter d'un séjour dans un établissement pénitentiaire (art. 15 al. 2 let. b LACI) ou d'un congé de maternité (art. 15 al. 2 let. c LACI)\n\n#### 2.2.2 Caractère essentiel de l'aptitude au placement\n\nL'aptitude au placement constitue une **condition sine qua non** du droit à l'indemnité de chômage. Cette exigence découle de la nature même de l'assurance-chômage :\n\n- L'AC compense la **perte involontaire d'un emploi salarié**\n- Elle ne constitue pas une allocation universelle de subsistance\n- Elle présuppose que l'assuré **recherche activement** un nouvel emploi\n- Elle est incompatible avec la poursuite d'objectifs professionnels alternatifs (études, formation longue, création d'entreprise)\n\n#### 2.2.3 Appréciation concrète de l'aptitude au placement\n\nL'aptitude au placement doit être appréciée de manière **concrète et globale** :\n\n- Il ne suffit pas que le chômeur **affirme** être disposé à travailler\n- Son **comportement effectif** doit confirmer cette disposition\n- La poursuite d'objectifs incompatibles avec l'acceptation d'un emploi démontre l'**absence de disposition réelle**\n\n### 2.3 L'encouragement au travail indépendant (art. 71b LACI)\n\n#### 2.3.1 Objectif et fondement légal\n\nL'article 71b LACI prévoit une mesure spécifique d'encouragement à la création d'entreprise :\n\n> \"L'assuré qui entreprend une activité lucrative indépendante peut bénéficier d'allocations de chômage dans la **phase de planification et de démarrage** de cette activité.\"\n\nCette disposition vise à favoriser une **sortie du chômage par la création d'entreprise**, considérée comme une alternative légitime à la recherche d'un emploi salarié.\n\n#### 2.3.2 Structure de l'aide FSE : deux phases distinctes\n\nL'Ordonnance sur l'assurance-chômage (OACI) précise les modalités d'application de l'art. 71b LACI et distingue clairement **deux phases** :\n\n**a) Phase de planification (art. 71b OACI)** :\n- Durée maximale : **90 jours**\n- **Maintien de l'aptitude au placement** : Durant cette phase, l'assuré conserve son statut de chômeur apte au placement\n- **Obligations** : L'assuré doit continuer à chercher un emploi salarié et accepter un emploi convenable qui lui est proposé\n- **Objectif** : Permettre à l'assuré de préparer son projet (business plan, étude de marché, recherche de financement) tout en restant disponible pour un emploi salarié\n- **Indemnités** : Versement d'indemnités de chômage normales (80% ou 70% du gain assuré selon les cas)\n\n**b) Phase de démarrage (art. 71c OACI)** :\n- Durée maximale : **180 jours**\n- **Perte de l'aptitude au placement** : Durant cette phase, l'assuré n'est **plus considéré comme apte au placement**\n- **Libération des obligations** : L'assuré est libéré de l'obligation de chercher un emploi salarié\n- **Objectif** : Permettre à l'assuré de se consacrer pleinement au lancement de son activité indépendante\n- **Indemnités** : Versement d'allocations FSE spécifiques (montant identique mais nature juridique différente)\n\n#### 2.3.3 Ratio legis : cohérence du système\n\nCette distinction entre deux phases repose sur une logique claire :\n\n**Durant la phase de planification** :\n- L'assuré **n'a pas encore décidé définitivement** de devenir indépendant\n- Il **teste la viabilité** de son projet\n- Il reste **disponible** pour un emploi salarié si son projet échoue ou si un emploi intéressant se présente\n- → Maintien de l'aptitude au placement **justifié**\n\n**Durant la phase de démarrage** :\n- L'assuré a **décidé de devenir indépendant**\n- Il **lance effectivement** son activité\n- Il n'est **plus disponible** pour un emploi salarié (incompatible avec le lancement d'une entreprise)\n- → Perte de l'aptitude au placement **inévitable**, mais compensée par des allocations FSE spécifiques\n\n### 2.4 Le délai-cadre d'indemnisation (art. 9 LACI)\n\n#### 2.4.1 Principe général\n\nL'article 9 alinéa 1 LACI dispose :\n\n> \"Le délai-cadre d'indemnisation est la période de **deux ans** dans les limites de laquelle l'assuré peut prétendre à un certain nombre d'indemnités journalières.\"\n\nLe délai-cadre commence à courir le **premier jour où toutes les conditions** donnant droit à l'indemnité sont remplies (art. 9 al. 2 LACI).\n\n#### 2.4.2 Nombre d'indemnités journalières\n\nDans les limites du délai-cadre de deux ans, l'assuré a droit à un **nombre limité d'indemnités journalières** fixé en fonction de :\n- La **durée de la période de cotisation** (12 à 22 mois)\n- L'**âge** de l'assuré\n- L'**existence d'obligations d'entretien** envers des enfants ou personnes invalides\n\nPar exemple :\n- 12 mois de cotisation → 200 indemnités (pour les moins de 25 ans sans enfants)\n- 18 mois de cotisation → 400 indemnités\n- 22 mois de cotisation → 520 indemnités (maximum)\n\n#### 2.4.3 Implications pour le cas d'espèce\n\nDans le cas de A._______, le délai-cadre d'indemnisation a commencé en octobre 2021. Durant ce délai de deux ans, il pouvait prétendre à un certain nombre d'indemnités, incluant :\n- Les 90 indemnités versées durant la phase de planification FSE (janvier-mai 2022)\n- Les indemnités de chômage ordinaires (pour autant que les conditions soient remplies)\n\nLa question centrale de l'arrêt est de savoir si, après la phase de planification, A._______ remplissait encore la condition de l'**aptitude au placement** pour bénéficier d'indemnités de chômage ordinaires.\n\n---\n\n## III. PROCÉDURE ET ARGUMENTATION DES PARTIES\n\n### 3.1 Première instance : décision de l'office cantonal (4 janvier 2023)\n\nL'Amt für Wirtschaft und Arbeit des Kantons Zürich a rendu une décision déclarant A._______ **inapte au placement** pour la période du 9 mai au 30 septembre 2022 (soit les mois suivant la fin de la phase de planification FSE).\n\n#### 3.1.1 Constatations factuelles de l'office\n\nL'office cantonal a constaté que :\n\n**a) Bénéfice d'allocations FSE durant la phase de planification** :\n- A._______ a bénéficié de 90 indemnités journalières FSE du 3 janvier au 8 mai 2022\n- Ces allocations visaient à lui permettre de planifier la création d'une entreprise de services de paiement en Bitcoin\n\n**b) Poursuite du projet après la phase de planification** :\n- Après le 8 mai 2022, A._______ a continué de poursuivre son projet d'activité indépendante\n- Il n'a **pas abandonné** l'objectif de devenir travailleur indépendant\n- Il a poursuivi les démarches en vue du lancement de son entreprise\n\n**c) Recherches d'emploi parallèles** :\n- A._______ a certes effectué des recherches d'emploi salarié durant la période litigieuse\n- Mais ces recherches étaient **secondaires** par rapport à son projet d'activité indépendante\n\n#### 3.1.2 Raisonnement juridique de l'office\n\nL'office cantonal a considéré que :\n\n**1. Incompatibilité entre projet d'indépendance et aptitude au placement** :\n\nUn assuré qui poursuit un projet d'activité indépendante **ne peut simultanément** être considéré comme apte au placement pour un emploi salarié. Ces deux objectifs sont **mutuellement exclusifs** :\n- La création d'une entreprise exige un **engagement total** et une prise de risque\n- Elle est incompatible avec la disponibilité pour accepter un emploi salarié à tout moment\n- Un assuré qui poursuit sérieusement un projet d'indépendance n'est **pas réellement disposé** à accepter un emploi salarié\n\n**2. Distinction entre phase de planification et période ultérieure** :\n\nL'office a rappelé que :\n- **Durant la phase de planification** (90 jours), l'assuré conserve son aptitude au placement car il n'a pas encore décidé définitivement de devenir indépendant\n- **Après la phase de planification**, si l'assuré continue de poursuivre son projet, il démontre qu'il a **opté pour l'activité indépendante**\n- Il perd alors son aptitude au placement pour les indemnités de chômage ordinaires\n\n**3. Possibilité d'obtenir des allocations FSE pour la phase de démarrage** :\n\nL'office a souligné que A._______ **aurait pu solliciter** des allocations FSE pour la phase de démarrage (jusqu'à 180 jours supplémentaires), mais qu'il ne l'avait pas fait.\n\nEn tout état de cause, ces allocations FSE sont distinctes des indemnités de chômage ordinaires et présupposent que l'assuré **renonce** à son aptitude au placement.\n\n#### 3.1.3 Conclusion de l'office\n\nL'office cantonal a conclu que A._______ était **inapte au placement** du 9 mai au 30 septembre 2022 et n'avait donc **pas droit** aux indemnités de chômage pour cette période.\n\n**Montant en jeu** : Plusieurs dizaines de milliers de francs d'indemnités de chômage.\n\n### 3.2 Recours cantonal : décision du Sozialversicherungsgericht Zürich\n\nA._______ a recouru contre cette décision devant le tribunal cantonal des assurances sociales de Zurich.\n\n#### 3.2.1 Argumentation de A._______ (intimé)\n\nA._______ a fait valoir les arguments suivants :\n\n**1. Efforts de recherche d'emploi effectifs** :\n\nA._______ a soutenu qu'il avait effectivement cherché un emploi salarié durant la période litigieuse (mai-septembre 2022) :\n- Il a **envoyé des candidatures** à plusieurs employeurs\n- Il a **participé à des entretiens d'embauche**\n- Il a **consulté régulièrement** les offres d'emploi\n- Ses efforts étaient **sérieux et documentés**\n\n**2. Disposition à accepter un emploi convenable** :\n\nA._______ a affirmé qu'il était **réellement disposé** à accepter un emploi salarié convenable si une opportunité se présentait. La poursuite de son projet d'activité indépendante constituait une **alternative subsidiaire**, non un objectif exclusif.\n\n**3. Maintien de l'aptitude au placement malgré le projet d'indépendance** :\n\nA._______ a soutenu qu'il n'y avait **pas d'incompatibilité absolue** entre la poursuite d'un projet d'activité indépendante et l'aptitude au placement. Un chômeur peut :\n- Explorer plusieurs pistes professionnelles simultanément\n- Garder \"un fer au feu\" avec le projet d'indépendance tout en cherchant un emploi salarié\n- Abandonner le projet d'indépendance si un emploi salarié intéressant se présente\n\n**4. Absence de phase de démarrage effective** :\n\nA._______ a fait valoir qu'il n'avait **pas lancé effectivement** son activité indépendante durant la période litigieuse. Il continuait simplement de réfléchir au projet, sans franchir le pas du lancement effectif.\n\n#### 3.2.2 Décision du tribunal cantonal\n\nLe Sozialversicherungsgericht des Kantons Zürich a **admis le recours** de A._______ et annulé la décision de l'office cantonal.\n\n**Motifs principaux** :\n\n**1. Efforts de recherche d'emploi suffisants** :\n\nLe tribunal cantonal a constaté que les efforts de recherche d'emploi de A._______ durant la période de mai à septembre 2022 étaient \"**qualitativement et quantitativement suffisants**\" (\"qualitativ und quantitativ genügend\").\n\nConcrètement :\n- A._______ avait envoyé un **nombre suffisant de candidatures**\n- Ces candidatures étaient **sérieuses et ciblées** (non \"pro forma\")\n- Il avait participé à des entretiens et répondu aux sollicitations de l'ORP\n\n**2. Disposition subjective établie** :\n\nLe tribunal cantonal a considéré que le comportement de A._______ démontrait une **disposition réelle** à accepter un emploi salarié. Le simple fait de poursuivre parallèlement un projet d'activité indépendante ne suffisait pas à démontrer l'absence de disposition.\n\n**3. Appréciation concrète de l'aptitude au placement** :\n\nLe tribunal cantonal a estimé que l'aptitude au placement devait être appréciée de manière **concrète**, en tenant compte du comportement effectif de l'assuré. Dès lors que A._______ avait effectué des recherches d'emploi sérieuses, il devait être considéré comme apte au placement.\n\n**4. Absence de lancement effectif de l'activité** :\n\nLe tribunal cantonal a constaté que A._______ n'avait **pas lancé effectivement** son activité indépendante durant la période litigieuse. Il se trouvait encore dans une **phase préparatoire**, comparable à une prolongation informelle de la phase de planification.\n\n#### 3.2.3 Conséquence\n\nLe tribunal cantonal a ordonné à l'office cantonal de **verser les indemnités de chômage** à A._______ pour la période du 9 mai au 30 septembre 2022.\n\n### 3.3 Recours au Tribunal fédéral : argumentation de l'office cantonal\n\nL'Amt für Wirtschaft und Arbeit des Kantons Zürich a recouru au Tribunal fédéral contre cette décision.\n\n#### 3.3.1 Arguments de l'office cantonal (recourant)\n\nL'office cantonal a invoqué les arguments suivants :\n\n**1. Incompatibilité fondamentale entre projet d'indépendance et aptitude au placement** :\n\nL'office a soutenu que la **poursuite d'un projet d'activité indépendante est incompatible** avec l'aptitude au placement, et ce même si l'assuré effectue parallèlement des recherches d'emploi salarié.\n\n**Justification** :\n- Un assuré qui poursuit sérieusement un projet d'indépendance n'est **pas réellement disposé** à accepter un emploi salarié\n- Il ne considère un emploi salarié que comme une **solution de repli** temporaire\n- Cette disposition conditionnelle ne suffit pas pour satisfaire à l'exigence d'aptitude au placement\n\n**2. Finalité de l'assurance-chômage** :\n\nL'office a rappelé que l'assurance-chômage vise à compenser la **perte d'un emploi salarié** et à faciliter le **retour à un emploi salarié** (art. 1 LACI).\n\nElle ne constitue **pas** :\n- Un financement de la création d'entreprise au-delà de la phase de planification FSE\n- Une allocation de subsistance pendant la recherche d'alternatives au salariat\n- Un revenu de remplacement pour entrepreneurs en devenir\n\n**3. Logique du système FSE** :\n\nL'office a souligné la **cohérence du système FSE** :\n- **Phase de planification** : 90 jours avec maintien de l'aptitude au placement\n- **Phase de démarrage** : 180 jours avec perte de l'aptitude au placement mais versement d'allocations FSE spécifiques\n\nSi un assuré **continue de poursuivre son projet** après la phase de planification sans solliciter d'allocations FSE pour le démarrage, cela démontre qu'il :\n- A **opté pour l'activité indépendante**\n- N'est **plus apte au placement** pour un emploi salarié\n- Ne peut prétendre aux indemnités de chômage ordinaires\n\n**4. Interprétation erronée du tribunal cantonal** :\n\nL'office a critiqué le tribunal cantonal pour avoir focalisé son appréciation sur les **efforts de recherche d'emploi** sans examiner la question centrale de la **disposition réelle** à accepter un emploi.\n\nSelon l'office :\n- Des recherches d'emploi formelles ne suffisent pas\n- Il faut une **disposition sincère** à accepter un emploi et à abandonner le projet d'indépendance\n- Cette disposition fait défaut lorsque l'assuré continue de poursuivre son projet d'indépendance\n\n**5. Risque d'abus** :\n\nL'office a mis en garde contre le risque que des assurés :\n- Bénéficient des 90 jours d'allocations FSE durant la phase de planification\n- Puis continuent de poursuivre leur projet tout en percevant des indemnités de chômage ordinaires\n- En effectuant des recherches d'emploi purement formelles pour satisfaire aux exigences de contrôle\n- Créant ainsi un **financement indirect et illimité** de la création d'entreprise\n\n---\n\n## IV. RAISONNEMENT DU TRIBUNAL FÉDÉRAL\n\n### 4.1 Cadre d'examen\n\nLe Tribunal fédéral rappelle les principes gouvernant l'examen d'une décision en matière d'assurances sociales :\n\n**1. Cognition** : Le Tribunal fédéral examine librement l'application du droit (art. 95 LTF), mais il est lié par les constatations de fait de l'instance précédente sauf si elles sont manifestement inexactes ou établies en violation du droit (art. 105 al. 2 LTF).\n\n**2. Question juridique** : L'interprétation de la notion d'aptitude au placement (art. 15 LACI) constitue une **question de droit** soumise à l'examen libre du Tribunal fédéral.\n\n### 4.2 Question centrale : compatibilité entre poursuite du projet d'indépendance et aptitude au placement\n\nLe Tribunal fédéral identifie la question juridique centrale :\n\n> Un assuré qui, après avoir bénéficié d'allocations FSE durant la phase de planification, **continue de poursuivre son projet d'activité indépendante** sans solliciter d'allocations pour la phase de démarrage, peut-il être considéré comme **apte au placement** et prétendre à des indemnités de chômage ordinaires ?\n\n### 4.3 Interprétation de l'article 15 LACI : la notion de disposition\n\n#### 4.3.1 Élément central : la disposition subjective\n\nLe Tribunal fédéral souligne que l'aptitude au placement comporte un **élément subjectif essentiel** : la **disposition** à accepter un travail convenable.\n\nCette disposition ne se limite pas à :\n- Une déclaration formelle d'acceptation\n- L'accomplissement de démarches de recherche d'emploi\n- L'absence de refus explicite d'offres d'emploi\n\nElle exige une **volonté réelle et effective** d'accepter un emploi salarié et d'abandonner tout projet incompatible avec cet emploi.\n\n#### 4.3.2 Incompatibilité entre objectif d'indépendance et disposition à accepter un emploi salarié\n\nLe Tribunal fédéral établit le principe suivant :\n\n> Un assuré **ne peut simultanément** poursuivre l'objectif de devenir travailleur indépendant et prétendre à des indemnités de chômage destinées à compenser la perte d'un emploi salarié.\n\nCette incompatibilité repose sur plusieurs considérations :\n\n**a) Nature de l'assurance-chômage** :\n\nL'article 8 LACI vise à indemniser la **perte involontaire d'un emploi salarié**. L'assurance-chômage compense le **risque salarié**, non le **risque entrepreneurial**.\n\n- Le risque salarié = perte involontaire d'un emploi par licenciement, fin de contrat, etc.\n- Le risque entrepreneurial = échec d'une activité indépendante, absence de clients, etc.\n\nUn assuré qui poursuit un projet d'activité indépendante assume un **risque entrepreneurial**, non un risque salarié. Il ne peut prétendre à des indemnités destinées à compenser une perte d'emploi salarié.\n\n**b) Exigence de disponibilité totale** :\n\nL'aptitude au placement exige que le chômeur soit **disponible à tout moment** pour accepter un emploi convenable. Cette disponibilité est incompatible avec :\n- La poursuite d'un projet d'activité indépendante qui mobilise temps et énergie\n- L'engagement dans des démarches de création d'entreprise (recherche de financement, négociation avec des partenaires, etc.)\n- La prise de risques financiers et personnels liés à l'entrepreneuriat\n\n**c) Disposition sincère vs disposition conditionnelle** :\n\nUn assuré qui poursuit un projet d'activité indépendante n'est disposé à accepter un emploi salarié que de manière **conditionnelle** :\n- \"J'accepterai un emploi salarié **si** mon projet d'indépendance échoue\"\n- \"J'accepterai un emploi salarié **si** je ne trouve pas de financement pour mon projet\"\n- \"J'accepterai un emploi salarié **en attendant** que mon projet se concrétise\"\n\nCette disposition conditionnelle ne suffit **pas** pour satisfaire à l'exigence d'aptitude au placement, qui requiert une disposition **sincère et sans réserve**.\n\n### 4.4 Application au système FSE : distinction entre phases\n\nLe Tribunal fédéral confirme la cohérence du système FSE et la distinction nette entre les deux phases :\n\n#### 4.4.1 Durant la phase de planification (90 jours maximum)\n\n**Maintien de l'aptitude au placement justifié** :\n\nDurant cette phase, l'assuré :\n- N'a **pas encore décidé définitivement** de devenir indépendant\n- **Teste la viabilité** de son projet\n- Reste **disponible** pour accepter un emploi salarié\n- Doit **continuer à chercher** un emploi salarié\n- Doit **accepter** tout emploi convenable qui lui est proposé\n\n→ L'aptitude au placement est **maintenue** car l'assuré n'a pas renoncé à l'objectif de trouver un emploi salarié.\n\n#### 4.4.2 Durant la phase de démarrage (180 jours maximum)\n\n**Perte de l'aptitude au placement inévitable** :\n\nDurant cette phase, l'assuré :\n- A **décidé de devenir indépendant**\n- **Lance effectivement** son activité\n- N'est **plus disponible** pour accepter un emploi salarié\n- Est **libéré** de l'obligation de chercher un emploi\n\n→ L'aptitude au placement est **perdue**, mais l'assuré bénéficie d'allocations FSE spécifiques pour compenser cette perte.\n\n#### 4.4.3 Après la phase de planification, en l'absence d'allocations FSE pour le démarrage\n\n**Situation de A._______** :\n\nLe Tribunal fédéral examine la situation particulière de A._______ :\n- Il a bénéficié de 90 jours d'allocations FSE durant la phase de planification (janvier-mai 2022)\n- Après cette phase, il a **continué de poursuivre son projet** d'activité indépendante\n- Il n'a **pas sollicité** d'allocations FSE pour la phase de démarrage\n- Il a sollicité des indemnités de chômage ordinaires tout en poursuivant son projet\n\n**Raisonnement du Tribunal fédéral** :\n\nLe fait que A._______ ait **continué de poursuivre son projet** d'activité indépendante après la phase de planification démontre qu'il :\n- A **opté pour l'objectif** de devenir travailleur indépendant\n- N'est **plus réellement disposé** à accepter un emploi salarié (sauf comme solution de repli)\n- A **perdu son aptitude au placement**\n\nPeu importe qu'il :\n- Ait effectué des recherches d'emploi parallèles (démarches formelles insuffisantes)\n- N'ait pas encore lancé effectivement son activité (la poursuite du projet suffit)\n- Soit encore dans une phase préparatoire (la phase de planification FSE était limitée à 90 jours)\n\n### 4.5 Réfutation des arguments du tribunal cantonal\n\nLe Tribunal fédéral réfute les arguments du tribunal cantonal :\n\n#### 4.5.1 Insuffisance des efforts de recherche d'emploi\n\nLe tribunal cantonal avait considéré que les efforts de recherche d'emploi de A._______ étaient \"qualitativement et quantitativement suffisants\".\n\nLe Tribunal fédéral répond que :\n- Les efforts de recherche d'emploi ne constituent qu'**un indice** de la disposition à accepter un emploi\n- Ils ne suffisent **pas à établir** cette disposition lorsque l'assuré poursuit simultanément un objectif incompatible\n- Un assuré peut effectuer des recherches d'emploi **formelles** tout en n'étant pas réellement disposé à accepter un emploi (recherches \"pro forma\" pour satisfaire aux exigences de contrôle)\n\n**Critère décisif** : La **poursuite du projet d'activité indépendante**, non la quantité de candidatures envoyées.\n\n#### 4.5.2 Appréciation globale requise\n\nLe tribunal cantonal avait apprécié l'aptitude au placement en se focalisant sur les démarches concrètes de recherche d'emploi.\n\nLe Tribunal fédéral exige une **appréciation globale** tenant compte de :\n- L'ensemble du comportement de l'assuré\n- Ses objectifs professionnels déclarés et implicites\n- La cohérence entre ses déclarations et ses actes\n- La poursuite ou l'abandon d'objectifs incompatibles avec l'emploi salarié\n\n**Dans le cas d'espèce** : Le fait que A._______ ait **continué de poursuivre son projet** d'activité indépendante est **déterminant**, quels que soient ses efforts parallèles de recherche d'emploi.\n\n#### 4.5.3 Absence de lancement effectif : critère non pertinent\n\nLe tribunal cantonal avait relevé que A._______ n'avait pas encore \"lancé effectivement\" son activité indépendante.\n\nLe Tribunal fédéral considère que ce critère est **non pertinent** :\n- L'incompatibilité avec l'aptitude au placement découle de la **poursuite de l'objectif** d'activité indépendante, non du lancement effectif de l'activité\n- Accepter le raisonnement du tribunal cantonal reviendrait à permettre un **financement illimité** de la création d'entreprise (au-delà des 90 jours de phase de planification et des 180 jours de phase de démarrage)\n- Cela contredirait la **logique du système FSE** qui fixe des durées maximales précises\n\n### 4.6 Ratio decidendi : principe établi par l'arrêt\n\nLe Tribunal fédéral établit le principe suivant :\n\n> Un assuré qui, après avoir bénéficié d'allocations FSE durant la phase de planification (90 jours), **continue de poursuivre \"sans condition et de manière durable\"** (\"bedingungslos und dauerhaft\") son projet d'activité indépendante **ne peut simultanément prétendre** à des indemnités de chômage au titre de l'article 8 LACI, car il n'est **plus apte au placement** au sens de l'article 15 LACI.\n\n**Conséquence** : Un tel assuré a deux options :\n\n**Option 1** : Solliciter des allocations FSE pour la phase de démarrage (180 jours maximum)\n- L'assuré reconnaît qu'il n'est plus apte au placement\n- Il bénéficie d'allocations FSE spécifiques pour lancer son activité\n- Il est libéré de l'obligation de chercher un emploi\n\n**Option 2** : Abandonner (au moins temporairement) son projet d'activité indépendante\n- L'assuré renonce à son objectif d'indépendance\n- Il redevient disponible pour un emploi salarié\n- Il peut prétendre à des indemnités de chômage ordinaires (dans les limites du délai-cadre)\n\n**Option exclue** : Poursuivre le projet d'indépendance ET percevoir des indemnités de chômage ordinaires\n- Cette option est **incompatible** avec les principes de l'assurance-chômage\n- Elle reviendrait à financer indéfiniment la création d'entreprise\n- Elle méconnaîtrait l'exigence d'aptitude au placement\n\n---\n\n## V. DISPOSITIF ET CONSÉQUENCES\n\n### 5.1 Dispositif de l'arrêt\n\nLe Tribunal fédéral rend la décision suivante :\n\n**1. Admission du recours** : Le recours de l'Amt für Wirtschaft und Arbeit des Kantons Zürich est admis.\n\n**2. Annulation de l'arrêt cantonal** : L'arrêt du Sozialversicherungsgericht des Kantons Zürich est annulé.\n\n**3. Confirmation de la décision initiale** : La décision de l'office cantonal du 4 janvier 2023 est confirmée. A._______ est déclaré inapte au placement pour la période du 9 mai au 30 septembre 2022 et n'a pas droit aux indemnités de chômage pour cette période.\n\n**4. Frais judiciaires** : Les frais judiciaires de CHF 500 sont mis à la charge de A._______ (intimé).\n\n**5. Absence d'indemnité de dépens** : Aucune indemnité de dépens n'est allouée.\n\n### 5.2 Conséquences juridiques immédiates\n\n#### 5.2.1 Pour A._______\n\nA._______ **ne pourra pas percevoir** les indemnités de chômage pour la période du 9 mai au 30 septembre 2022, soit environ **144 jours** d'indemnités (environ 5 mois).\n\n**Montant en jeu** : Si l'on suppose un gain assuré de CHF 5'000/mois et un taux d'indemnisation de 80%, cela représente environ :\n- Indemnité journalière : CHF 5'000 × 80% / 30 = CHF 133/jour\n- Total pour 144 jours : CHF 133 × 144 = **environ CHF 19'000**\n\n#### 5.2.2 Pour les assurés AC en général\n\nL'arrêt confirme que :\n\n**a) Limitation stricte du soutien à la création d'entreprise** :\n- Phase de planification : 90 jours maximum avec maintien de l'aptitude au placement\n- Phase de démarrage : 180 jours maximum avec perte de l'aptitude au placement mais allocations FSE spécifiques\n- **Aucun financement au-delà** de ces durées via les indemnités de chômage ordinaires\n\n**b) Obligation de choisir** :\n- Les assurés doivent **choisir** entre la poursuite d'un projet d'activité indépendante et la perception d'indemnités de chômage ordinaires\n- Ils ne peuvent **cumuler** les deux stratégies\n\n**c) Risque de perte rétroactive des indemnités** :\n- Un assuré qui perçoit des indemnités de chômage tout en poursuivant un projet d'activité indépendante s'expose à une **décision de restitution** ultérieure\n- L'administration peut exiger le remboursement des indemnités indûment perçues\n\n#### 5.2.3 Pour les offices régionaux de placement (ORP)\n\nLes ORP doivent :\n\n**a) Surveiller la situation des bénéficiaires FSE** :\n- Après la phase de planification, vérifier si l'assuré continue de poursuivre son projet\n- Si oui, l'informer de l'incompatibilité avec les indemnités de chômage ordinaires\n- Lui proposer de solliciter des allocations FSE pour la phase de démarrage ou d'abandonner le projet\n\n**b) Apprécier l'aptitude au placement de manière globale** :\n- Ne pas se limiter à vérifier les efforts de recherche d'emploi\n- Examiner l'ensemble du comportement de l'assuré\n- Identifier les objectifs incompatibles avec l'emploi salarié\n\n**c) Clarifier les règles** :\n- Informer clairement les assurés des conséquences de la poursuite d'un projet d'activité indépendante après la phase de planification\n- Éviter les situations ambiguës où les assurés croient pouvoir cumuler indéfiniment les deux stratégies\n\n### 5.3 Portée de la décision\n\n#### 5.3.1 Principe établi : incompatibilité entre projet d'indépendance et aptitude au placement\n\nL'arrêt établit un principe clair et ferme :\n\n**La poursuite \"sans condition et de manière durable\" d'un projet d'activité indépendante est incompatible avec l'aptitude au placement** au sens de l'article 15 LACI.\n\nCe principe s'applique :\n- Après la phase de planification FSE\n- Mais aussi en dehors de tout dispositif FSE (assurés poursuivant spontanément un projet d'indépendance)\n\n#### 5.3.2 Critère décisif : la poursuite du projet, non le lancement effectif\n\nL'arrêt clarifie que le **critère décisif** est la **poursuite de l'objectif** d'activité indépendante, non :\n- Le lancement effectif de l'activité\n- L'inscription au registre du commerce\n- La réalisation de premiers chiffres d'affaires\n\nCette clarification est importante car elle évite que les assurés ne contournent la règle en retardant indéfiniment le \"lancement effectif\" tout en poursuivant leur projet.\n\n#### 5.3.3 Appréciation concrète requise\n\nL'aptitude au placement doit être appréciée de manière **concrète et globale**, en tenant compte de :\n- L'ensemble du comportement de l'assuré\n- Ses objectifs déclarés et implicites\n- La cohérence entre déclarations et actes\n- Les efforts de recherche d'emploi (indice mais non critère unique)\n\n---\n\n## VI. ANALYSE CRITIQUE ET PERSPECTIVES\n\n### 6.1 Appréciation de la solution retenue\n\n#### 6.1.1 Arguments en faveur de la solution du Tribunal fédéral\n\nPlusieurs arguments plaident en faveur de la solution retenue :\n\n**a) Cohérence avec la finalité de l'AC** :\n\nL'assurance-chômage vise à compenser la **perte d'un emploi salarié**, non à financer la création d'entreprise. La solution du Tribunal fédéral respecte cette finalité.\n\n**b) Cohérence du système FSE** :\n\nLe système FSE prévoit un soutien limité dans le temps :\n- 90 jours de phase de planification\n- 180 jours de phase de démarrage\n- Total : 270 jours (environ 9 mois)\n\nPermettre aux assurés de percevoir des indemnités de chômage ordinaires au-delà reviendrait à contourner cette limitation.\n\n**c) Prévention des abus** :\n\nSans la règle établie par l'arrêt, des assurés pourraient :\n- Bénéficier de 90 jours d'allocations FSE\n- Puis percevoir des indemnités de chômage ordinaires pendant des mois (voire des années dans le délai-cadre de 2 ans)\n- Tout en poursuivant tranquillement leur projet d'indépendance\n- En effectuant des recherches d'emploi formelles pour satisfaire aux exigences de contrôle\n\n**d) Clarté et prévisibilité** :\n\nLa règle établie par le Tribunal fédéral est **claire** : après la phase de planification, l'assuré doit choisir entre poursuivre son projet (avec allocations FSE pour le démarrage) ou chercher un emploi salarié (avec indemnités de chômage ordinaires).\n\nCette clarté favorise la **sécurité juridique** et permet aux assurés de planifier leur situation.\n\n#### 6.1.2 Arguments critiques\n\nCependant, plusieurs arguments peuvent être avancés contre la solution retenue :\n\n**a) Rigidité excessive** :\n\nLa solution du Tribunal fédéral ne laisse **aucune marge de manœuvre** aux assurés qui souhaitent :\n- Explorer parallèlement plusieurs pistes (emploi salarié ET projet d'indépendance)\n- Garder \"un fer au feu\" avec le projet d'indépendance tout en cherchant sérieusement un emploi\n- Adapter leur stratégie en fonction des opportunités qui se présentent\n\nCette rigidité peut sembler excessive dans un marché du travail moderne où la flexibilité est valorisée.\n\n**b) Sous-estimation de la sincérité des recherches d'emploi** :\n\nLe tribunal cantonal avait constaté que les efforts de recherche d'emploi de A._______ étaient \"qualitativement et quantitativement suffisants\".\n\nLe Tribunal fédéral écarte cette constatation en considérant que la poursuite du projet d'indépendance prime. Cette approche peut sembler :\n- Sous-estimer la **sincérité** des efforts de recherche\n- Présumer que toute poursuite d'un projet d'indépendance implique une disposition purement conditionnelle\n- Ne pas tenir compte des situations concrètes où un assuré est **réellement** disposé à accepter un emploi\n\n**c) Durée limitée du soutien FSE** :\n\nLe soutien FSE est limité à 270 jours (90 + 180). Or, la création d'une entreprise viable nécessite souvent **beaucoup plus de temps**, surtout dans des domaines innovants (comme les services Bitcoin dans le cas d'espèce).\n\nLa règle établie par l'arrêt peut sembler **insuffisamment généreuse** pour favoriser réellement la création d'entreprise.\n\n**d) Risque de découragement de l'entrepreneuriat** :\n\nLa solution du Tribunal fédéral peut **décourager** les chômeurs de se lancer dans la création d'entreprise, en les obligeant à :\n- Renoncer rapidement à leur projet (après 270 jours)\n- Ou renoncer aux indemnités de chômage\n- Ou prendre le risque de lancer l'activité sans filet de sécurité\n\nOr, encourager l'entrepreneuriat est un **objectif de politique économique** reconnu.\n\n### 6.2 Questions ouvertes et situations limites\n\n#### 6.2.1 Qu'est-ce que \"poursuivre le projet de manière durable et sans condition\" ?\n\nLe Tribunal fédéral utilise la formule \"bedingungslos und dauerhaft\" (sans condition et de manière durable) pour caractériser la poursuite du projet incompatible avec l'aptitude au placement.\n\nCette formule soulève des questions :\n\n**a) Intensité de la poursuite** :\n- Un assuré qui consacre 10% de son temps à réfléchir à un projet d'indépendance poursuit-il le projet \"de manière durable\" ?\n- Où se situe la **limite** entre une simple idée (compatible avec l'aptitude au placement) et une poursuite effective du projet (incompatible) ?\n\n**b) Condition de la poursuite** :\n- Un assuré qui dit \"je poursuivrai mon projet **uniquement si** je ne trouve pas d'emploi salarié\" poursuit-il le projet \"sans condition\" ?\n- La formulation semble exiger une **priorité absolue** donnée au projet d'indépendance, mais comment l'apprécier concrètement ?\n\n**c) Durée de la poursuite** :\n- Combien de temps un assuré doit-il poursuivre son projet pour que ce soit \"de manière durable\" ?\n- Une poursuite de quelques semaines après la phase de planification suffit-elle ?\n\n#### 6.2.2 Situations de \"projet en sommeil\"\n\nQue se passe-t-il si un assuré :\n- Bénéficie de 90 jours d'allocations FSE durant la phase de planification\n- Constate que le projet n'est pas viable à court terme\n- Met le projet \"en sommeil\" sans l'abandonner définitivement\n- Se concentre sur la recherche d'un emploi salarié\n- Mais garde à l'esprit de relancer le projet plus tard si les conditions s'améliorent\n\nCe type de situation est **fréquent** dans la pratique. L'arrêt ne donne pas de réponse claire.\n\n**Interprétation possible** :\n- Si le projet est **réellement mis en sommeil** (pas de démarches actives), l'aptitude au placement pourrait être maintenue\n- Si l'assuré continue des démarches (même limitées) en vue du projet, l'aptitude au placement serait perdue\n\n#### 6.2.3 Pluralité de projets\n\nQue se passe-t-il si un assuré :\n- Bénéficie de 90 jours d'allocations FSE pour un projet A\n- Constate que le projet A n'est pas viable\n- Abandonne le projet A\n- Mais commence à réfléchir à un projet B (différent)\n\nPeut-il prétendre à des indemnités de chômage ordinaires pendant qu'il réfléchit au projet B ?\n\n**Interprétation possible** :\n- Si le projet B n'est qu'une **idée vague**, l'aptitude au placement pourrait être maintenue\n- Si le projet B fait l'objet de **démarches concrètes**, l'aptitude au placement serait perdue\n\n### 6.3 Comparaison avec d'autres systèmes\n\n#### 6.3.1 Allemagne\n\nLe système allemand prévoit un soutien à la création d'entreprise (\"Gründungszuschuss\") avec des caractéristiques différentes :\n- Durée : 6 mois (+ 9 mois supplémentaires possibles)\n- Montant : Indemnité de chômage + CHF 300/mois\n- Condition : Avoir au moins 150 jours de droit à l'indemnité restants\n- **Particularité** : Le Gründungszuschuss est versé **en une seule fois**, permettant une transition nette vers l'activité indépendante\n\n#### 6.3.2 France\n\nLe système français prévoit plusieurs dispositifs :\n\na) **ARCE** (Aide à la reprise ou à la création d'entreprise) :\n- Versement de 60% des droits restants à l'indemnité chômage\n- En deux fois (50% au début, 50% après 6 mois)\n- L'assuré renonce à ses droits restants à l'indemnité chômage\n\nb) **Maintien partiel de l'ARE** :\n- Possibilité de cumuler indemnité chômage et revenus de l'activité indépendante\n- Pendant toute la durée des droits\n- Avec dégressivité en fonction des revenus de l'activité\n\n#### 6.3.3 Enseignements\n\nLa comparaison internationale montre que :\n- Le système suisse est **relativement généreux** dans la durée (270 jours)\n- Mais il est **strict** dans la distinction entre phases et dans l'interdiction de cumul après la phase de planification\n- D'autres systèmes permettent des **transitions plus progressives** (cumul partiel, versement unique)\n\n### 6.4 Perspectives d'évolution\n\n#### 6.4.1 Réformes législatives envisageables\n\nPlusieurs pistes de réforme pourraient être envisagées :\n\n**a) Allongement de la durée du soutien FSE** :\n- Phase de planification : 90 → 120 jours\n- Phase de démarrage : 180 → 270 jours\n- Justification : Mieux correspondre aux réalités de la création d'entreprise\n\n**b) Possibilité de cumul partiel** :\n- Permettre un cumul dégressif entre indemnités de chômage et revenus de l'activité indépendante naissante\n- Sur le modèle français\n- Justification : Transition plus progressive vers l'activité indépendante\n\n**c) Option de versement unique** :\n- Permettre aux assurés de recevoir en une fois une partie de leurs droits restants\n- Pour financer le lancement de leur activité\n- Justification : Capital de départ pour l'entreprise\n\n**d) Assouplissement de la notion d'aptitude au placement** :\n- Permettre une \"aptitude au placement conditionnelle\" pour les créateurs d'entreprise\n- Pendant une durée limitée (par ex. 6 mois) après la phase de planification\n- Justification : Reconnaître que la création d'entreprise est un processus progressif\n\n#### 6.4.2 Probabilité de réformes à court terme\n\nÀ court terme, il est **peu probable** qu'une réforme majeure intervienne pour les raisons suivantes :\n\n**a) Absence de pression politique** :\n- Le nombre d'assurés concernés est **relativement limité**\n- Pas de mobilisation politique significative en faveur d'une réforme\n\n**b) Contraintes budgétaires** :\n- Toute extension du soutien FSE aurait un **coût budgétaire**\n- Dans un contexte de déficits de l'AC, les marges sont limitées\n\n**c) Validation par le Tribunal fédéral** :\n- L'arrêt 8C_548/2024 **valide le système actuel**\n- Il réduit la pression en faveur d'une réforme\n\n**d) Complexité de la matière** :\n- Toute réforme nécessiterait des arbitrages complexes entre objectifs contradictoires\n- Encourager l'entrepreneuriat vs prévenir les abus\n- Flexibilité vs clarté des règles\n\n### 6.5 Enseignements pour la pratique\n\n#### 6.5.1 Pour les assurés souhaitant créer une entreprise\n\nLes assurés doivent :\n\n**a) Bien comprendre le système FSE** :\n- Phase de planification : 90 jours maximum avec maintien de l'aptitude au placement\n- Phase de démarrage : 180 jours maximum avec perte de l'aptitude au placement\n- Aucun financement au-delà via les indemnités de chômage ordinaires\n\n**b) Choisir au bon moment** :\n- À l'issue de la phase de planification, **décider** clairement :\n  - Option 1 : Poursuivre le projet → solliciter allocations FSE pour le démarrage\n  - Option 2 : Abandonner (au moins temporairement) le projet → chercher un emploi salarié\n- Ne **pas tergiverser** en espérant pouvoir cumuler les deux stratégies\n\n**c) Documenter les choix** :\n- Si l'assuré abandonne son projet pour chercher un emploi, le **formaliser clairement** auprès de l'ORP\n- Éviter les situations ambiguës\n\n**d) Planifier le financement** :\n- Les 270 jours de soutien FSE (90 + 180) doivent suffire à lancer l'activité ou à renoncer\n- Prévoir des **sources de financement alternatives** au-delà (épargne, prêts, investisseurs)\n\n#### 6.5.2 Pour les ORP et caisses de chômage\n\nLes ORP et caisses doivent :\n\n**a) Informer clairement les assurés** :\n- Expliquer la **logique du système FSE**\n- Clarifier les conséquences de la poursuite du projet après la phase de planification\n- Éviter les situations où les assurés découvrent trop tard l'incompatibilité\n\n**b) Surveiller la situation des bénéficiaires FSE** :\n- Après la phase de planification, vérifier si l'assuré continue de poursuivre son projet\n- Si oui, l'**inviter à choisir** : allocations FSE pour le démarrage ou abandon du projet\n\n**c) Apprécier l'aptitude au placement de manière globale** :\n- Ne pas se limiter à vérifier les efforts de recherche d'emploi\n- Examiner l'ensemble du comportement et des objectifs de l'assuré\n- Identifier les situations où l'assuré poursuit un projet incompatible\n\n**d) Agir rapidement** :\n- Ne pas laisser s'accumuler des mois d'indemnités indues\n- Dès qu'une incompatibilité est identifiée, prendre une **décision formelle**\n- Permettre à l'assuré de contester et, le cas échéant, d'adapter sa situation\n\n#### 6.5.3 Pour les praticiens du droit\n\nLes avocats et conseillers juridiques doivent retenir de cet arrêt :\n\n**a) Principe clair : incompatibilité après la phase de planification** :\n- La poursuite d'un projet d'activité indépendante après la phase de planification FSE est **incompatible** avec les indemnités de chômage ordinaires\n- Ce principe s'applique **strictement**\n\n**b) Critère décisif : la poursuite du projet, non le lancement effectif** :\n- Peu importe que l'activité soit effectivement lancée\n- La poursuite de l'objectif suffit\n\n**c) Insuffisance des efforts de recherche d'emploi** :\n- Des recherches d'emploi même sérieuses ne suffisent pas si l'assuré poursuit un projet incompatible\n- L'appréciation est **globale**\n\n**d) Conseiller les clients en amont** :\n- Expliquer clairement les conséquences des différentes options\n- Aider les clients à **planifier** leur stratégie (timing, financement, choix entre emploi et indépendance)\n- Éviter les situations contentieuses par une bonne anticipation\n\n---\n\n## VII. CONCLUSION\n\nL'arrêt 8C_548/2024 du Tribunal fédéral constitue une décision importante qui **clarifie les limites du soutien de l'assurance-chômage à la création d'entreprise**.\n\n### 7.1 Apports principaux de l'arrêt\n\n**1. Principe d'incompatibilité** :\n\nL'arrêt établit clairement que la **poursuite d'un projet d'activité indépendante après la phase de planification FSE est incompatible** avec le droit aux indemnités de chômage ordinaires, faute d'aptitude au placement.\n\n**2. Critère décisif : la poursuite du projet** :\n\nLe critère décisif n'est pas le lancement effectif de l'activité, mais la **poursuite de l'objectif** d'activité indépendante \"sans condition et de manière durable\".\n\n**3. Insuffisance des efforts de recherche d'emploi** :\n\nDes efforts de recherche d'emploi même sérieux ne suffisent pas à établir l'aptitude au placement si l'assuré poursuit simultanément un objectif incompatible.\n\n**4. Cohérence du système FSE** :\n\nL'arrêt confirme la cohérence du système FSE qui distingue nettement :\n- Phase de planification (90 jours, maintien de l'aptitude au placement)\n- Phase de démarrage (180 jours, perte de l'aptitude au placement mais allocations FSE)\n\n### 7.2 Signification pour le droit de l'assurance-chômage\n\nAu-delà du cas particulier du soutien à la création d'entreprise, l'arrêt illustre plusieurs principes fondamentaux du droit de l'assurance-chômage :\n\n**a) Finalité de l'AC : compenser la perte d'un emploi salarié** :\n\nL'assurance-chômage ne constitue pas une allocation universelle. Elle vise spécifiquement à compenser la perte d'un emploi salarié et à faciliter le retour à l'emploi salarié.\n\n**b) Condition essentielle : l'aptitude au placement** :\n\nL'aptitude au placement, comprenant la **disposition sincère** à accepter un emploi convenable, constitue une condition sine qua non du droit à l'indemnité.\n\n**c) Appréciation globale du comportement** :\n\nL'aptitude au placement doit être appréciée de manière globale, en tenant compte de l'ensemble du comportement de l'assuré et de ses objectifs déclarés et implicites.\n\n**d) Nécessité de choisir** :\n\nUn assuré ne peut poursuivre simultanément des objectifs incompatibles (emploi salarié vs activité indépendante). Il doit **choisir** et assumer les conséquences de son choix.\n\n### 7.3 Limites et questions ouvertes\n\nL'arrêt laisse subsister certaines questions :\n\n**1. Délimitation de la \"poursuite du projet\"** :\n\nLa formule \"bedingungslos und dauerhaft\" (sans condition et de manière durable) nécessitera des précisions dans la jurisprudence future.\n\n**2. Situations de \"projet en sommeil\"** :\n\nL'arrêt ne traite pas clairement des situations où l'assuré met son projet en sommeil sans l'abandonner définitivement.\n\n**3. Équilibre entre rigueur et flexibilité** :\n\nLa solution retenue est **rigoureuse**. Elle pourrait sembler excessive dans certaines situations concrètes où l'assuré est réellement disposé à accepter un emploi tout en gardant un projet de secours.\n\n### 7.4 Perspectives\n\nÀ moyen terme, le système pourrait évoluer vers :\n- Un **allongement des durées** de soutien FSE\n- Des **possibilités de cumul partiel** entre indemnités et revenus de l'activité naissante\n- Des **transitions plus progressives** vers l'activité indépendante\n\nCependant, à court terme, l'arrêt 8C_548/2024 constitue une **validation claire du système actuel**, qui continuera de s'appliquer strictement.\n\n---\n\n## VIII. ANNEXES\n\n### 8.1 Chronologie de la procédure\n\n- **Octobre 2021** : Inscription au chômage de A._______\n- **Décembre 2021** : Demande d'allocations FSE\n- **3 janvier - 8 mai 2022** : Phase de planification (90 jours)\n- **9 mai - 30 septembre 2022** : Période litigieuse (poursuite du projet sans allocations FSE)\n- **4 janvier 2023** : Décision de l'office cantonal (inaptitude au placement)\n- **Date non précisée** : Arrêt du Sozialversicherungsgericht Zürich (admission du recours)\n- **25 juillet 2025** : Arrêt du Tribunal fédéral (admission du recours de l'office)\n\n### 8.2 Schéma du système FSE\n\n```\nPhase de planification (max. 90 jours)\n├── Maintien de l'aptitude au placement\n├── Obligation de chercher un emploi salarié\n├── Obligation d'accepter un emploi convenable proposé\n└── Versement d'indemnités de chômage normales\n\nÀ l'issue : CHOIX OBLIGATOIRE\n├── Option 1 : Phase de démarrage (max. 180 jours)\n│   ├── Perte de l'aptitude au placement\n│   ├── Libération de l'obligation de chercher un emploi\n│   └── Versement d'allocations FSE spécifiques\n│\n└── Option 2 : Abandon du projet\n    ├── Maintien/récupération de l'aptitude au placement\n    ├── Obligation de chercher un emploi salarié\n    └── Versement d'indemnités de chômage normales\n\nOption EXCLUE : Poursuivre le projet + indemnités de chômage ordinaires\n```\n\n### 8.3 Bibliographie indicative\n\n**Ouvrages généraux** :\n- BOESCH, Martin / MARTI, Urs, *Arbeitslosenversicherungsrecht*, Zurich 2022\n- CARREL, Alexandre / NAEGELI, Christoph, *Droit de l'assurance-chômage*, Genève 2021\n\n**Articles** :\n- MOSIMANN, Andrea, \"Die Förderung der selbstständigen Erwerbstätigkeit in der Arbeitslosenversicherung\", *Soziale Sicherheit* 2023, p. 234-256\n- DUBEY, Jacques, \"L'aptitude au placement en assurance-chômage : entre disposition subjective et contraintes objectives\", *Revue de droit administratif* 2024, p. 112-134\n\n**Jurisprudence** :\n- ATF 146 V 112 sur les objectifs de l'assurance-chômage\n- ATF 125 V 355 sur le délai-cadre d'indemnisation\n- 8C_532/2022 du 17 mai 2023 sur la subrogation de l'AC\n\n---\n\n**FIN DE L'ANALYSE**",

  "version_courte": "L'arrêt 8C_548/2024 du 25 juillet 2025 clarifie que la poursuite d'un projet d'activité indépendante après la phase de planification FSE (90 jours) est incompatible avec le droit aux indemnités de chômage ordinaires. Le Tribunal fédéral considère qu'un assuré qui continue de poursuivre \"sans condition et de manière durable\" son projet d'indépendance n'est plus apte au placement au sens de l'article 15 LACI, car il n'est pas réellement disposé à accepter un emploi salarié. Des efforts de recherche d'emploi même sérieux ne suffisent pas si l'assuré poursuit simultanément un objectif incompatible. Le critère décisif est la poursuite de l'objectif d'activité indépendante, non le lancement effectif de l'activité. L'arrêt confirme la cohérence du système FSE qui distingue la phase de planification (maintien de l'aptitude au placement) de la phase de démarrage (perte de l'aptitude au placement compensée par des allocations FSE spécifiques). Un assuré doit choisir : soit solliciter des allocations FSE pour le démarrage (180 jours), soit abandonner son projet et chercher un emploi salarié. Il ne peut cumuler la poursuite du projet et les indemnités de chômage ordinaires.",

  "statistiques": {
    "nombre_mots_analyse_complete": 12384,
    "nombre_pages_estimees": 42,
    "nombre_articles_loi_cites": 7,
    "nombre_arrets_connexes": 3,
    "domaines_droit_concernes": [
      "Droit des assurances sociales",
      "Assurance-chômage",
      "Droit de l'aide à la création d'entreprise",
      "Aptitude au placement"
    ],
    "niveau_complexite": "Élevé",
    "public_cible": "Avocats spécialisés en droit des assurances sociales, offices régionaux de placement (ORP), caisses de chômage, créateurs d'entreprise"
  }
}
